[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "Whistler (a 1,5 horas en coche desde Vancouver) es caro, pero es conocido por ser el lugar donde se celebraron los Juegos Olímpicos de Invierno de 2010."
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "Es necesario observar la posición de la víctima a medida que se acerca a ella y cualquier señal de alerta automática."
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "En general, para permanecer en un país extranjero durante un período prolongado de tiempo será necesario obtener una visa con anticipación."
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "Se basó en el alfabeto alemán y se le añadió un carácter \"Õ/õ\"."
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "Hasta ahora, AOL ha podido moverse y desarrollar el mercado de mensajería instantánea a su propio ritmo, debido a su uso generalizado en Estados Unidos."
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "Esta flota estaba liderada por Olaf Trygvasson, un noruego con ambiciones de recuperar su país de la dominación danesa."
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "La fuerza de asalto principal de 2.400 hombres cruzaría el río nueve millas al norte de Trenton, y luego se dividiría en dos grupos, uno bajo el mando de Greene y otro bajo el mando de Sullivan, para lanzar un ataque antes del amanecer."
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "Carlos fue el primer miembro de la familia real británica en recibir un título."
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "Encélado es el objeto más reflectante del sistema solar: refleja aproximadamente el 90 por ciento de la luz solar que lo alcanza."
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "La pareja se había casado en Texas hacía un año y vino a Buffalo para celebrarlo con amigos y familiares."
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "Estos requisitos a menudo pueden depender de los países que el viajero haya visitado o pretenda visitar."
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "Los sectores de empleo más importantes son los servicios profesionales, el gobierno, las finanzas, el comercio y el turismo."
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "Los ciudadanos cubanos titulares de una tarjeta verde estadounidense deben visitar un consulado ecuatoriano para obtener una exención a este requisito."
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "Asegúrate de que tu mano esté lo más relajada posible mientras tocas todas las notas correctamente; también intenta no hacer muchos movimientos extraños con tus dedos."
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "En la temporada de lluvias (noviembre a marzo), el volumen de agua será mayor y las cataratas serán más espectaculares."
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "Se realizó un cambio en esta sesión legislativa cuando la segunda oración fue eliminada primero por la Cámara de Representantes y luego fue aprobada en forma similar por el Senado el lunes."
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "Se unió a ellos en 1945 y permaneció hasta 1958."
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "Si no tienes una conexión de datos para tu teléfono, o cuando está fuera de alcance, su rendimiento puede ser limitado o no estar disponible."
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "Una enfermedad infecciosa es aquella causada por un patógeno, como un virus, una bacteria, un hongo u otros parásitos."
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "Los estudiantes también pueden enviar preguntas a los instructores en cualquier momento del día y esperar respuestas razonablemente rápidas, en lugar de esperar hasta la próxima reunión cara a cara."
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "Aerolíneas como Emirates, Etihad Airways, Qatar Airways y Turkish Airlines han ampliado enormemente sus servicios a África y ofrecen conexiones a muchas de las principales ciudades africanas a tarifas competitivas que otras aerolíneas europeas."
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "Parece un poco desalentador desde abajo, y es un ascenso empinado y difícil, pero la mayoría de las personas razonablemente en forma deberían poder hacerlo en unos 45 minutos."
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "Las diferentes construcciones tienen diferentes capacidades, son sensibles a diferentes longitudes de onda y tienen diferentes grados de agudeza, también requieren un procesamiento diferente para dar sentido a la entrada y diferentes números para funcionar de manera óptima."
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "Fred actualmente tiene vientos de 105 millas por hora (165 km/h) y se está moviendo hacia el noroeste."
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "Hay un recargo por tener más de 2 pasajeros, por lo que esta opción podría ser más cara de lo necesario."
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "El diseño interactivo requiere que los componentes de un proyecto se conecten entre sí, pero también tengan sentido como una entidad separada."
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "La apertura de las válvulas permitió liberar la presión del sistema y el aceite fluyó sobre una plataforma hacia un tanque que puede contener 55.000 barriles (2,3 millones de galones)."
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "Jonny Reid, copiloto del equipo A1GP de Nueva Zelanda, hizo hoy historia al conducir más rápido por el Puente del Puerto de Auckland, Nueva Zelanda, de 48 años de antigüedad, de manera legal."
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "El número de hablantes nativos varía dependiendo de si se cuentan o no dialectos muy estrechamente relacionados."
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "Curiosamente, no se le consideraba muy importante en la antigüedad y no figuraba en la mayoría de las listas de reyes antiguos."
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "La caballería es un ejército que lucha a caballo. La silla de montar aún no se había inventado, por lo que la caballería asiria luchaba sobre el lomo desnudo de sus caballos."
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "A veces, el evento desencadenante original es el sol que calienta la nieve, a veces más nevada, a veces otros eventos naturales, a menudo un ser humano."
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "Su existencia se conoce únicamente por sus efectos sobre la expansión del universo."
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "Cuatro años más tarde se concedió la patente, que fue la primera del mundo expedida en el campo de la resonancia magnética."
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "El gobernador también afirmó: \"Hoy nos enteramos de que algunos niños en edad escolar han sido identificados como personas que han tenido contacto con el paciente\"."
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "Por ejemplo, los niños que se identifican con una minoría racial que tiene el estereotipo de no tener buen desempeño en la escuela, tienden a no tener buen desempeño en la escuela una vez que aprenden acerca del estereotipo asociado con su raza."
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "Jardín de la Unión. Este espacio fue construido como atrio de un convento del siglo XVII, del que el Templo de San Diego es el único edificio que se conserva."
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "Un evento de aniversario formal fue programado para una fecha posterior, dijeron los funcionarios."
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "En particular, el sistema de numeración en Bélgica y Suiza, donde se habla francés, tiene algunas ligeras peculiaridades que lo diferencian del francés hablado en Francia, y la pronunciación de algunas palabras es ligeramente diferente."
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "Los mapuches también fueron uno de los últimos grupos indígenas americanos independientes, que no fueron completamente absorbidos por el gobierno hispanohablante hasta después de la independencia de Chile."
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "El dieciocho por ciento de los venezolanos están desempleados y la mayoría de los que están empleados trabajan en la economía informal."
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "El cartel no sufrió daños físicos, la modificación se hizo utilizando lonas negras decoradas con símbolos de paz y corazón para alterar la \"O\" y leerla \"e\" minúscula."
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "A diferencia de otros primates, los homínidos ya no utilizan sus manos para moverse, soportar peso o balancearse en los árboles."
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "El tiempo es también la forma en que comparamos la duración (longitud) de los acontecimientos."
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "Un Triceratops podría haber utilizado su fuerte pico para arrancar las hojas antes de comerse el tronco."
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "Si te sientes más aventurero, aprovecha para preparar jugos o batidos:"
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "También dijeron en un comunicado: \"La tripulación está trabajando actualmente para determinar el mejor método para extraer el barco de forma segura\"."
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "Como mínimo, necesitas un calzado con suelas adecuadas. Los zapatos de verano suelen ser muy resbaladizos sobre el hielo y la nieve, incluso algunas botas de invierno son deficientes."
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "Arias dio positivo a un caso leve del virus, dijo el ministro de la Presidencia, Rodrigo Arias."
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "La tormenta, ubicada aproximadamente a 3.000 millas de Miami, Florida, tiene vientos máximos sostenidos de 40 mph (64 kph)."
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "Estados Unidos dice haber recibido información de una fuente no revelada que menciona específicamente el uso de atacantes suicidas para hacer estallar \"monumentos importantes\" en Etiopía y Kenia."
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "Con la misma zona horaria que Hawái, a veces se piensa que las islas son \"Hawái allá abajo\"."
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "La parte exterior que vemos cuando miramos al Sol se llama fotosfera, que significa \"bola de luz\"."
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "No había nadie dentro del apartamento."
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "Asegúrese de que el agente a través del cual realiza la reserva sea un especialista en Galápagos con un buen conocimiento de una amplia variedad de barcos."
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "La tormenta, situada a unas 645 millas (1.040 kilómetros) al oeste de las islas de Cabo Verde, probablemente se disipe antes de amenazar ninguna zona terrestre, dicen los meteorólogos."
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "Las Cataratas Victoria son una ciudad en la parte occidental de Zimbabue, al otro lado de la frontera con Livingstone, Zambia, y cerca de Botsuana."
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "Las tropas que reforzaron las posiciones avanzadas incluían los regimientos 1 y 3 de New Hampshire, de 200 hombres, bajo el mando de los coroneles John Stark y James Reed (ambos más tarde se convirtieron en generales)."
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "De los aproximadamente 24.000 meteoritos que se sabe que han caído a la Tierra, sólo unos 34 han sido verificados como de origen marciano."
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "Esto incluye hacer cola, ya que los perros detectores de drogas podrían utilizarse en cualquier momento sin previo aviso."
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "El CEO de Apple, Steve Jobs, presentó el dispositivo subiendo al escenario y sacando el iPhone del bolsillo de sus jeans."
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "Los hombres de Stark tomaron posiciones a lo largo de la valla en el extremo norte de la posición de los Colonos."
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "En algunos trenes transfronterizos se realizan inspecciones en el tren en marcha y usted debe llevar consigo una identificación válida al abordar uno de esos trenes."
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "El Jugador del Día de hoy es Alex Ovechkin de los Washington Capitals."
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "Algunas de estas rocas, muy raras en la Tierra, se venden a un precio que va desde 11.000 a 22.500 dólares la onza, lo que supone aproximadamente diez veces más que el coste del oro."
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "Generalmente se puede reponer con bastante facilidad si se agota y ofrece una resolución aproximadamente comparable a la de una DSLR actual."
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "Maroochydore luego derrotó a Caboolture en la final preliminar."
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "El Dr. Lee también expresó su preocupación por los informes que indican que algunos niños en Turquía se han infectado con el virus de la gripe aviar A(H5N1) sin enfermarse."
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "El misticismo es la búsqueda de la comunión con, la identidad con o la conciencia de una realidad última, divinidad, verdad espiritual o Dios."
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "A principios de la independencia de la nación, la experiencia del Jardín Botánico de Singapur ayudó a transformar la isla en una ciudad jardín tropical."
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "Aunque algunos eruditos especulan que, dado que la civilización también existió en las cuencas del ahora seco río Sarasvati, debería llamarse acertadamente Civilización Indo-Sarasvati, mientras que algunos la llaman Civilización Harappa en honor a Harappa, el primero de sus sitios en ser excavado en la década de 1920."
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "En los trenes nocturnos, el conductor podrá recoger los pasaportes para que usted no interrumpa su sueño."
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "En todos los casos deberás reservar por teléfono directamente con la aerolínea."
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "En 1957, Luxemburgo se convirtió en miembro fundador de la organización que hoy se conoce como la Unión Europea."
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "Los países participantes presentan exhibiciones artísticas y educativas en pabellones nacionales para mostrar temas mundiales o la cultura y la historia de su país."
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "Cada programa también ofrecería recomendaciones de libros que los niños deberían buscar cuando fueran a la biblioteca."
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "Muchos de nosotros nos encontramos viendo un programa de televisión que nos informa de un proceso o experiencia en el que nunca participaremos ni aplicaremos ese conocimiento."
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "Como se mencionó anteriormente, aunque la palabra \"esquimal\" sigue siendo aceptable en los Estados Unidos, muchos pueblos del Ártico no estadounidenses la consideran peyorativa, especialmente en Canadá."
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "Estos escarpes fueron encontrados por toda la luna y parecen estar mínimamente erosionados, lo que indica que los eventos geológicos que los crearon fueron bastante recientes."
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "A los pasajeros se les dio agua mientras esperaban bajo un calor de 90 grados."
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "La compañía espera diversificar sus fuentes de ingresos y ganar popularidad en áreas donde Skype tiene una posición fuerte, como China, Europa del Este y Brasil."
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "Sólo los efectos del catastrofismo, no la depresión ni el miedo, fueron condicionados a sesiones semanales estructuradas de actividad física."
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "\"Hasta donde sabemos, sólo hay un cuerpo planetario que muestra más dinamismo que Titán, y su nombre es Tierra\", añadió Stofan."
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "El 24 de septiembre de 1759, Arthur Guinness firmó un contrato de arrendamiento de 9.000 años para la cervecería St James' Gate en Dublín, Irlanda."
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "Aunque las autoridades no están seguras de la credibilidad de la amenaza, la Autoridad de Transporte de Maryland realizó el cierre a instancias del FBI."
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "El banco Northern Rock fue nacionalizado en 2008 tras revelarse que la empresa había recibido apoyo de emergencia del gobierno del Reino Unido."
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "Una enfermedad contagiosa es una enfermedad que se transmite fácilmente al estar en la proximidad de una persona infectada."
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "Hubo protestas en todo el mundo, varios procesos penales y los líderes de los gobiernos de Islandia y Pakistán dimitieron."
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "Los permisos se deben reservar con antelación. Es necesario tener un permiso para pasar la noche en Sirena."
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "A pesar de sus comentarios, dijo que apoyará a los competidores británicos en los Juegos Olímpicos de 2012 que se celebrarán en Londres."
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "Muchos edificios son bastante hermosos a la vista y la vista desde un edificio alto o desde una ventana inteligentemente ubicada puede ser una belleza para contemplar."
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "El anterior gobierno conservador de Australia se negó a ratificar Kioto, argumentando que dañaría la economía con su fuerte dependencia de las exportaciones de carbón, mientras que países como India y China no estaban sujetos a objetivos de emisiones."
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "En los últimos tres meses, más de 80 detenidos fueron liberados del centro de procesamiento central sin ser acusados ​​formalmente."
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "Los científicos llaman a este proceso \"emisión estimulada de radiación\" porque los átomos son estimulados por la luz brillante, lo que provoca la emisión de un fotón de luz, y la luz es un tipo de radiación."
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "También entregue copias de la política/contacto a sus compañeros de viaje y a sus familiares o amigos en casa que estén dispuestos a ayudar."
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "Christopher García, portavoz del Departamento de Policía de Los Ángeles, dijo que el presunto delincuente está siendo investigado por allanamiento y no por vandalismo."
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "Pero ¿nuestra imaginación se basa en la realidad? ¿Por qué se construyeron los castillos en primer lugar? ¿Cómo se diseñaron y construyeron?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "El comisario dijo: \"Todavía no hemos acordado las reglas de origen y las concesiones arancelarias, pero el marco que tenemos es suficiente para empezar a comerciar el 1 de julio de 2020\"."
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "Stearns está investigando si se utilizan impuestos para financiar abortos a través de Planned Parenthood en su papel de presidente del Subcomité de Supervisión e Investigaciones, que depende del Comité de Energía y Comercio de la Cámara de Representantes."
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "La decisión de la NBA se produjo después de que un jugador del Utah Jazz diera positivo al virus COVID-19."
  }
]