[
  {
    "source_text": "A micro-manipulation method based on adhesion forces and dynamic effects has been proposed in our previous papers. A prototype manipulator, called [mu]MAD, has been constructed and successfully experimented. This paper describes the advanced capabilities of [mu]MAD, especially two new interesting applications: sorting of micro-objects and mechanical characterizations.",
    "translation": "Một phương pháp thao tác vi mô dựa trên lực bám dính và hiệu ứng động đã được đề xuất trong các bài báo trước đây của chúng tôi. Một nguyên mẫu thao tác, được gọi là [mu]MAD, đã được chế tạo và thử nghiệm thành công. Bài báo này mô tả các khả năng tiên tiến của [mu]MAD, đặc biệt là hai ứng dụng mới thú vị: phân loại các vật thể vi mô và đặc điểm cơ học."
  },
  {
    "source_text": "When chaos calls / Bedlam abounds. Is now a good time to unplug and move to the woods?\n\nHere is the good news: We are completely doomed.\n\nIsn't that great? Isn't that reassuring? It damn well should be, because, in some form or another and since we were knee-high to a cave painting, the apocalypse has always, always been nigh.\n\nIt is perhaps the single most wonderful and reliable aspect about being a tiny troubled biped on this tiny troubled speck of spinning space dust; depending on whom you listen to, depending on how dialed in you are to the various nefarious signs and conspiracy theories and reruns of \"The Omen\" on late-night cable, we are always on the verge of imminent and unstoppable doom. It's just a matter of which supremely peeved deity -- God? Nukes? Bees? Trees? Peanut butter? -- you believe is about to bring the hammer down.\n\nIf nothing else, this unfailing belief in our imminent demise makes us terribly consistent. And consistency, aside from being a nasty hobgoblin, also provides terrific comfort. And comfort, in times of chaos and imminent apocalypse, is always sort of nice. See how that works?\n\nIn the Bush Dark Times, the apocalypse took the form of various charming little munchkins, like the gay agenda, Buddha tattoos, nu-metal, female nipples, Bill O'Reilly's adorable \"culture wars,\" gangsta rap, condoms, bad art, Muslim fanatics who want to confiscate your porn collection, stem cell research, Hillary Clinton and teenagers having lots of anal sex and calling it chastity. So cute!\n\nBut now, in the Obama Enlightenment, a very strange thing has occurred. It's as though Armageddon finally got a glimpse of itself in the mirror, saw what the GOP and Christian right had done to it and went, \"Holy hell, who put these f--king clown shoes on me and cut my hair in a mullet and stamped this idiotic 'Left Behind' logo on my forehead?\"\n\nAnd then it went on a rampage.\n\nResult: The apocalypse is no longer the illegible stick-figure cartoon Dubya liked to scribble on the bathtub wall while high on whippets and too many Ding-Dongs. Armageddon has taken on new shape and identity, ripped off its Disney costume to reveal a much darker and more sinister persona: global economic collapse, violent climate change, oceans in crisis, food shortages and water shortages and ice caps melting so quickly scientists are hauling life rafts to the research centers. Doom is now stripped down, battle scarred, global and mean.\n\nAccordingly, many people are looking around in increasing panic, wondering, \"Now? Is it now? Should I just chuck it all and unplug the iMac and quit updating my damnable Facebook status and move off the grid, somewhere with plenty of fresh water and lots of paranoia and free guns and no one will dare mess with my potato crops, what with all the barbed wire and trained attack dogs -- like, say northern Idaho or Canada or Afghanistan?\"\n\nVerily, every urban dweller I know has at least had the conversation, with varying degrees of seriousness. Given the massive layoffs and surging unemployment rates, what with all those fundamental, root-chakra domains -- food, water, shelter -- now kneeling before the gods of chaos, the general consensus seems to be that it might just be an ideal time to take the burned-out husk of your 401K and get the hell out before the water riots begin.\n\nBut really, how do you know? After all, it's just terribly easy to get lost in the maelstrom, to have little or no idea exactly how bad it really is out there in Bedlamville, simply because the various sources that are supposed to tell us just how awful it is -- that is, this very major media -- are themselves undergoing such a massive upheaval that it's all they (that is, we) can do to stay upright and spell their own names correctly in the obituaries, much less accurately report on Japan's breakdown or just how terrifying Eastern Europe is right now and what, exactly, that might mean for the price of your 50-pound bag of Mexican avocados from Costco.\n\nIt's easy to give in and let The Fear swallow you whole. After all, if the bitchy president of the EU says President Obama's wildly audacious master plan is a \"road to hell,\" who are you to argue? If the experts say places like LA and Nevada are about to run out of water and start feeding on their young, what can you possibly do about it? If the punditry points out just how silly it is to be focusing on kittenish issues like the AIG scandal while \"the tiger sinks its teeth into the world's neck,\" well, who are you not to take heed?\n\nHere is your",
    "translation": "Khi hỗn loạn gọi / Bedlam tràn lan. Bây giờ có phải là thời điểm tốt để rút phích cắm và chuyển đến rừng không?\n\nĐây là tin tốt: Chúng ta hoàn toàn bị diệt vong.\n\nKhông phải tuyệt sao? Không phải an ủi sao? Chắc chắn là như vậy, bởi vì, theo một hình thức nào đó và kể từ khi chúng ta cao tới đầu gối so với một bức tranh hang động, ngày tận thế luôn luôn, luôn luôn cận kề.\n\nCó lẽ đó là khía cạnh tuyệt vời và đáng tin cậy nhất về việc là một sinh vật hai chân nhỏ bé gặp rắc rối trên hạt bụi vũ trụ quay tít này; tùy thuộc vào người bạn lắng nghe, tùy thuộc vào mức độ bạn tiếp thu các dấu hiệu và thuyết âm mưu bất chính khác nhau và phát lại \"The Omen\" trên truyền hình cáp đêm khuya, chúng ta luôn ở bờ vực của ngày tận thế sắp xảy ra và không thể ngăn cản. Chỉ là vấn đề vị thần nào cực kỳ khó chịu -- Chúa? Vũ khí hạt nhân? Ong? Cây cối? Bơ đậu phộng? -- mà bạn tin là sắp giáng búa xuống.\n\nNếu không có gì khác, niềm tin không thể sai lầm này vào sự diệt vong sắp xảy ra của chúng ta khiến chúng ta trở nên vô cùng nhất quán. Và sự nhất quán, ngoài việc là một con yêu tinh khó chịu, cũng mang lại sự thoải mái tuyệt vời. Và sự thoải mái, trong thời kỳ hỗn loạn và ngày tận thế sắp xảy ra, luôn luôn là điều tốt đẹp. Bạn thấy điều đó hoạt động như thế nào không?\n\nTrong Thời kỳ đen tối của Bush, ngày tận thế đã xuất hiện dưới hình dạng của nhiều đứa trẻ đáng yêu, như chương trình nghị sự đồng tính, hình xăm Phật, nhạc nu-metal, núm vú phụ nữ, \"cuộc chiến văn hóa\" đáng yêu của Bill O'Reilly, nhạc rap xã hội đen, bao cao su, nghệ thuật tệ hại, những kẻ cuồng tín Hồi giáo muốn tịch thu bộ sưu tập phim khiêu dâm của bạn, nghiên cứu tế bào gốc, Hillary Clinton và những thiếu niên quan hệ tình dục qua đường hậu môn nhiều lần và gọi đó là sự trong trắng. Thật dễ thương!\n\nNhưng bây giờ, trong Thời kỳ Khai sáng của Obama, một điều rất kỳ lạ đã xảy ra. Giống như thể Ngày tận thế cuối cùng cũng được nhìn thoáng qua chính mình trong gương, thấy những gì GOP và cánh hữu Cơ đốc giáo đã làm với nó và nói rằng, \"Chết tiệt, ai đã đi đôi giày hề khốn kiếp này vào người tôi và cắt tóc tôi thành kiểu tóc mullet và đóng dấu logo 'Left Behind' ngu ngốc này lên trán tôi?\"\n\nVà rồi nó nổi cơn thịnh nộ.\n\nKết quả: Ngày tận thế không còn là hình vẽ nguệch ngoạc khó đọc mà Dubya thích vẽ trên tường bồn tắm khi phê thuốc whippets và quá nhiều Ding-Dong nữa. Ngày tận thế đã có hình dạng và bản sắc mới, lột bỏ bộ trang phục Disney để lộ ra một nhân vật đen tối và nham hiểm hơn nhiều: sự sụp đổ kinh tế toàn cầu, biến đổi khí hậu dữ dội, đại dương trong khủng hoảng, thiếu lương thực và nước và các tảng băng tan chảy nhanh đến mức các nhà khoa học phải kéo bè cứu sinh đến các trung tâm nghiên cứu. Ngày tận thế giờ đây đã bị tước bỏ, để lại sẹo chiến tranh, toàn cầu và tàn khốc.\n\nTheo đó, nhiều người đang nhìn xung quanh trong sự hoảng loạn ngày càng tăng, tự hỏi, \"Bây giờ ư? Có phải bây giờ không? Tôi có nên vứt bỏ tất cả và rút phích cắm iMac, ngừng cập nhật trạng thái Facebook đáng nguyền rủa của mình và chuyển đi nơi khác, đến một nơi nào đó có nhiều nước ngọt, nhiều hoang tưởng và súng miễn phí và không ai dám phá hoại mùa màng khoai tây của tôi, với tất cả hàng rào thép gai và chó tấn công được huấn luyện -- như, ví dụ như miền bắc Idaho hoặc Canada hoặc Afghanistan?\"\n\nThật vậy, mọi cư dân thành thị mà tôi biết ít nhất đều đã có cuộc trò chuyện, với nhiều mức độ nghiêm túc khác nhau. Với tình trạng sa thải hàng loạt và tỷ lệ thất nghiệp tăng vọt, với tất cả những lĩnh vực luân xa gốc cơ bản đó -- thức ăn, nước, nơi trú ẩn -- giờ đây đang quỳ gối trước các vị thần hỗn loạn, thì sự đồng thuận chung dường như là đây có thể là thời điểm lý tưởng để lấy lớp vỏ cháy rụi của 401K của bạn và thoát khỏi nơi này trước khi cuộc bạo loạn vì nước bắt đầu.\n\nNhưng thực sự, làm sao bạn biết được? Rốt cuộc, thật dễ dàng để lạc vào cơn lốc xoáy, để có ít hoặc không biết chính xác tình hình thực sự tồi tệ như thế nào ở Bedlamville, chỉ vì nhiều nguồn tin được cho là sẽ cho chúng ta biết tình hình tồi tệ như thế nào -- tức là, phương tiện truyền thông chính thống này -- đang tự mình trải qua một cuộc đảo lộn lớn đến mức tất cả những gì họ (tức là chúng ta) có thể làm là giữ vững lập trường và viết đúng tên của mình trong cáo phó, chứ đừng nói đến việc đưa tin chính xác về sự sụp đổ của Nhật Bản hoặc Đông Âu đáng sợ như thế nào hiện nay và chính xác điều đó có thể có ý nghĩa gì đối với giá của túi bơ Mexico 50 pound của bạn từ Costco.\n\nThật dễ dàng để đầu hàng và để Nỗi sợ nuốt chửng bạn. Rốt cuộc, nếu vị tổng thống khó tính của EU nói rằng kế hoạch tổng thể táo bạo của Tổng thống Obama là \"con đường xuống địa ngục\", thì bạn là ai để phản đối? Nếu các chuyên gia nói rằng những nơi như LA và Nevada sắp cạn kiệt nước và bắt đầu ăn thịt con non của chúng, thì bạn có thể làm gì về điều đó? Nếu các chuyên gia chỉ ra rằng thật ngớ ngẩn khi tập trung vào những vấn đề nhỏ nhặt như vụ bê bối của AIG trong khi \"con hổ cắn vào cổ thế giới\", thì bạn là ai mà không chú ý?\n\nĐây là"
  },
  {
    "source_text": "RFID technology is actually considered a hot topic in all scientific areas and has been described as a major enabling technology for the automation of many processes. Although it is not a new technology it has only recently come to the awareness of the public and is widely used in many sectors and particularly in healthcare. This paper aims to illustrate the utilisation of the RFID technology in healthcare, more precisely in infant security systems within the hospitals. To achieve this objective a case study about the experience of Portuguese hospitals in this system is presented and highlighted the main advantages reached with its utilisation.",
    "translation": "Công nghệ RFID thực sự được coi là một chủ đề nóng trong mọi lĩnh vực khoa học và được mô tả là một công nghệ hỗ trợ chính cho việc tự động hóa nhiều quy trình. Mặc dù không phải là một công nghệ mới nhưng công chúng chỉ mới biết đến gần đây và được sử dụng rộng rãi trong nhiều lĩnh vực, đặc biệt là trong chăm sóc sức khỏe. Bài báo này nhằm mục đích minh họa việc sử dụng công nghệ RFID trong chăm sóc sức khỏe, cụ thể hơn là trong các hệ thống an ninh trẻ sơ sinh trong bệnh viện. Để đạt được mục tiêu này, một nghiên cứu điển hình về kinh nghiệm của các bệnh viện Bồ Đào Nha trong hệ thống này được trình bày và nêu bật những lợi thế chính đạt được khi sử dụng công nghệ này."
  },
  {
    "source_text": " jazz and whatever else Björk could throw in the mix. The record was produced by Nellee Hooper, a DJ from the Bristol Wild Bunch collective who’d made a name for himself with his work on Soul II Soul’s Club Classics Vol I. Introduced to Hooper by her then-boyfriend, English DJ Dom T, Björk fell head over heels into a musical whirlwind affair celebrated on ‘Big Time Sensuality’: “Something important is about to happen/And we’re both included”. The Debut team – including Pop Group/PiL drummer Bruce Smith, Shamen vocalist Jhelisa Anderson and Talvin Singh, who played tabla and other percussion, as well as travelling to India to record a bona fide Bollywood string section for ‘Venus As A Boy' – would hit a different club every night after the sessions, and the record fizzes with the energy of discovery, Björk’s voice, so different from the usual style of dance vocalists, offering an entry point for those who wanted to join her mission of musical discovery: on ‘There’s More To Life Than This’, she runs off to the toilets of the Milk Bar nightclub to sing about nicking boats from the harbour, plotting to “rush down to the town’s best baker/To get the first bread of the morning”. The charm of the small-town girl on the rampage in the big city proved irresistible, and Debut sold 60,000 in the first month of its release, reaching No 3 in the UK chart, and earning Björk two Brit awards – Best International Female and Best International Breakthrough Act. This early success set her on a path she hadn’t expected, that of an accidental global pop star, forced to balance her art-punk origins and extreme tastes with reaching a huge new audience.\n\nTelegram (1996)\n\nBjörk’s second mature solo album, Post, contains many of her best-known songs: 'Army Of Me', 'Hyperballad', 'It’s Oh So Quiet'. But its dark shadow self, Telegram, found Björk trying on wildly different guises, “not trying to make it pretty or peaceable for the ear,” as she told Mixmag, but “just like a record I would buy myself”. Debut had been followed by a 1994 remix EP, the catchily titled The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels, with reworkings from Underworld, Sabres of Paradise and the Black Dog. Telegram, however, was promoted as an album in its own right, foregrounding Björk’s belief in remixing not just as a bonus to aid single sales, but as a way of reinventing her music, and of taking part in the sounds of those she admired without co-opting it. The tracklisting was wildly eclectic, from Dobie’s loping, hip hoppy take on ‘I Miss You’ or Dilinja’s skittering, nervy drum & bass rework of ‘Cover Me’ to a version of ‘Hyperballad’, the album’s lushest single, by avant garde classicists The Brodsky Quartet and ‘My Spine’, a Post offcut in collaboration with Scottish percussionist Evelyn Glennie. “I give it to the remixers and I just become a material to them. Like sugar or raisins,” she told Mixmag. “That is what’s challenging to me. To stop being the boss… Remixing allows me to always be me. It would not be honest for me to make a drum & bass record. It’s not where I come from… but I can go to a drum & bass person and say ‘Hello, my name is Björk and this is my voice and my song’ and they can make what they want from it. And you will see on the sleeve, ‘Björk remixed by Dilinja’. No one is stealing anyone else’s ideas and I don’t see it as ‘my work’ at all.”\n\nAll Björk’s singles continued to be released with a rich complement of remixes – Biophilia also has a sister remix record, Bastards. In 2005, she opened her work up to an even wider reinvention for the Army Of Me: Remixes And Covers charity album, raising money for those affected by the 2004 Asian tsunami. Putting a call out on her website, she chose from over 600 submissions from fans and musicians both amateur and professional. Biophilia went even further, allowing everyone who bought its apps to tinker",
    "translation": "jazz và bất cứ thứ gì khác mà Björk có thể thêm vào. Bản thu âm được sản xuất bởi Nellee Hooper, một DJ từ nhóm Bristol Wild Bunch, người đã tạo dựng tên tuổi cho mình với tác phẩm Soul II Soul’s Club Classics Vol I. Được giới thiệu với Hooper bởi bạn trai khi đó của cô, DJ người Anh Dom T, Björk đã hoàn toàn đắm chìm vào một sự kiện âm nhạc bùng nổ được ca ngợi trong 'Big Time Sensuality': \"Một điều gì đó quan trọng sắp xảy ra/Và cả hai chúng ta đều được đưa vào\". Nhóm Debut – bao gồm tay trống của Pop Group/PiL Bruce Smith, ca sĩ Jhelisa Anderson của Shamen và Talvin Singh, người chơi tabla và các loại nhạc cụ gõ khác, cũng như đi đến Ấn Độ để thu âm một phần dây Bollywood chính hiệu cho 'Venus As A Boy' – sẽ đến một câu lạc bộ khác nhau mỗi đêm sau các buổi thu âm, và bản thu âm tràn đầy năng lượng khám phá, giọng hát của Björk, rất khác so với phong cách thường thấy của các ca sĩ nhạc dance, mở ra một điểm khởi đầu cho những ai muốn tham gia sứ mệnh khám phá âm nhạc của cô: trong 'There’s More To Life Than This', cô chạy đến nhà vệ sinh của hộp đêm Milk Bar để hát về việc lấy trộm thuyền từ bến cảng, lên kế hoạch \"chạy xuống tiệm bánh giỏi nhất thị trấn/Để lấy ổ bánh mì đầu tiên vào buổi sáng\". Sự quyến rũ của cô gái thị trấn nhỏ đang nổi loạn ở thành phố lớn đã chứng minh là không thể cưỡng lại, và Debut đã bán được 60.000 bản trong tháng đầu tiên phát hành, đạt vị trí số 3 trên bảng xếp hạng Vương quốc Anh và mang về cho Björk hai giải thưởng Brit – Nghệ sĩ nữ quốc tế xuất sắc nhất và Nghệ sĩ đột phá quốc tế xuất sắc nhất. Thành công ban đầu này đã đưa cô vào một con đường mà cô không ngờ tới, đó là một ngôi sao nhạc pop toàn cầu tình cờ, buộc phải cân bằng nguồn gốc nghệ thuật-punk và sở thích cực đoan của mình với việc tiếp cận một lượng khán giả mới khổng lồ.\n\nTelegram (1996)\n\nAlbum solo trưởng thành thứ hai của Björk, Post, chứa nhiều bài hát nổi tiếng nhất của cô: 'Army Of Me', 'Hyperballad', 'It's Oh So Quiet'. Nhưng bản thân bóng tối của nó, Telegram, đã thấy Björk thử nghiệm những hình thức hoàn toàn khác biệt, \"không cố gắng làm cho nó đẹp đẽ hay yên bình cho đôi tai\", như cô đã nói với Mixmag, mà \"giống như một bản thu âm mà tôi sẽ tự mua cho mình\". Debut được tiếp nối bởi EP phối lại năm 1994, có tựa đề hấp dẫn là The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels, với các bản phối lại từ Underworld, Sabres of Paradise và the Black Dog. Tuy nhiên, Telegram được quảng bá như một album theo đúng nghĩa của nó, nêu bật niềm tin của Björk vào việc phối lại không chỉ là phần thưởng để hỗ trợ doanh số bán đĩa đơn mà còn là cách tái tạo âm nhạc của cô và tham gia vào âm thanh của những người mà cô ngưỡng mộ mà không chiếm đoạt nó. Danh sách bài hát cực kỳ đa dạng, từ bản nhạc hip hop, loping của Dobie trong 'I Miss You' hoặc bản phối lại trống & bass đầy phấn khích, lo lắng của Dilinja trong 'Cover Me' cho đến phiên bản 'Hyperballad', đĩa đơn tươi tốt nhất của album, của những nghệ sĩ cổ điển tiên phong The Brodsky Quartet và 'My Spine', một bản cắt bỏ của Post hợp tác với nghệ sĩ gõ người Scotland Evelyn Glennie. “Tôi đưa nó cho những người phối lại và tôi chỉ trở thành vật liệu cho họ. Giống như đường hoặc nho khô vậy,” cô ấy nói với Mixmag. “Đó là điều thách thức đối với tôi. Để ngừng làm ông chủ… Phối lại cho phép tôi luôn là chính mình. Sẽ không trung thực nếu tôi làm một bản thu âm trống & bass. Đó không phải là nơi tôi đến… nhưng tôi có thể đến gặp một người chơi trống & bass và nói ‘Xin chào, tôi tên là Björk và đây là giọng hát và bài hát của tôi’ và họ có thể làm bất cứ điều gì họ muốn từ nó. Và bạn sẽ thấy trên bìa đĩa, ‘Björk phối lại bởi Dilinja’. Không ai ăn cắp ý tưởng của bất kỳ ai khác và tôi không coi đó là ‘tác phẩm của tôi’ chút nào.”\n\nTất cả các đĩa đơn của Björk tiếp tục được phát hành với sự bổ sung phong phú các bản phối lại – Biophilia cũng có một bản phối lại chị em, Bastards. Năm 2005, cô đã mở rộng công việc của mình để có thể tái tạo rộng rãi hơn nữa cho album từ thiện Army Of Me: Remixes And Covers, gây quỹ cho những người bị ảnh hưởng bởi trận sóng thần châu Á năm 2004. Đưa ra lời kêu gọi trên trang web của mình, cô đã chọn từ hơn 600 bài dự thi từ người hâm mộ và nhạc sĩ nghiệp dư và chuyên nghiệp. Biophilia còn tiến xa hơn nữa, cho phép mọi người mua ứng dụng của mình có thể chỉnh sửa"
  },
  {
    "source_text": "This paper describes some novel research results on bilateral teleoperation of a flexible catheter in a constrained environment. The dynamics of the catheter in a constrained environment is highly nonlinear and is affected by a large number of factors such as friction, flexibility of the catheter, force of insertion, shape and size of the catheter, etc. As a result, the distal end of the catheter almost never follows the actuated end of the catheter which could cause fatigue to the clinician/user attempting to insert the catheter in a blood vessel. In addition, there is a time delay of up to 0.8 second before the distal end of the catheter advances after the near end is actuated. This delay is sufficient to cause instability in the control loop. We have developed a teleoperation framework using wave variables to perform robot- assisted catheter insertion in a constrained environment while reflecting the forces at the tip of the catheter to the clinician. Experimental results showing the effect of different factors such as the velocity and stroke length of insertion on the delays introduced in control loop and errors between the master and slave position are included. To the best of our knowledge, this work is among the first to attempt to provide an understanding of the effects of various factors on the flexing of the catheter. In addition, master-slave insertion of a catheter instrumented with shape memory alloys (SMA) has also been performed and the results are included in this paper.",
    "translation": "Bài báo này mô tả một số kết quả nghiên cứu mới về hoạt động từ xa song phương của ống thông mềm trong môi trường hạn chế. Động lực của ống thông trong môi trường hạn chế là rất phi tuyến tính và bị ảnh hưởng bởi một số lượng lớn các yếu tố như ma sát, độ linh hoạt của ống thông, lực đưa vào, hình dạng và kích thước của ống thông, v.v. Do đó, đầu xa của ống thông hầu như không bao giờ đi theo đầu được kích hoạt của ống thông, điều này có thể gây mệt mỏi cho bác sĩ lâm sàng/người dùng khi cố gắng đưa ống thông vào mạch máu. Ngoài ra, có độ trễ thời gian lên đến 0,8 giây trước khi đầu xa của ống thông tiến lên sau khi đầu gần được kích hoạt. Độ trễ này đủ để gây ra sự bất ổn trong vòng điều khiển. Chúng tôi đã phát triển một khuôn khổ hoạt động từ xa sử dụng các biến sóng để thực hiện việc đưa ống thông hỗ trợ robot vào trong môi trường hạn chế trong khi phản ánh các lực ở đầu ống thông cho bác sĩ lâm sàng. Kết quả thực nghiệm cho thấy tác động của các yếu tố khác nhau như vận tốc và độ dài hành trình đưa vào đối với độ trễ được đưa vào trong vòng điều khiển và lỗi giữa vị trí chính và phụ được bao gồm. Theo hiểu biết của chúng tôi, công trình này là một trong những công trình đầu tiên cố gắng cung cấp hiểu biết về tác động của nhiều yếu tố khác nhau lên độ uốn cong của ống thông. Ngoài ra, việc lắp ống thông chủ-tớ được trang bị hợp kim nhớ hình dạng (SMA) cũng đã được thực hiện và kết quả được đưa vào bài báo này."
  },
  {
    "source_text": "Nodes in ad hoc networks generally transmit data at regular intervals over long periods of time. Recently, ad hoc network nodes have been built that run on little power and have very limited memory. In ad hoc networks authentication can be a significant challenge, even without considering size and power constraints. Assuming idealized hashing, this paper examines lower bounds for ad hoc broadcast authentication for /spl mu/-TESLA-like protocols. In particular this paper focuses on idealized hashing for generating preimages of hash chains. Using variations on these idealized hash functions, this paper gives an idealized time-space product /spl Omega/(t/sup 2/ log/sup 4/ n) bit operation/sup 1/ lower-bound for optimal preimage hash chain generation. Where n is the total length of the hash chain and the hash elements are t-wise independent. Given our foundations, these results follow as corollaries to a lower bound of Coppersmith and Jakobsson.",
    "translation": "Các nút trong mạng ad hoc thường truyền dữ liệu theo các khoảng thời gian đều đặn trong thời gian dài. Gần đây, các nút mạng ad hoc đã được xây dựng chạy bằng ít năng lượng và có bộ nhớ rất hạn chế. Trong mạng ad hoc, xác thực có thể là một thách thức đáng kể, ngay cả khi không xem xét các ràng buộc về kích thước và năng lượng. Giả sử băm lý tưởng, bài báo này sẽ xem xét các giới hạn dưới cho xác thực phát ad hoc cho các giao thức giống /spl mu/-TESLA. Đặc biệt, bài báo này tập trung vào băm lý tưởng để tạo tiền ảnh của chuỗi băm. Sử dụng các biến thể trên các hàm băm lý tưởng này, bài báo này đưa ra một tích thời gian-không gian lý tưởng /spl Omega/(t/sup 2/ log/sup 4/ n) hoạt động bit/sup 1/ giới hạn dưới để tạo chuỗi băm tiền ảnh tối ưu. Trong đó n là tổng chiều dài của chuỗi băm và các phần tử băm độc lập theo từng t. Với nền tảng của chúng tôi, những kết quả này tuân theo như hệ quả của giới hạn dưới của Coppersmith và Jakobsson."
  },
  {
    "source_text": "Following Monday’s false dawn Britain, the EU and Ireland have finally reached a deal on Brexit, meaning talks can now move onto phase two.\n\nTalks ran through the night between UK Prime Minister Theresa May, leader of the DUP – Northern Ireland’s biggest party – Arlene Foster, European Commission President Jean-Claude Juncker and Irish leader Leo Varadkar.\n\nTensions between the leaders had reached fever pitch during the week as the heads of state fought their country’s corner. However, by Friday morning it was announced that marathon all-night talks had culminated in an initial plan on which everyone agreed.\n\nHere RT breaks down the key points of that agreement:\n\nIreland gets to keep its soft border\n\nWe have achieved all we set out to achieve in Phase 1. This is not the end but it is the end of the beginning. The Good Friday Agreement is fully protected & the Common Travel Area will continue. The UK is committed to avoiding a hard border. #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) December 8, 2017\n\nThe Irish government was unhappy with the language in the initial proposal from the UK on the border between Northern Ireland and the Republic.\n\nEarlier in the week Taoiseach Varadkar (Ireland’s PM), even threatened to delay negotiations until the new year if a deal couldn’t be brokered.\n\nREAD MORE: Irish PM throws Theresa May under the bus, says UK PM abandoned North Ireland Brexit deal\n\nDetermined to move on to phase two of negotiations before the Christmas break, the group worked through the night to come up with a new agreement that Varadkar called “cast iron” and “bulletproof.”\n\nAll other issues are to be ironed out in phase two but, if those negotiations break down, there is now a clear default or insurance policy that guarantees there will be no customs or trade barriers between the Republic of Ireland and the UK.\n\nCitizens get to keep their rights\n\n1/2 Delighted we've reached an agreement which will give both Europeans here in the UK and British citizens in the EU binding guarantees about their residence rights. — Amber Rudd MP (@AmberRuddHR) December 8, 2017\n\nAs per the agreement, the more than 3 million EU citizens living and working in the UK will continue to enjoy the current freedom of movement principals. The guarantee also applies to British citizens living in other parts of the EU.\n\nCrucially, everyone born in Northern Ireland will still retain EU AND British citizenship. The European Court of Justice will continue overseeing the rights of EU citizens in the UK for eight years after their withdrawal.\n\nIn his press conference Friday Varadkar told unionists in Northern Ireland: “We want to build bridges, not borders,” and to nationalists: “Your birthright as an Irish citizen is protected.\"\n\nREAD MORE: Tories praise Brexit deal, but Nigel Farage says it is ‘humiliating’\n\nCommon travel area\n\nUnder Friday’s 11th hour deal citizens on the island of Ireland will continue to move freely between the North and Republic. This had been a major concern for business people, and the thousands who live and work either side of the border.\n\nGoing forward\n\nMove to phase 2 of talks good - but devil is in the detail and things now get really tough. If #Brexit is happening (wish it wasn’t) staying in single market & customs union is only sensible option. And any special arrangements for NI must be available to other UK nations. — Nicola Sturgeon (@NicolaSturgeon) December 8, 2017\n\nTalks will now turn to the transition period. The UK has asked for a two-year implementation period from the exit date, bringing the cut-off point to March 2021, in which they would remain in the Single Market and Customs Union – the terms of just how involved Britain will be in the EU during that period has yet to be determined.\n\nBritain and the EU will also have to decipher what their relationship will look like post-divorce, specifically if and how the two will fight issues such terrorism and international crime together.\n\nREAD MORE: Confirmed! Brexit deal brokered between May and EU - no hard border for N. Ireland\n\n“We all know that breaking up is hard. But breaking up and building a new relation is much harder,” said President of the European Council Donald Tusk, harking back to Neil Sadaka’s 1975 hit.\n\n“Since the Brexit referendum, a year and a half has passed. So much time has been devoted to the easier part of the task. And now, to negotiate a transition arrangement and the framework for our future relationship, we have de facto less than a year.”\n\nGiven that",
    "translation": "Sau bình minh giả tạo của Anh vào thứ Hai, EU và Ireland cuối cùng đã đạt được thỏa thuận về Brexit, nghĩa là các cuộc đàm phán hiện có thể chuyển sang giai đoạn hai.\n\nCác cuộc đàm phán diễn ra suốt đêm giữa Thủ tướng Anh Theresa May, lãnh đạo DUP - đảng lớn nhất Bắc Ireland - Arlene Foster, Chủ tịch Ủy ban Châu Âu Jean-Claude Juncker và lãnh đạo Ireland Leo Varadkar.\n\nCăng thẳng giữa các nhà lãnh đạo đã lên đến đỉnh điểm trong tuần khi các nguyên thủ quốc gia đấu tranh cho lợi ích của đất nước mình. Tuy nhiên, đến sáng thứ Sáu, có thông báo rằng các cuộc đàm phán kéo dài suốt đêm đã đạt đến đỉnh điểm trong một kế hoạch ban đầu mà mọi người đều đồng ý.\n\nSau đây, RT phân tích các điểm chính của thỏa thuận đó:\n\nIreland được giữ lại đường biên giới mềm của mình\n\nChúng tôi đã đạt được tất cả những gì chúng tôi đặt ra để đạt được trong Giai đoạn 1. Đây không phải là kết thúc nhưng là kết thúc của sự khởi đầu. Thỏa thuận Thứ Sáu Tuần Thánh được bảo vệ hoàn toàn và Khu vực Du lịch Chung sẽ tiếp tục. Vương quốc Anh cam kết tránh biên giới cứng. #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) ngày 8 tháng 12 năm 2017\n\nChính phủ Ireland không hài lòng với ngôn ngữ trong đề xuất ban đầu của Vương quốc Anh về biên giới giữa Bắc Ireland và Cộng hòa Ireland.\n\nĐầu tuần này, Taoiseach Varadkar (Thủ tướng Ireland), thậm chí còn đe dọa sẽ trì hoãn các cuộc đàm phán cho đến năm mới nếu không thể đạt được thỏa thuận.\n\nĐỌC THÊM: Thủ tướng Ireland chỉ trích Theresa May, Thủ tướng Anh cho biết đã từ bỏ thỏa thuận Brexit với Bắc Ireland\n\nQuyết tâm chuyển sang giai đoạn đàm phán thứ hai trước kỳ nghỉ Giáng sinh, nhóm đã làm việc suốt đêm để đưa ra một thỏa thuận mới mà Varadkar gọi là \"sắt đúc\" và \"chống đạn\".\n\nMọi vấn đề khác sẽ được giải quyết trong giai đoạn thứ hai nhưng nếu các cuộc đàm phán đó đổ vỡ, thì hiện tại sẽ có một chính sách mặc định hoặc bảo hiểm rõ ràng đảm bảo sẽ không có rào cản thương mại hoặc hải quan nào giữa Cộng hòa Ireland và Vương quốc Anh.\n\nCông dân được giữ quyền của mình\n\n1/2 Rất vui mừng khi chúng ta đã đạt được một thỏa thuận sẽ trao cho cả người châu Âu tại Vương quốc Anh và công dân Anh tại EU những đảm bảo ràng buộc về quyền cư trú của họ. — Amber Rudd MP (@AmberRuddHR) ngày 8 tháng 12 năm 2017\n\nTheo thỏa thuận, hơn 3 triệu công dân EU đang sinh sống và làm việc tại Vương quốc Anh sẽ tiếp tục được hưởng các nguyên tắc tự do đi lại hiện tại. Đảm bảo này cũng áp dụng cho công dân Anh đang sinh sống tại các khu vực khác của EU.\n\nĐiều quan trọng là mọi người sinh ra ở Bắc Ireland vẫn sẽ giữ được quyền công dân EU VÀ Anh. Tòa án Công lý Châu Âu sẽ tiếp tục giám sát các quyền của công dân EU tại Vương quốc Anh trong tám năm sau khi họ rút khỏi EU.\n\nTrong cuộc họp báo hôm thứ Sáu, Varadkar đã nói với những người theo chủ nghĩa liên hiệp ở Bắc Ireland: \"Chúng tôi muốn xây dựng những cây cầu, không phải biên giới\", và với những người theo chủ nghĩa dân tộc: \"Quyền công dân Ireland bẩm sinh của các bạn được bảo vệ\".\n\nĐỌC THÊM: Đảng Bảo thủ ca ngợi thỏa thuận Brexit, nhưng Nigel Farage cho rằng đó là 'sự sỉ nhục'\n\nKhu vực đi lại chung\n\nTheo thỏa thuận vào giờ thứ 11 của thứ Sáu, công dân trên đảo Ireland sẽ tiếp tục được tự do di chuyển giữa Bắc Ireland và Cộng hòa Ireland. Đây là mối quan tâm lớn đối với những người kinh doanh và hàng nghìn người sống và làm việc ở cả hai bên biên giới.\n\nTiến về phía trước\n\nChuyển sang giai đoạn 2 của các cuộc đàm phán là tốt - nhưng ma quỷ nằm trong chi tiết và mọi thứ bây giờ trở nên thực sự khó khăn. Nếu #Brexit đang diễn ra (ước gì không xảy ra) thì việc duy trì thị trường chung và liên minh thuế quan là lựa chọn hợp lý duy nhất. Và bất kỳ sự sắp xếp đặc biệt nào cho Bắc Ireland phải được các quốc gia khác của Vương quốc Anh chấp nhận. — Nicola Sturgeon (@NicolaSturgeon) ngày 8 tháng 12 năm 2017\n\nCác cuộc đàm phán hiện sẽ chuyển sang giai đoạn chuyển tiếp. Vương quốc Anh đã yêu cầu thời hạn thực hiện là hai năm kể từ ngày rời đi, đưa điểm cắt đến tháng 3 năm 2021, khi họ vẫn ở trong Thị trường chung và Liên minh thuế quan – các điều khoản về mức độ tham gia của Anh vào EU trong thời gian đó vẫn chưa được xác định.\n\nAnh và EU cũng sẽ phải giải mã mối quan hệ của họ sẽ như thế nào sau khi ly hôn, cụ thể là liệu hai bên có cùng nhau giải quyết các vấn đề như khủng bố và tội phạm quốc tế hay không và bằng cách nào.\n\nĐỌC THÊM: Đã xác nhận! Thỏa thuận Brexit được đàm phán giữa May và EU - không có biên giới cứng cho Bắc Ireland\n\n“Chúng ta đều biết rằng chia tay là điều khó khăn. Nhưng chia tay và xây dựng một mối quan hệ mới còn khó khăn hơn nhiều”, Chủ tịch Hội đồng châu Âu Donald Tusk cho biết, gợi nhớ đến bản hit năm 1975 của Neil Sadaka.\n\n“Kể từ cuộc trưng cầu dân ý về Brexit, một năm rưỡi đã trôi qua. Quá nhiều thời gian đã được dành cho phần dễ dàng hơn của nhiệm vụ. Và bây giờ, để đàm phán một thỏa thuận chuyển tiếp và khuôn khổ cho mối quan hệ tương lai của chúng ta, trên thực tế chúng ta chỉ còn chưa đầy một năm.”\n\nVới"
  },
  {
    "source_text": "Existing version control approaches in database management systems (DBMSs) are still limited to providing version control functionality for the rollback to a previous state of the database itself and/or database schemas. The interrelations between changes to software artifacts produced during a database development process such as specifications, design diagrams, documentation, and database itself are not well managed by an DMBS. This paper presents an integrated approach that combines the structure-oriented software configuration management (SCM) and versioned hypermedia to control logical changes to software artifacts including entity-relationship diagrams (ERDs) and schema constructs, and to maintain consistent configurations among those constructs and versions of data. Logical connections among specifications and elements of an ERD are represented as hyperlinks and versioned as well.",
    "translation": "Các phương pháp kiểm soát phiên bản hiện có trong các hệ thống quản lý cơ sở dữ liệu (DBMS) vẫn chỉ giới hạn ở việc cung cấp chức năng kiểm soát phiên bản để khôi phục về trạng thái trước đó của chính cơ sở dữ liệu và/hoặc các lược đồ cơ sở dữ liệu. Các mối quan hệ giữa các thay đổi đối với các hiện vật phần mềm được tạo ra trong quá trình phát triển cơ sở dữ liệu như thông số kỹ thuật, sơ đồ thiết kế, tài liệu và chính cơ sở dữ liệu không được DMBS quản lý tốt. Bài báo này trình bày một phương pháp tiếp cận tích hợp kết hợp quản lý cấu hình phần mềm theo cấu trúc (SCM) và siêu phương tiện có phiên bản để kiểm soát các thay đổi hợp lý đối với các hiện vật phần mềm bao gồm sơ đồ quan hệ thực thể (ERD) và cấu trúc lược đồ, đồng thời duy trì các cấu hình nhất quán giữa các cấu trúc và phiên bản dữ liệu đó. Các kết nối hợp lý giữa các thông số kỹ thuật và thành phần của ERD được biểu diễn dưới dạng siêu liên kết và cũng được phiên bản hóa."
  },
  {
    "source_text": "\nShort answer: nuke the disclaimer notices\n\nAt which point, god help us all. Now, not only do we have fake sites putting out clickbait crap to game Facebook and Twitter, but now they’re not even clearly marked as fake news sites! Which means Google and Facebook will have to go back to step 1: identifying them based on the content.\n\nSo then we’re back to square one. But the problems don’t end with identifying fake news.\n\nOh no, there will be consequences when news sites inevitably get misflagged as ‘fake’. Such as say, a very angry webmaster/owner sending Google legal threats for cutting off their income based on what he sees as company bias/discrimination/whatever. Or complaining that Google’s actions (accusing his site of being fake) is considered libel or something.\n\nIt’s a legal minefield that could leave enough gaps in the terms and conditions to drive a (lawsuit )bus through.\n\nAnd this is still only the tip of the iceberg when it comes to how awful this statement is and how badly these rules could be interpreted.\n\nBecause then we get to the whole ‘conceal information’ aspect. What counts as this?\n\nWell, that’s a good question actually. Because the amount of things you could ban sites for based on the concept is insane.\n\nFor example, this could easily be used to shut off ads on sites run by anonymous or pseudonymous authors. After all, they could be seen as ‘concealing information about the publisher’, right?\n\nI guess so.\n\nWhich means Google and co now have a nice way to shut down ads on any somewhat anonymous site that annoys them. Hence giving them a cruel way to blast many gaming site owners and political activists straight into the poorhouse.\n\nAbove: Sorry Sean Malstrom. Hope you don’t leave WordPress.com, otherwise Google will apparently cut off your advertising.\n\nAnd it gets worse. Why? Because then ‘concealing information about the publisher’s content’ is even MORE vague.\n\nI mean literally anything could be justified under that logic.\n\nUsed an anonymous source? You’re ‘concealing information about the content’ by protecting them and not providing their names. Like here:\n\nAbove image taken from a Lets Play Video Games article on the recent Rabbids/Mario RPG crossover rumours.\n\nSay something you know is false because you’re under an embargo or agreement? That’s ‘concealing information about the content’.\n\nReally, you could justify cutting off ads for a lot of reasons with this logic. Perhaps not always bad reasons (because hey, you could nail dishonest journalists for a ‘conflict of interest’ with the same ‘rule’), but enough that it should terrify the hell out of anyone doing journalism at all.\n\nAnd that’s really the major issue. Google’s plans to stop fake news may be admirable, but the rules and ideas seem so vague that they can be used as a weapon against anyone for any reason whatsoever.\n\nAdd how they can just make the fake news problem worse (by incentivising people to lie about their site’s content), and you’ve got a ‘solution’ which could end up it being far worse than the actual problem.\n\nBut hey, maybe that’s the point. Maybe the idea isn’t really to stop fake news, but to hit anyone disagreeing with the mainstream narrative in the pocketbook, in hopes it’ll put ’em out of business. Perhaps Google just wants to play judge, jury and executioner.\n\nOr maybe I’m too cynical. Either way, these rules don’t work, and need serious revision if Google thinks it can stop fake news with them.",
    "translation": "Trả lời ngắn gọn: xóa thông báo từ chối trách nhiệm\n\nĐến lúc đó, Chúa sẽ giúp chúng ta. Bây giờ, chúng ta không chỉ có các trang web giả mạo đưa ra những thông tin giật gân để chơi khăm Facebook và Twitter, mà giờ đây chúng thậm chí còn không được đánh dấu rõ ràng là các trang tin tức giả mạo! Điều đó có nghĩa là Google và Facebook sẽ phải quay lại bước 1: xác định chúng dựa trên nội dung.\n\nVậy là chúng ta lại quay lại vạch xuất phát. Nhưng vấn đề không chỉ dừng lại ở việc xác định tin tức giả mạo.\n\nỒ không, sẽ có hậu quả khi các trang tin tức chắc chắn bị gắn cờ sai là 'giả mạo'. Chẳng hạn như, một quản trị viên/chủ sở hữu trang web rất tức giận gửi cho Google những lời đe dọa pháp lý vì cắt giảm thu nhập của họ dựa trên những gì anh ta coi là sự thiên vị/phân biệt đối xử của công ty/bất cứ điều gì. Hoặc phàn nàn rằng hành động của Google (tố cáo trang web của anh ta là giả mạo) được coi là phỉ báng hoặc đại loại thế.\n\nĐó là một bãi mìn pháp lý có thể để lại đủ lỗ hổng trong các điều khoản và điều kiện để lái một chiếc xe buýt (kiện tụng) đi qua.\n\nVà đây vẫn chỉ là phần nổi của tảng băng chìm khi nói đến mức độ tệ hại của tuyên bố này và mức độ tệ hại của những quy tắc này.\n\nBởi vì sau đó chúng ta sẽ đi đến toàn bộ khía cạnh 'che giấu thông tin'. Điều này được tính là gì?\n\nVâng, đó thực sự là một câu hỏi hay. Bởi vì số lượng những thứ bạn có thể cấm các trang web dựa trên khái niệm này là vô lý.\n\nVí dụ, điều này có thể dễ dàng được sử dụng để tắt quảng cáo trên các trang web do các tác giả ẩn danh hoặc có bút danh điều hành. Rốt cuộc, họ có thể bị coi là 'che giấu thông tin về nhà xuất bản', phải không?\n\nTôi đoán vậy.\n\nĐiều đó có nghĩa là Google và các công ty hiện có một cách hay để tắt quảng cáo trên bất kỳ trang web ẩn danh nào khiến họ khó chịu. Do đó, họ có một cách tàn nhẫn để ném nhiều chủ sở hữu trang web trò chơi và các nhà hoạt động chính trị thẳng vào nhà thương.\n\nPhía trên: Xin lỗi Sean Malstrom. Hy vọng bạn không rời khỏi WordPress.com, nếu không Google sẽ cắt quảng cáo của bạn.\n\nVà tình hình trở nên tệ hơn. Tại sao? Bởi vì khi đó 'che giấu thông tin về nội dung của nhà xuất bản' thậm chí còn mơ hồ HƠN.\n\nÝ tôi là bất cứ điều gì cũng có thể được biện minh theo logic đó.\n\nBạn có sử dụng nguồn ẩn danh không? Bạn đang 'che giấu thông tin về nội dung' bằng cách bảo vệ họ và không cung cấp tên của họ. Giống như ở đây:\n\nHình ảnh trên được lấy từ bài viết Lets Play Video Games về tin đồn gần đây về Rabbids/Mario RPG crossover.\n\nNói rằng điều gì đó bạn biết là sai vì bạn đang bị cấm vận hoặc thỏa thuận? Đó là 'che giấu thông tin về nội dung'.\n\nThực sự, bạn có thể biện minh cho việc cắt quảng cáo vì nhiều lý do với logic này. Có lẽ không phải lúc nào cũng là lý do tồi (bởi vì này, bạn có thể đóng đinh những nhà báo không trung thực vì 'xung đột lợi ích' với cùng một 'quy tắc'), nhưng đủ để khiến bất kỳ ai làm báo chí đều phải khiếp sợ.\n\nVà đó thực sự là vấn đề chính. Kế hoạch ngăn chặn tin tức giả mạo của Google có thể đáng ngưỡng mộ, nhưng các quy tắc và ý tưởng có vẻ mơ hồ đến mức chúng có thể được sử dụng như một vũ khí chống lại bất kỳ ai vì bất kỳ lý do gì.\n\nThêm vào đó, họ có thể khiến vấn đề tin tức giả trở nên tồi tệ hơn (bằng cách khuyến khích mọi người nói dối về nội dung trang web của họ), và bạn có một 'giải pháp' có thể khiến vấn đề trở nên tồi tệ hơn nhiều so với vấn đề thực tế.\n\nNhưng này, có lẽ đó là vấn đề chính. Có lẽ ý tưởng không thực sự là ngăn chặn tin tức giả, mà là tấn công bất kỳ ai không đồng tình với câu chuyện chính thống trong sổ tay, với hy vọng rằng điều đó sẽ khiến họ phá sản. Có lẽ Google chỉ muốn đóng vai trò là thẩm phán, bồi thẩm đoàn và đao phủ.\n\nHoặc có thể tôi quá hoài nghi. Dù thế nào đi nữa, những quy tắc này đều không hiệu quả và cần phải sửa đổi nghiêm túc nếu Google nghĩ rằng họ có thể ngăn chặn tin tức giả bằng chúng."
  },
  {
    "source_text": "Toronto, ON – Earlier today The Board of Governors of the Ontario Hockey League approved the sale of the Sudbury Wolves Hockey Club from the Burgess and Edwards Family to Dario Zulich.\n\n“The Burgess and Edwards Family have been the longest serving owners in the OHL having owned the storied Sudbury Wolves for 30 years. I want to thank them for their dedication to the interests and support of their players, the league and the fans in Sudbury,” said David Branch, OHL Commissioner. “The OHL welcomes Dario Zulich to the league and looks forward to celebrating the Wolves 45th anniversary in the 2016-2017 season.”\n\n“I would like to thank everyone for their support over the past 30 years and I want to wish Dario all the best,” said Mark Burgess. “I look forward to concluding the sale in the days ahead.”\n\n“I am grateful to the Board of Governors of the Ontario Hockey League for its approval of the ownership transfer of the Sudbury Wolves, enabling me to purchase the Wolves from the Burgess and Edwards families,” said Dario Zulich. “I am looking forward to the final step in the process, which will officially close the sale and purchase on a date to be determined prior to the start of the Wolves preseason.”\n\nA media availability will be planned in Sudbury in the near future, and there will be no further comment until that time.\nA group of renters discovered a badly decomposed body in the garden of their Airbnb rental in suburban Paris over the weekend. The body of the woman was covered with tree branches.\n\n\"Her body was found at the bottom of the property which opens out into woods,\" a police source said, according to France 24. Authorities are now investigating the death in Palaiseau, in the southern suburbs of Paris. Foul play is suspected.\n\nSEE ALSO: Head to this Van Gogh Airbnb for some dark brooding\n\nThe people renting the house were only there for a weekend, although they are being questioned.\n\nThe cause of death has not yet been determined, according to police. The woman's body was found \"hunched in a dug-out area, her head against the ground, covered in branches and surrounded by wood stumps,\" France 24 reported. There will be an autopsy.\n\nThe listing was removed from Airbnb on Sunday, according to Le Parisien.\n\n\"We have offered our assistance to the police and will help them with their investigation in any way we can,\" an Airbnb spokesperson told Mashable. \"In addition, we reached out to the host and guests and will provide all necessary support.\"\n\n\"Over 80 million people have travelled on Airbnb and problems for hosts and guests are extremely rare.\"\n\nAdditional reporting by the Associated Press. This story has been updated with comment from Airbnb.\n\nHave something to add to this story? Share it in the comments.\nPresident Trump has been informed of Justice Anthony Kennedy’s impending resignation, meaning that the president will soon make his second pick for the Supreme Court, according to White House sources speaking with Trump insider Roger Stone.\n\nThis development, exclusive to Infowars, is the first confirmation of the 80-year-old’s retirement, which the mainstream media has speculated for the past hour.\n\nU.S. Circuit Judge Thomas Hardiman, who was on Trump’s short list when he selected Neil Gorsuch for the vacancy left by the late Antonin Scalia, is said to be the front-runner for the opening seat.\n\nThat said, the president will consider other candidates as well – including perhaps Judge Andrew Napolitano, a surprise candidate who’s long been a favorite of Trump’s.\n\nKennedy, a Reagan appointee described as a conservative centrist, holds a controlling vote on the court and has often decided cases by his one vote.\n\nTrump indicated this weekend that he heard rumors about Kennedy’s retirement.\n\n“I’ve heard the same rumors that a lot of people have heard,” the president told media. “And I have a lot of respect for that gentleman, a lot.”\n\nGorsuch was confirmed by the Senate on April 7 after a lengthy confirmation battle.\n\nThe Save Infowars Super Sale is now live! Get up to 60% off our most popular products today!",
    "translation": "Toronto, ON – Sáng nay, Hội đồng quản trị của Liên đoàn khúc côn cầu Ontario đã chấp thuận việc bán Câu lạc bộ khúc côn cầu Sudbury Wolves từ Gia đình Burgess và Edwards cho Dario Zulich.\n\n“Gia đình Burgess và Edwards là những chủ sở hữu lâu năm nhất tại OHL khi sở hữu Sudbury Wolves lừng lẫy trong 30 năm. Tôi muốn cảm ơn họ vì sự tận tụy vì lợi ích và sự ủng hộ của các cầu thủ, giải đấu và người hâm mộ tại Sudbury,” David Branch, Ủy viên OHL cho biết. “OHL chào đón Dario Zulich đến với giải đấu và mong muốn kỷ niệm 45 năm thành lập Wolves trong mùa giải 2016-2017.”\n\n“Tôi muốn cảm ơn mọi người vì sự ủng hộ của họ trong suốt 30 năm qua và tôi muốn chúc Dario mọi điều tốt đẹp nhất,” Mark Burgess cho biết. “Tôi mong muốn hoàn tất việc bán trong những ngày tới.”\n\n“Tôi biết ơn Hội đồng quản trị của Liên đoàn khúc côn cầu Ontario đã chấp thuận việc chuyển nhượng quyền sở hữu Sudbury Wolves, cho phép tôi mua Wolves từ gia đình Burgess và Edwards,” Dario Zulich cho biết. “Tôi đang mong chờ bước cuối cùng trong quá trình này, sẽ chính thức kết thúc việc mua bán vào một ngày sẽ được xác định trước khi mùa giải trước của Wolves bắt đầu.”\n\nMột buổi họp báo sẽ được lên kế hoạch tại Sudbury trong tương lai gần và sẽ không có bình luận nào thêm cho đến thời điểm đó.\nMột nhóm người thuê nhà đã phát hiện ra một thi thể đang phân hủy nặng trong khu vườn của căn hộ cho thuê Airbnb của họ ở vùng ngoại ô Paris vào cuối tuần. Thi thể của người phụ nữ được phủ bằng cành cây.\n\n\"Thi thể của cô ấy được tìm thấy ở dưới cùng của khu đất mở ra khu rừng\", một nguồn tin cảnh sát cho biết, theo France 24. Các nhà chức trách hiện đang điều tra cái chết ở Palaiseau, vùng ngoại ô phía nam của Paris. Người ta nghi ngờ có hành vi phạm tội.\n\nXEM THÊM: Đến Airbnb Van Gogh này để có chút u ám\n\nNhững người thuê nhà chỉ ở đó một tuần, mặc dù họ đang bị thẩm vấn.\n\nNguyên nhân tử vong vẫn chưa được xác định, theo cảnh sát. Thi thể của người phụ nữ được tìm thấy \"trong tư thế khom lưng trong một khu vực đào, đầu cô ấy chạm đất, phủ đầy cành cây và xung quanh là gốc cây\", France 24 đưa tin. Sẽ có một cuộc khám nghiệm tử thi.\n\nTheo Le Parisien, danh sách đã bị xóa khỏi Airbnb vào Chủ Nhật.\n\n\"Chúng tôi đã đề nghị hỗ trợ cảnh sát và sẽ giúp họ điều tra theo bất kỳ cách nào có thể\", một phát ngôn viên của Airbnb nói với Mashable. \"Ngoài ra, chúng tôi đã liên hệ với chủ nhà và khách và sẽ cung cấp mọi hỗ trợ cần thiết\".\n\n\"Hơn 80 triệu người đã đi du lịch trên Airbnb và vấn đề giữa chủ nhà và khách là cực kỳ hiếm\".\n\nBáo cáo bổ sung của Associated Press. Câu chuyện này đã được cập nhật với bình luận từ Airbnb.\n\nBạn có điều gì muốn bổ sung vào câu chuyện này không? Hãy chia sẻ trong phần bình luận.\nTổng thống Trump đã được thông báo về việc Thẩm phán Anthony Kennedy sắp từ chức, nghĩa là tổng thống sẽ sớm đưa ra lựa chọn thứ hai cho Tòa án Tối cao, theo các nguồn tin từ Nhà Trắng trao đổi với người trong cuộc của Trump là Roger Stone.\n\nDiễn biến này, chỉ có trên Infowars, là xác nhận đầu tiên về việc nghỉ hưu của người đàn ông 80 tuổi này, điều mà các phương tiện truyền thông chính thống đã đồn đoán trong giờ qua.\n\nThẩm phán Tòa phúc thẩm Hoa Kỳ Thomas Hardiman, người nằm trong danh sách rút gọn của Trump khi ông chọn Neil Gorsuch cho vị trí trống do cố thẩm phán Antonin Scalia để lại, được cho là ứng cử viên hàng đầu cho vị trí mở màn.\n\nMặc dù vậy, tổng thống cũng sẽ cân nhắc các ứng cử viên khác - bao gồm cả Thẩm phán Andrew Napolitano, một ứng cử viên bất ngờ từ lâu đã là người được Trump yêu thích.\n\nKennedy, người được Reagan bổ nhiệm được mô tả là một người theo chủ nghĩa trung dung bảo thủ, nắm quyền bỏ phiếu kiểm soát tại tòa án và thường quyết định các vụ án bằng một phiếu bầu của mình.\n\nTrump đã ám chỉ vào cuối tuần này rằng ông đã nghe tin đồn về việc Kennedy nghỉ hưu.\n\n\"Tôi đã nghe những tin đồn giống như nhiều người đã nghe\", tổng thống nói với giới truyền thông. “Và tôi rất tôn trọng quý ông đó, rất nhiều.”\n\nGorsuch đã được Thượng viện xác nhận vào ngày 7 tháng 4 sau một cuộc chiến xác nhận kéo dài.\n\nChương trình khuyến mại Save Infowars Super Sale hiện đã diễn ra! Giảm giá tới 60% cho các sản phẩm phổ biến nhất của chúng tôi ngay hôm nay!"
  }
]