[
  {
    "source_text": "A micro-manipulation method based on adhesion forces and dynamic effects has been proposed in our previous papers. A prototype manipulator, called [mu]MAD, has been constructed and successfully experimented. This paper describes the advanced capabilities of [mu]MAD, especially two new interesting applications: sorting of micro-objects and mechanical characterizations.",
    "translation": "En artículos anteriores se ha propuesto un método de micromanipulación basado en fuerzas de adhesión y efectos dinámicos. Se ha construido y probado con éxito un prototipo de manipulador, llamado [mu]MAD. En este artículo se describen las capacidades avanzadas de [mu]MAD, especialmente dos nuevas aplicaciones interesantes: clasificación de microobjetos y caracterizaciones mecánicas."
  },
  {
    "source_text": "When chaos calls / Bedlam abounds. Is now a good time to unplug and move to the woods?\n\nHere is the good news: We are completely doomed.\n\nIsn't that great? Isn't that reassuring? It damn well should be, because, in some form or another and since we were knee-high to a cave painting, the apocalypse has always, always been nigh.\n\nIt is perhaps the single most wonderful and reliable aspect about being a tiny troubled biped on this tiny troubled speck of spinning space dust; depending on whom you listen to, depending on how dialed in you are to the various nefarious signs and conspiracy theories and reruns of \"The Omen\" on late-night cable, we are always on the verge of imminent and unstoppable doom. It's just a matter of which supremely peeved deity -- God? Nukes? Bees? Trees? Peanut butter? -- you believe is about to bring the hammer down.\n\nIf nothing else, this unfailing belief in our imminent demise makes us terribly consistent. And consistency, aside from being a nasty hobgoblin, also provides terrific comfort. And comfort, in times of chaos and imminent apocalypse, is always sort of nice. See how that works?\n\nIn the Bush Dark Times, the apocalypse took the form of various charming little munchkins, like the gay agenda, Buddha tattoos, nu-metal, female nipples, Bill O'Reilly's adorable \"culture wars,\" gangsta rap, condoms, bad art, Muslim fanatics who want to confiscate your porn collection, stem cell research, Hillary Clinton and teenagers having lots of anal sex and calling it chastity. So cute!\n\nBut now, in the Obama Enlightenment, a very strange thing has occurred. It's as though Armageddon finally got a glimpse of itself in the mirror, saw what the GOP and Christian right had done to it and went, \"Holy hell, who put these f--king clown shoes on me and cut my hair in a mullet and stamped this idiotic 'Left Behind' logo on my forehead?\"\n\nAnd then it went on a rampage.\n\nResult: The apocalypse is no longer the illegible stick-figure cartoon Dubya liked to scribble on the bathtub wall while high on whippets and too many Ding-Dongs. Armageddon has taken on new shape and identity, ripped off its Disney costume to reveal a much darker and more sinister persona: global economic collapse, violent climate change, oceans in crisis, food shortages and water shortages and ice caps melting so quickly scientists are hauling life rafts to the research centers. Doom is now stripped down, battle scarred, global and mean.\n\nAccordingly, many people are looking around in increasing panic, wondering, \"Now? Is it now? Should I just chuck it all and unplug the iMac and quit updating my damnable Facebook status and move off the grid, somewhere with plenty of fresh water and lots of paranoia and free guns and no one will dare mess with my potato crops, what with all the barbed wire and trained attack dogs -- like, say northern Idaho or Canada or Afghanistan?\"\n\nVerily, every urban dweller I know has at least had the conversation, with varying degrees of seriousness. Given the massive layoffs and surging unemployment rates, what with all those fundamental, root-chakra domains -- food, water, shelter -- now kneeling before the gods of chaos, the general consensus seems to be that it might just be an ideal time to take the burned-out husk of your 401K and get the hell out before the water riots begin.\n\nBut really, how do you know? After all, it's just terribly easy to get lost in the maelstrom, to have little or no idea exactly how bad it really is out there in Bedlamville, simply because the various sources that are supposed to tell us just how awful it is -- that is, this very major media -- are themselves undergoing such a massive upheaval that it's all they (that is, we) can do to stay upright and spell their own names correctly in the obituaries, much less accurately report on Japan's breakdown or just how terrifying Eastern Europe is right now and what, exactly, that might mean for the price of your 50-pound bag of Mexican avocados from Costco.\n\nIt's easy to give in and let The Fear swallow you whole. After all, if the bitchy president of the EU says President Obama's wildly audacious master plan is a \"road to hell,\" who are you to argue? If the experts say places like LA and Nevada are about to run out of water and start feeding on their young, what can you possibly do about it? If the punditry points out just how silly it is to be focusing on kittenish issues like the AIG scandal while \"the tiger sinks its teeth into the world's neck,\" well, who are you not to take heed?\n\nHere is your",
    "translation": "Cuando el caos llama / el caos abunda. ¿Es ahora un buen momento para desconectarse y mudarse al bosque?\n\nAquí está la buena noticia: estamos completamente condenados.\n\n¿No es genial? ¿No es tranquilizador? Bien debería serlo, porque, de una forma u otra y desde que estábamos a la altura de una pintura rupestre, el apocalipsis siempre, siempre ha estado cerca.\n\nEs quizás el aspecto más maravilloso y confiable de ser un pequeño bípedo con problemas en esta pequeña y problemática mota de polvo espacial giratorio; dependiendo de a quién escuches, dependiendo de lo atento que estés a las diversas señales nefastas y teorías conspirativas y repeticiones de \"La profecía\" en la televisión por cable a altas horas de la noche, siempre estamos al borde de una fatalidad inminente e imparable. Es solo una cuestión de qué deidad supremamente enojada - ¿Dios? ¿Las armas nucleares? ¿Las abejas? ¿Los árboles? ¿La mantequilla de maní? - crees que está a punto de dar el golpe.\n\nComo mínimo, esta creencia inquebrantable en nuestra inminente desaparición nos vuelve terriblemente coherentes. Y la coherencia, además de ser un duende desagradable, también proporciona un gran consuelo. Y el consuelo, en tiempos de caos y apocalipsis inminente, siempre es agradable. ¿Ves cómo funciona?\n\nEn la época oscura de Bush, el apocalipsis adoptó la forma de varios pequeños y encantadores enanos, como la agenda gay, los tatuajes de Buda, el nu-metal, los pezones femeninos, las adorables \"guerras culturales\" de Bill O'Reilly, el rap gangsta, los condones, el mal arte, los fanáticos musulmanes que quieren confiscar tu colección de pornografía, la investigación con células madre, Hillary Clinton y los adolescentes que practican mucho sexo anal y lo llaman castidad. ¡Qué tierno!\n\nPero ahora, en la Ilustración de Obama, ha ocurrido algo muy extraño. Es como si el Armagedón finalmente se hubiera visto en el espejo, hubiera visto lo que el Partido Republicano y la derecha cristiana le habían hecho y hubiera dicho: \"Dios mío, ¿quién me puso estos malditos zapatos de payaso y me cortó el pelo a lo salmonete y me estampó este estúpido logo de 'Left Behind' en la frente?\"\n\nY luego se desató.\n\nResultado: el apocalipsis ya no es la caricatura ilegible de monigotes que a Dubya le gustaba garabatear en la pared de la bañera mientras estaba drogado con galgos y demasiados Ding-Dongs. El Armagedón ha tomado una nueva forma e identidad, se ha quitado su disfraz de Disney para revelar una personalidad mucho más oscura y siniestra: colapso económico global, cambio climático violento, océanos en crisis, escasez de alimentos y escasez de agua y capas de hielo que se derriten tan rápido que los científicos están transportando botes salvavidas a los centros de investigación. El apocalipsis ahora es despojado, marcado por la batalla, global y cruel.\n\nEn consecuencia, muchas personas miran a su alrededor cada vez con más pánico y se preguntan: \"¿Ahora? ¿Es ahora? ¿Debería dejarlo todo y desconectar el iMac y dejar de actualizar mi maldito estado de Facebook y mudarme fuera de la red, a algún lugar con abundante agua fresca y mucha paranoia y armas gratis y donde nadie se atreva a meterse con mis cultivos de patatas, con todo el alambre de púas y los perros de ataque entrenados, como, por ejemplo, el norte de Idaho o Canadá o Afganistán?\". \n\nEn verdad, todos los habitantes urbanos que conozco han tenido al menos la conversación, con distintos grados de seriedad. Dados los despidos masivos y las crecientes tasas de desempleo, y con todos esos dominios fundamentales del chakra raíz (alimentos, agua, refugio) arrodillados ahora ante los dioses del caos, el consenso general parece ser que podría ser un momento ideal para tomar la cáscara quemada de su 401K y salir corriendo antes de que comiencen los disturbios por el agua. \n\nPero, en realidad, ¿cómo lo sabe? Después de todo, es terriblemente fácil perderse en la vorágine, tener poca o ninguna idea de lo mal que está la situación en Bedlamville, simplemente porque las diversas fuentes que se supone que nos dicen lo terrible que es -es decir, estos grandes medios de comunicación- están atravesando una conmoción tan grande que todo lo que ellos (es decir, nosotros) podemos hacer es mantenernos en pie y escribir correctamente nuestros propios nombres en los obituarios, y mucho menos informar con precisión sobre el colapso de Japón o lo aterradora que es Europa del Este en este momento y qué, exactamente, eso podría significar para el precio de su bolsa de 50 libras de aguacates mexicanos de Costco. \n\nEs fácil ceder y dejar que el Miedo lo devore por completo. Después de todo, si el malhumorado presidente de la UE dice que el plan maestro increíblemente audaz del presidente Obama es un \"camino al infierno\", ¿quién es usted para discutir? Si los expertos dicen que lugares como Los Ángeles y Nevada están a punto de quedarse sin agua y comenzar a alimentarse de sus crías, ¿qué puede hacer al respecto? Si los expertos señalan lo absurdo que es centrarse en cuestiones triviales como el escándalo de AIG mientras \"el tigre hunde sus dientes en el cuello del mundo\", bueno, ¿quiénes son ustedes para no prestarles atención?\n\nAquí tienen su"
  },
  {
    "source_text": "RFID technology is actually considered a hot topic in all scientific areas and has been described as a major enabling technology for the automation of many processes. Although it is not a new technology it has only recently come to the awareness of the public and is widely used in many sectors and particularly in healthcare. This paper aims to illustrate the utilisation of the RFID technology in healthcare, more precisely in infant security systems within the hospitals. To achieve this objective a case study about the experience of Portuguese hospitals in this system is presented and highlighted the main advantages reached with its utilisation.",
    "translation": "La tecnología RFID se considera un tema de actualidad en todas las áreas científicas y se ha descrito como una tecnología que permite la automatización de muchos procesos. Aunque no es una tecnología nueva, ha llegado a la conciencia del público recientemente y se utiliza ampliamente en muchos sectores, especialmente en la atención sanitaria. Este artículo tiene como objetivo ilustrar la utilización de la tecnología RFID en la atención sanitaria, más concretamente en los sistemas de seguridad infantil en los hospitales. Para lograr este objetivo, se presenta un estudio de caso sobre la experiencia de los hospitales portugueses en este sistema y se destacan las principales ventajas alcanzadas con su utilización."
  },
  {
    "source_text": " jazz and whatever else Björk could throw in the mix. The record was produced by Nellee Hooper, a DJ from the Bristol Wild Bunch collective who’d made a name for himself with his work on Soul II Soul’s Club Classics Vol I. Introduced to Hooper by her then-boyfriend, English DJ Dom T, Björk fell head over heels into a musical whirlwind affair celebrated on ‘Big Time Sensuality’: “Something important is about to happen/And we’re both included”. The Debut team – including Pop Group/PiL drummer Bruce Smith, Shamen vocalist Jhelisa Anderson and Talvin Singh, who played tabla and other percussion, as well as travelling to India to record a bona fide Bollywood string section for ‘Venus As A Boy' – would hit a different club every night after the sessions, and the record fizzes with the energy of discovery, Björk’s voice, so different from the usual style of dance vocalists, offering an entry point for those who wanted to join her mission of musical discovery: on ‘There’s More To Life Than This’, she runs off to the toilets of the Milk Bar nightclub to sing about nicking boats from the harbour, plotting to “rush down to the town’s best baker/To get the first bread of the morning”. The charm of the small-town girl on the rampage in the big city proved irresistible, and Debut sold 60,000 in the first month of its release, reaching No 3 in the UK chart, and earning Björk two Brit awards – Best International Female and Best International Breakthrough Act. This early success set her on a path she hadn’t expected, that of an accidental global pop star, forced to balance her art-punk origins and extreme tastes with reaching a huge new audience.\n\nTelegram (1996)\n\nBjörk’s second mature solo album, Post, contains many of her best-known songs: 'Army Of Me', 'Hyperballad', 'It’s Oh So Quiet'. But its dark shadow self, Telegram, found Björk trying on wildly different guises, “not trying to make it pretty or peaceable for the ear,” as she told Mixmag, but “just like a record I would buy myself”. Debut had been followed by a 1994 remix EP, the catchily titled The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels, with reworkings from Underworld, Sabres of Paradise and the Black Dog. Telegram, however, was promoted as an album in its own right, foregrounding Björk’s belief in remixing not just as a bonus to aid single sales, but as a way of reinventing her music, and of taking part in the sounds of those she admired without co-opting it. The tracklisting was wildly eclectic, from Dobie’s loping, hip hoppy take on ‘I Miss You’ or Dilinja’s skittering, nervy drum & bass rework of ‘Cover Me’ to a version of ‘Hyperballad’, the album’s lushest single, by avant garde classicists The Brodsky Quartet and ‘My Spine’, a Post offcut in collaboration with Scottish percussionist Evelyn Glennie. “I give it to the remixers and I just become a material to them. Like sugar or raisins,” she told Mixmag. “That is what’s challenging to me. To stop being the boss… Remixing allows me to always be me. It would not be honest for me to make a drum & bass record. It’s not where I come from… but I can go to a drum & bass person and say ‘Hello, my name is Björk and this is my voice and my song’ and they can make what they want from it. And you will see on the sleeve, ‘Björk remixed by Dilinja’. No one is stealing anyone else’s ideas and I don’t see it as ‘my work’ at all.”\n\nAll Björk’s singles continued to be released with a rich complement of remixes – Biophilia also has a sister remix record, Bastards. In 2005, she opened her work up to an even wider reinvention for the Army Of Me: Remixes And Covers charity album, raising money for those affected by the 2004 Asian tsunami. Putting a call out on her website, she chose from over 600 submissions from fans and musicians both amateur and professional. Biophilia went even further, allowing everyone who bought its apps to tinker",
    "translation": "jazz y todo lo que Björk pudiera añadir a la mezcla. El disco fue producido por Nellee Hooper, un DJ del colectivo Bristol Wild Bunch que se había hecho un nombre con su trabajo en Soul II Soul’s Club Classics Vol I. Presentada a Hooper por su entonces novio, el DJ inglés Dom T, Björk se enamoró perdidamente de un torbellino musical celebrado en 'Big Time Sensuality': \"Algo importante está a punto de suceder/Y ambos estamos incluidos\". El equipo Debut, que incluía al baterista de Pop Group/PiL Bruce Smith, la vocalista de Shamen Jhelisa Anderson y Talvin Singh, que tocaba tabla y otros instrumentos de percusión, además de viajar a la India para grabar una auténtica sección de cuerdas de Bollywood para \"Venus As A Boy\", iría a un club diferente cada noche después de las sesiones, y el disco burbujea con la energía del descubrimiento. La voz de Björk, tan diferente del estilo habitual de los vocalistas de baile, ofrece un punto de entrada para aquellos que querían unirse a su misión de descubrimiento musical: en \"There's More To Life Than This\", corre a los baños del club nocturno Milk Bar para cantar sobre robar barcos del puerto, planeando \"correr hasta el mejor panadero de la ciudad/para conseguir el primer pan de la mañana\". El encanto de la chica de pueblo que se desboca en la gran ciudad resultó irresistible, y Debut vendió 60.000 copias en el primer mes de su lanzamiento, alcanzando el número 3 en la lista del Reino Unido y ganándole a Björk dos premios Brit: Mejor Artista Internacional Femenina y Mejor Artista Revelación Internacional. Este éxito temprano la puso en un camino que no había esperado, el de una estrella pop global accidental, obligada a equilibrar sus orígenes art-punk y sus gustos extremos con llegar a una enorme nueva audiencia. \n\nTelegram (1996)\n\nEl segundo álbum en solitario maduro de Björk, Post, contiene muchas de sus canciones más conocidas: 'Army Of Me', 'Hyperballad', 'It's Oh So Quiet'. Pero su lado oscuro, Telegram, encontró a Björk probando disfraces muy diferentes, \"no tratando de hacerlo bonito o apacible para el oído\", como le dijo a Mixmag, sino \"como un disco que me compraría yo misma\". A Debut le siguió un EP de remezclas en 1994, el pegadizo The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels, con versiones de Underworld, Sabres of Paradise y Black Dog. Sin embargo, Telegram se promocionó como un álbum por derecho propio, destacando la creencia de Björk en las remezclas no solo como un extra para ayudar a las ventas de sencillos, sino como una forma de reinventar su música y de participar de los sonidos de aquellos a quienes admiraba sin apropiarse de ellos. La lista de canciones era tremendamente ecléctica, desde la versión de Dobie, con ritmo de hip hop, de \"I Miss You\" o la versión de Dilinja, nerviosa y con drum & bass, de \"Cover Me\", hasta una versión de \"Hyperballad\", el sencillo más exuberante del álbum, a cargo de los clasicistas de vanguardia The Brodsky Quartet y \"My Spine\", un recorte de Post en colaboración con la percusionista escocesa Evelyn Glennie. “Se lo doy a los remixadores y me convierto en un material para ellos. Como el azúcar o las pasas”, le dijo a Mixmag. “Eso es lo que me resulta desafiante. Dejar de ser la jefa… El remix me permite ser siempre yo misma. No sería honesto por mi parte hacer un disco de drum & bass. No es de donde vengo… pero puedo ir a un drum & bassista y decirle ‘Hola, mi nombre es Björk y esta es mi voz y mi canción’ y ellos pueden hacer lo que quieran con él. Y verán en la portada, ‘Björk remixada por Dilinja’. Nadie está robando las ideas de nadie y no lo veo como ‘mi trabajo’ en absoluto”. \n\nTodos los sencillos de Björk siguieron siendo lanzados con una rica variedad de remixes: Biophilia también tiene un disco de remixes hermano, Bastards. En 2005, abrió su trabajo a una reinvención aún más amplia para el álbum benéfico Army Of Me: Remixes And Covers, que recaudaba dinero para los afectados por el tsunami asiático de 2004. Publicó una convocatoria en su sitio web y eligió entre más de 600 propuestas de fans y músicos tanto amateurs como profesionales. Biophilia fue aún más allá y permitió que todos los que compraron sus aplicaciones pudieran experimentar."
  },
  {
    "source_text": "This paper describes some novel research results on bilateral teleoperation of a flexible catheter in a constrained environment. The dynamics of the catheter in a constrained environment is highly nonlinear and is affected by a large number of factors such as friction, flexibility of the catheter, force of insertion, shape and size of the catheter, etc. As a result, the distal end of the catheter almost never follows the actuated end of the catheter which could cause fatigue to the clinician/user attempting to insert the catheter in a blood vessel. In addition, there is a time delay of up to 0.8 second before the distal end of the catheter advances after the near end is actuated. This delay is sufficient to cause instability in the control loop. We have developed a teleoperation framework using wave variables to perform robot- assisted catheter insertion in a constrained environment while reflecting the forces at the tip of the catheter to the clinician. Experimental results showing the effect of different factors such as the velocity and stroke length of insertion on the delays introduced in control loop and errors between the master and slave position are included. To the best of our knowledge, this work is among the first to attempt to provide an understanding of the effects of various factors on the flexing of the catheter. In addition, master-slave insertion of a catheter instrumented with shape memory alloys (SMA) has also been performed and the results are included in this paper.",
    "translation": "Este artículo describe algunos resultados de investigación novedosos sobre la teleoperación bilateral de un catéter flexible en un entorno restringido. La dinámica del catéter en un entorno restringido es altamente no lineal y se ve afectada por una gran cantidad de factores como la fricción, la flexibilidad del catéter, la fuerza de inserción, la forma y el tamaño del catéter, etc. Como resultado, el extremo distal del catéter casi nunca sigue al extremo accionado del catéter, lo que podría causar fatiga al médico/usuario que intenta insertar el catéter en un vaso sanguíneo. Además, hay un retraso de tiempo de hasta 0,8 segundos antes de que el extremo distal del catéter avance después de que se acciona el extremo cercano. Este retraso es suficiente para causar inestabilidad en el bucle de control. Hemos desarrollado un marco de teleoperación que utiliza variables de onda para realizar la inserción del catéter asistida por robot en un entorno restringido mientras se reflejan las fuerzas en la punta del catéter al médico. Se incluyen resultados experimentales que muestran el efecto de diferentes factores como la velocidad y la longitud de la carrera de inserción en los retrasos introducidos en el bucle de control y los errores entre la posición maestra y esclava. Hasta donde sabemos, este trabajo es uno de los primeros que intenta proporcionar una comprensión de los efectos de varios factores en la flexión del catéter. Además, también se ha realizado la inserción maestro-esclavo de un catéter instrumentado con aleaciones con memoria de forma (SMA) y los resultados se incluyen en este artículo."
  },
  {
    "source_text": "Nodes in ad hoc networks generally transmit data at regular intervals over long periods of time. Recently, ad hoc network nodes have been built that run on little power and have very limited memory. In ad hoc networks authentication can be a significant challenge, even without considering size and power constraints. Assuming idealized hashing, this paper examines lower bounds for ad hoc broadcast authentication for /spl mu/-TESLA-like protocols. In particular this paper focuses on idealized hashing for generating preimages of hash chains. Using variations on these idealized hash functions, this paper gives an idealized time-space product /spl Omega/(t/sup 2/ log/sup 4/ n) bit operation/sup 1/ lower-bound for optimal preimage hash chain generation. Where n is the total length of the hash chain and the hash elements are t-wise independent. Given our foundations, these results follow as corollaries to a lower bound of Coppersmith and Jakobsson.",
    "translation": "Los nodos en redes ad hoc generalmente transmiten datos a intervalos regulares durante largos períodos de tiempo. Recientemente, se han construido nodos de redes ad hoc que funcionan con poca energía y tienen una memoria muy limitada. En redes ad hoc, la autenticación puede ser un desafío significativo, incluso sin considerar las restricciones de tamaño y energía. Suponiendo un hash idealizado, este artículo examina los límites inferiores para la autenticación de transmisión ad hoc para protocolos similares a /spl mu/-TESLA. En particular, este artículo se centra en el hash idealizado para generar preimágenes de cadenas hash. Usando variaciones en estas funciones hash idealizadas, este artículo proporciona un producto de tiempo-espacio idealizado /spl Omega/(t/sup 2/ log/sup 4/ n) bit operación/sup 1/ límite inferior para la generación óptima de cadenas hash de preimagen. Donde n es la longitud total de la cadena hash y los elementos hash son independientes en t. Dados nuestros fundamentos, estos resultados se desprenden como corolarios de un límite inferior de Coppersmith y Jakobsson."
  },
  {
    "source_text": "Following Monday’s false dawn Britain, the EU and Ireland have finally reached a deal on Brexit, meaning talks can now move onto phase two.\n\nTalks ran through the night between UK Prime Minister Theresa May, leader of the DUP – Northern Ireland’s biggest party – Arlene Foster, European Commission President Jean-Claude Juncker and Irish leader Leo Varadkar.\n\nTensions between the leaders had reached fever pitch during the week as the heads of state fought their country’s corner. However, by Friday morning it was announced that marathon all-night talks had culminated in an initial plan on which everyone agreed.\n\nHere RT breaks down the key points of that agreement:\n\nIreland gets to keep its soft border\n\nWe have achieved all we set out to achieve in Phase 1. This is not the end but it is the end of the beginning. The Good Friday Agreement is fully protected & the Common Travel Area will continue. The UK is committed to avoiding a hard border. #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) December 8, 2017\n\nThe Irish government was unhappy with the language in the initial proposal from the UK on the border between Northern Ireland and the Republic.\n\nEarlier in the week Taoiseach Varadkar (Ireland’s PM), even threatened to delay negotiations until the new year if a deal couldn’t be brokered.\n\nREAD MORE: Irish PM throws Theresa May under the bus, says UK PM abandoned North Ireland Brexit deal\n\nDetermined to move on to phase two of negotiations before the Christmas break, the group worked through the night to come up with a new agreement that Varadkar called “cast iron” and “bulletproof.”\n\nAll other issues are to be ironed out in phase two but, if those negotiations break down, there is now a clear default or insurance policy that guarantees there will be no customs or trade barriers between the Republic of Ireland and the UK.\n\nCitizens get to keep their rights\n\n1/2 Delighted we've reached an agreement which will give both Europeans here in the UK and British citizens in the EU binding guarantees about their residence rights. — Amber Rudd MP (@AmberRuddHR) December 8, 2017\n\nAs per the agreement, the more than 3 million EU citizens living and working in the UK will continue to enjoy the current freedom of movement principals. The guarantee also applies to British citizens living in other parts of the EU.\n\nCrucially, everyone born in Northern Ireland will still retain EU AND British citizenship. The European Court of Justice will continue overseeing the rights of EU citizens in the UK for eight years after their withdrawal.\n\nIn his press conference Friday Varadkar told unionists in Northern Ireland: “We want to build bridges, not borders,” and to nationalists: “Your birthright as an Irish citizen is protected.\"\n\nREAD MORE: Tories praise Brexit deal, but Nigel Farage says it is ‘humiliating’\n\nCommon travel area\n\nUnder Friday’s 11th hour deal citizens on the island of Ireland will continue to move freely between the North and Republic. This had been a major concern for business people, and the thousands who live and work either side of the border.\n\nGoing forward\n\nMove to phase 2 of talks good - but devil is in the detail and things now get really tough. If #Brexit is happening (wish it wasn’t) staying in single market & customs union is only sensible option. And any special arrangements for NI must be available to other UK nations. — Nicola Sturgeon (@NicolaSturgeon) December 8, 2017\n\nTalks will now turn to the transition period. The UK has asked for a two-year implementation period from the exit date, bringing the cut-off point to March 2021, in which they would remain in the Single Market and Customs Union – the terms of just how involved Britain will be in the EU during that period has yet to be determined.\n\nBritain and the EU will also have to decipher what their relationship will look like post-divorce, specifically if and how the two will fight issues such terrorism and international crime together.\n\nREAD MORE: Confirmed! Brexit deal brokered between May and EU - no hard border for N. Ireland\n\n“We all know that breaking up is hard. But breaking up and building a new relation is much harder,” said President of the European Council Donald Tusk, harking back to Neil Sadaka’s 1975 hit.\n\n“Since the Brexit referendum, a year and a half has passed. So much time has been devoted to the easier part of the task. And now, to negotiate a transition arrangement and the framework for our future relationship, we have de facto less than a year.”\n\nGiven that",
    "translation": "Tras el falso amanecer del lunes, Gran Bretaña, la UE e Irlanda finalmente han llegado a un acuerdo sobre el Brexit, lo que significa que las conversaciones ahora pueden pasar a la fase dos. \n\nLas conversaciones se prolongaron durante toda la noche entre la primera ministra del Reino Unido, Theresa May, la líder del DUP (el partido más grande de Irlanda del Norte), Arlene Foster, el presidente de la Comisión Europea, Jean-Claude Juncker, y el líder irlandés, Leo Varadkar. \n\nLas tensiones entre los líderes habían alcanzado su punto álgido durante la semana, mientras los jefes de estado luchaban por su país. Sin embargo, el viernes por la mañana se anunció que las maratonianas conversaciones que duraron toda la noche habían culminado en un plan inicial en el que todos estaban de acuerdo. \n\nAquí RT desglosa los puntos clave de ese acuerdo: \n\nIrlanda puede mantener su frontera blanda \n\nHemos logrado todo lo que nos propusimos lograr en la Fase 1. Este no es el final, pero es el final del principio. El Acuerdo de Viernes Santo está completamente protegido y el Área de Viaje Común continuará. El Reino Unido se compromete a evitar una frontera dura. #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) 8 de diciembre de 2017\n\nEl gobierno irlandés no estaba contento con el lenguaje de la propuesta inicial del Reino Unido sobre la frontera entre Irlanda del Norte y la República.\n\nA principios de semana, Taoiseach Varadkar (el primer ministro de Irlanda), incluso amenazó con retrasar las negociaciones hasta el año nuevo si no se podía llegar a un acuerdo.\n\nLEER MÁS: El primer ministro irlandés echa por tierra a Theresa May y dice que el primer ministro del Reino Unido abandonó el acuerdo del Brexit con Irlanda del Norte\n\nDecidido a pasar a la segunda fase de las negociaciones antes de las vacaciones de Navidad, el grupo trabajó toda la noche para llegar a un nuevo acuerdo que Varadkar calificó de \"férreo\" y \"a prueba de balas\".\n\nTodos los demás problemas se resolverán en la segunda fase, pero, si esas negociaciones fracasan, ahora existe una clara política predeterminada o de seguro que garantiza que no habrá barreras aduaneras o comerciales entre la República de Irlanda y el Reino Unido.\n\nLos ciudadanos pueden conservar sus derechos\n\n1/2 Nos alegra haber llegado a un acuerdo que dará a los europeos aquí en el Reino Unido y a los ciudadanos británicos en la UE garantías vinculantes sobre sus derechos de residencia. — Amber Rudd MP (@AmberRuddHR) 8 de diciembre de 2017\n\nSegún el acuerdo, los más de 3 millones de ciudadanos de la UE que viven y trabajan en el Reino Unido seguirán disfrutando de los principios actuales de libertad de movimiento. La garantía también se aplica a los ciudadanos británicos que viven en otras partes de la UE.\n\nFundamentalmente, todos los nacidos en Irlanda del Norte seguirán conservando la ciudadanía de la UE y británica. El Tribunal de Justicia Europeo seguirá supervisando los derechos de los ciudadanos de la UE en el Reino Unido durante ocho años después de su retirada.\n\nEn su conferencia de prensa del viernes, Varadkar dijo a los unionistas en Irlanda del Norte: \"Queremos construir puentes, no fronteras\", y a los nacionalistas: \"Su derecho de nacimiento como ciudadano irlandés está protegido\". \n\nLEER MÁS: Los conservadores elogian el acuerdo del Brexit, pero Nigel Farage dice que es \"humillante\"\n\nÁrea de viaje común\n\nSegún el acuerdo de última hora del viernes, los ciudadanos de la isla de Irlanda seguirán moviéndose libremente entre el Norte y la República. Esta había sido una gran preocupación para los empresarios y los miles que viven y trabajan a ambos lados de la frontera. \n\nAvanzando\n\nPasar a la fase 2 de las conversaciones es bueno, pero el diablo está en los detalles y ahora las cosas se ponen realmente difíciles. Si el #Brexit está sucediendo (ojalá no fuera así), permanecer en el mercado único y la unión aduanera es la única opción sensata. Y cualquier acuerdo especial para Irlanda del Norte debe estar disponible para otras naciones del Reino Unido. — Nicola Sturgeon (@NicolaSturgeon) 8 de diciembre de 2017\n\nLas conversaciones ahora se centrarán en el período de transición. El Reino Unido ha pedido un período de implementación de dos años a partir de la fecha de salida, lo que lleva el punto de corte a marzo de 2021, en el que permanecerían en el Mercado Único y la Unión Aduanera; los términos de cuán involucrada estará Gran Bretaña en la UE durante ese período aún están por determinar. \n\nGran Bretaña y la UE también tendrán que descifrar cómo será su relación después del divorcio, específicamente si los dos lucharán juntos contra problemas como el terrorismo y el crimen internacional y cómo lo harán. \n\nLEER MÁS: ¡Confirmado! Acuerdo de Brexit negociado entre May y la UE: no hay frontera dura para Irlanda del Norte\n\n“Todos sabemos que romper es difícil. Pero romper y construir una nueva relación es mucho más difícil”, dijo el presidente del Consejo Europeo, Donald Tusk, recordando el éxito de 1975 de Neil Sadaka. \n\n“Desde el referéndum del Brexit, ha pasado un año y medio. Se ha dedicado mucho tiempo a la parte más fácil de la tarea. Y ahora, para negociar un acuerdo de transición y el marco para nuestra futura relación, de facto tenemos menos de un año”. \n\nDado que"
  },
  {
    "source_text": "Existing version control approaches in database management systems (DBMSs) are still limited to providing version control functionality for the rollback to a previous state of the database itself and/or database schemas. The interrelations between changes to software artifacts produced during a database development process such as specifications, design diagrams, documentation, and database itself are not well managed by an DMBS. This paper presents an integrated approach that combines the structure-oriented software configuration management (SCM) and versioned hypermedia to control logical changes to software artifacts including entity-relationship diagrams (ERDs) and schema constructs, and to maintain consistent configurations among those constructs and versions of data. Logical connections among specifications and elements of an ERD are represented as hyperlinks and versioned as well.",
    "translation": "Los enfoques de control de versiones existentes en los sistemas de gestión de bases de datos (DBMS) todavía se limitan a proporcionar una funcionalidad de control de versiones para la reversión a un estado anterior de la base de datos misma y/o de los esquemas de la base de datos. Las interrelaciones entre los cambios en los artefactos de software producidos durante un proceso de desarrollo de bases de datos, como especificaciones, diagramas de diseño, documentación y la base de datos misma, no se gestionan bien mediante un DMBS. Este documento presenta un enfoque integrado que combina la gestión de configuración de software (SCM) orientada a la estructura y la hipermedia versionada para controlar los cambios lógicos en los artefactos de software, incluidos los diagramas de relación de entidades (ERD) y los constructos de esquema, y ​​para mantener configuraciones consistentes entre esos constructos y versiones de datos. Las conexiones lógicas entre las especificaciones y los elementos de un ERD se representan como hipervínculos y también se versionan."
  },
  {
    "source_text": "\nShort answer: nuke the disclaimer notices\n\nAt which point, god help us all. Now, not only do we have fake sites putting out clickbait crap to game Facebook and Twitter, but now they’re not even clearly marked as fake news sites! Which means Google and Facebook will have to go back to step 1: identifying them based on the content.\n\nSo then we’re back to square one. But the problems don’t end with identifying fake news.\n\nOh no, there will be consequences when news sites inevitably get misflagged as ‘fake’. Such as say, a very angry webmaster/owner sending Google legal threats for cutting off their income based on what he sees as company bias/discrimination/whatever. Or complaining that Google’s actions (accusing his site of being fake) is considered libel or something.\n\nIt’s a legal minefield that could leave enough gaps in the terms and conditions to drive a (lawsuit )bus through.\n\nAnd this is still only the tip of the iceberg when it comes to how awful this statement is and how badly these rules could be interpreted.\n\nBecause then we get to the whole ‘conceal information’ aspect. What counts as this?\n\nWell, that’s a good question actually. Because the amount of things you could ban sites for based on the concept is insane.\n\nFor example, this could easily be used to shut off ads on sites run by anonymous or pseudonymous authors. After all, they could be seen as ‘concealing information about the publisher’, right?\n\nI guess so.\n\nWhich means Google and co now have a nice way to shut down ads on any somewhat anonymous site that annoys them. Hence giving them a cruel way to blast many gaming site owners and political activists straight into the poorhouse.\n\nAbove: Sorry Sean Malstrom. Hope you don’t leave WordPress.com, otherwise Google will apparently cut off your advertising.\n\nAnd it gets worse. Why? Because then ‘concealing information about the publisher’s content’ is even MORE vague.\n\nI mean literally anything could be justified under that logic.\n\nUsed an anonymous source? You’re ‘concealing information about the content’ by protecting them and not providing their names. Like here:\n\nAbove image taken from a Lets Play Video Games article on the recent Rabbids/Mario RPG crossover rumours.\n\nSay something you know is false because you’re under an embargo or agreement? That’s ‘concealing information about the content’.\n\nReally, you could justify cutting off ads for a lot of reasons with this logic. Perhaps not always bad reasons (because hey, you could nail dishonest journalists for a ‘conflict of interest’ with the same ‘rule’), but enough that it should terrify the hell out of anyone doing journalism at all.\n\nAnd that’s really the major issue. Google’s plans to stop fake news may be admirable, but the rules and ideas seem so vague that they can be used as a weapon against anyone for any reason whatsoever.\n\nAdd how they can just make the fake news problem worse (by incentivising people to lie about their site’s content), and you’ve got a ‘solution’ which could end up it being far worse than the actual problem.\n\nBut hey, maybe that’s the point. Maybe the idea isn’t really to stop fake news, but to hit anyone disagreeing with the mainstream narrative in the pocketbook, in hopes it’ll put ’em out of business. Perhaps Google just wants to play judge, jury and executioner.\n\nOr maybe I’m too cynical. Either way, these rules don’t work, and need serious revision if Google thinks it can stop fake news with them.",
    "translation": "Respuesta corta: eliminen los avisos de exención de responsabilidad\n\nEn ese punto, que Dios nos ayude a todos. Ahora, no solo tenemos sitios falsos que publican basura clickbait para engañar a Facebook y Twitter, ¡sino que ahora ni siquiera están claramente marcados como sitios de noticias falsas! Lo que significa que Google y Facebook tendrán que volver al paso 1: identificarlos en función del contenido.\n\nEntonces volvemos al punto de partida. Pero los problemas no terminan con la identificación de noticias falsas.\n\nOh, no, habrá consecuencias cuando los sitios de noticias sean inevitablemente etiquetados erróneamente como \"falsos\". Por ejemplo, un webmaster/propietario muy enojado que envía a Google amenazas legales por cortar sus ingresos basándose en lo que ve como sesgo/discriminación de la empresa/lo que sea. O quejarse de que las acciones de Google (acusar a su sitio de ser falso) se consideran difamación o algo así.\n\nEs un campo minado legal que podría dejar suficientes lagunas en los términos y condiciones como para que un autobús (de demandas) lo atraviese.\n\nY esto es sólo la punta del iceberg en lo que se refiere a lo terrible que es esta declaración y lo mal que se podrían interpretar estas reglas. \n\nPorque entonces llegamos al aspecto de “ocultar información”. ¿Qué cuenta como esto? \n\nBueno, esa es una buena pregunta en realidad. Porque la cantidad de cosas por las que se podrían prohibir sitios basados ​​en el concepto es una locura. \n\nPor ejemplo, esto podría usarse fácilmente para cerrar anuncios en sitios administrados por autores anónimos o seudónimos. Después de todo, podrían verse como “ocultando información sobre el editor”, ¿verdad? \n\nSupongo que sí. \n\nLo que significa que Google y compañía ahora tienen una buena manera de cerrar anuncios en cualquier sitio algo anónimo que los moleste. Por lo tanto, les da una forma cruel de enviar a muchos propietarios de sitios de juegos y activistas políticos directamente a la ruina. \n\nArriba: Lo siento Sean Malstrom. Espero que no abandones WordPress.com, de lo contrario, Google aparentemente cortará tu publicidad. \n\nY se pone peor. ¿Por qué? Porque entonces “ocultar información sobre el contenido del editor” es aún MÁS vago.\n\nQuiero decir, literalmente, cualquier cosa podría justificarse bajo esa lógica.\n\n¿Utilizaste una fuente anónima? Estás “ocultando información sobre el contenido” al protegerla y no proporcionar sus nombres. Como aquí:\n\nLa imagen de arriba está tomada de un artículo de Let’s Play Video Games sobre los recientes rumores de un crossover entre Rabbids y Mario RPG.\n\n¿Decir algo que sabes que es falso porque estás bajo un embargo o un acuerdo? Eso es “ocultar información sobre el contenido”.\n\nEn realidad, podrías justificar el corte de anuncios por muchas razones con esta lógica. Quizás no siempre sean malas razones (porque, bueno, podrías atrapar a periodistas deshonestos por un “conflicto de intereses” con la misma “regla”), pero lo suficiente como para aterrorizar a cualquiera que haga periodismo.\n\nY ese es realmente el problema principal. Los planes de Google para acabar con las noticias falsas pueden ser admirables, pero las reglas y las ideas parecen tan vagas que pueden usarse como arma contra cualquiera y por cualquier motivo. \n\nSi a esto le sumamos que pueden empeorar el problema de las noticias falsas (al incentivar a la gente a mentir sobre el contenido de su sitio), tenemos una “solución” que podría acabar siendo mucho peor que el problema real. \n\nPero bueno, tal vez ese sea el objetivo. Tal vez la idea no sea realmente acabar con las noticias falsas, sino golpear en el bolsillo a cualquiera que esté en desacuerdo con la narrativa dominante, con la esperanza de sacarlo del negocio. Tal vez Google solo quiera jugar a ser juez, jurado y verdugo. \n\nO tal vez soy demasiado cínico. De cualquier manera, estas reglas no funcionan y necesitan una revisión seria si Google cree que puede acabar con las noticias falsas con ellas."
  },
  {
    "source_text": "Toronto, ON – Earlier today The Board of Governors of the Ontario Hockey League approved the sale of the Sudbury Wolves Hockey Club from the Burgess and Edwards Family to Dario Zulich.\n\n“The Burgess and Edwards Family have been the longest serving owners in the OHL having owned the storied Sudbury Wolves for 30 years. I want to thank them for their dedication to the interests and support of their players, the league and the fans in Sudbury,” said David Branch, OHL Commissioner. “The OHL welcomes Dario Zulich to the league and looks forward to celebrating the Wolves 45th anniversary in the 2016-2017 season.”\n\n“I would like to thank everyone for their support over the past 30 years and I want to wish Dario all the best,” said Mark Burgess. “I look forward to concluding the sale in the days ahead.”\n\n“I am grateful to the Board of Governors of the Ontario Hockey League for its approval of the ownership transfer of the Sudbury Wolves, enabling me to purchase the Wolves from the Burgess and Edwards families,” said Dario Zulich. “I am looking forward to the final step in the process, which will officially close the sale and purchase on a date to be determined prior to the start of the Wolves preseason.”\n\nA media availability will be planned in Sudbury in the near future, and there will be no further comment until that time.\nA group of renters discovered a badly decomposed body in the garden of their Airbnb rental in suburban Paris over the weekend. The body of the woman was covered with tree branches.\n\n\"Her body was found at the bottom of the property which opens out into woods,\" a police source said, according to France 24. Authorities are now investigating the death in Palaiseau, in the southern suburbs of Paris. Foul play is suspected.\n\nSEE ALSO: Head to this Van Gogh Airbnb for some dark brooding\n\nThe people renting the house were only there for a weekend, although they are being questioned.\n\nThe cause of death has not yet been determined, according to police. The woman's body was found \"hunched in a dug-out area, her head against the ground, covered in branches and surrounded by wood stumps,\" France 24 reported. There will be an autopsy.\n\nThe listing was removed from Airbnb on Sunday, according to Le Parisien.\n\n\"We have offered our assistance to the police and will help them with their investigation in any way we can,\" an Airbnb spokesperson told Mashable. \"In addition, we reached out to the host and guests and will provide all necessary support.\"\n\n\"Over 80 million people have travelled on Airbnb and problems for hosts and guests are extremely rare.\"\n\nAdditional reporting by the Associated Press. This story has been updated with comment from Airbnb.\n\nHave something to add to this story? Share it in the comments.\nPresident Trump has been informed of Justice Anthony Kennedy’s impending resignation, meaning that the president will soon make his second pick for the Supreme Court, according to White House sources speaking with Trump insider Roger Stone.\n\nThis development, exclusive to Infowars, is the first confirmation of the 80-year-old’s retirement, which the mainstream media has speculated for the past hour.\n\nU.S. Circuit Judge Thomas Hardiman, who was on Trump’s short list when he selected Neil Gorsuch for the vacancy left by the late Antonin Scalia, is said to be the front-runner for the opening seat.\n\nThat said, the president will consider other candidates as well – including perhaps Judge Andrew Napolitano, a surprise candidate who’s long been a favorite of Trump’s.\n\nKennedy, a Reagan appointee described as a conservative centrist, holds a controlling vote on the court and has often decided cases by his one vote.\n\nTrump indicated this weekend that he heard rumors about Kennedy’s retirement.\n\n“I’ve heard the same rumors that a lot of people have heard,” the president told media. “And I have a lot of respect for that gentleman, a lot.”\n\nGorsuch was confirmed by the Senate on April 7 after a lengthy confirmation battle.\n\nThe Save Infowars Super Sale is now live! Get up to 60% off our most popular products today!",
    "translation": "Toronto, ON – Hoy temprano, la Junta de Gobernadores de la Liga de Hockey de Ontario aprobó la venta del Club de Hockey Sudbury Wolves de la Familia Burgess y Edwards a Dario Zulich.\n\n“La Familia Burgess y Edwards han sido los propietarios más antiguos de la OHL, habiendo sido dueños de los históricos Sudbury Wolves durante 30 años. Quiero agradecerles por su dedicación a los intereses y el apoyo de sus jugadores, la liga y los fanáticos de Sudbury”, dijo David Branch, Comisionado de la OHL. “La OHL da la bienvenida a Dario Zulich a la liga y espera celebrar el 45 aniversario de los Wolves en la temporada 2016-2017”.\n\n“Me gustaría agradecer a todos por su apoyo durante los últimos 30 años y quiero desearle a Dario todo lo mejor”, dijo Mark Burgess. “Espero concluir la venta en los próximos días”.\n\n“Agradezco a la Junta de Gobernadores de la Liga de Hockey de Ontario por su aprobación de la transferencia de propiedad de los Sudbury Wolves, lo que me permitió comprar los Wolves a las familias Burgess y Edwards”, dijo Dario Zulich. “Estoy esperando con ansias el paso final del proceso, que cerrará oficialmente la venta y la compra en una fecha que se determinará antes del inicio de la pretemporada de los Wolves”. \n\nSe planea una reunión con los medios en Sudbury en un futuro próximo, y no habrá más comentarios hasta ese momento. \nUn grupo de inquilinos descubrió un cuerpo en estado de descomposición en el jardín de su alquiler de Airbnb en los suburbios de París durante el fin de semana. El cuerpo de la mujer estaba cubierto con ramas de árboles. \n\n\"Su cuerpo fue encontrado en la parte inferior de la propiedad que da al bosque\", dijo una fuente policial, según France 24. Las autoridades ahora están investigando la muerte en Palaiseau, en los suburbios del sur de París. Se sospecha que se trató de un crimen. \n\nTAMBIÉN VER: Dirígete a este Airbnb de Van Gogh para conocer un poco de la oscuridad\n\nLas personas que alquilaban la casa solo estuvieron allí durante un fin de semana, aunque están siendo interrogadas.\n\nLa causa de la muerte aún no se ha determinado, según la policía. El cuerpo de la mujer fue encontrado \"encorvado en una zona excavada, con la cabeza contra el suelo, cubierto de ramas y rodeado de tocones de madera\", informó France 24. Se realizará una autopsia.\n\nEl anuncio fue eliminado de Airbnb el domingo, según Le Parisien.\n\n\"Hemos ofrecido nuestra ayuda a la policía y los ayudaremos con su investigación en todo lo que podamos\", dijo un portavoz de Airbnb a Mashable. \"Además, nos comunicamos con el anfitrión y los huéspedes y les brindaremos todo el apoyo necesario\".\n\n\"Más de 80 millones de personas han viajado en Airbnb y los problemas para los anfitriones y los huéspedes son extremadamente raros\".\n\nReportaje adicional de Associated Press. Esta historia ha sido actualizada con comentarios de Airbnb.\n\n¿Tiene algo que añadir a esta historia? Compártalo en los comentarios.\nEl presidente Trump ha sido informado de la inminente dimisión del juez Anthony Kennedy, lo que significa que el presidente pronto hará su segunda elección para la Corte Suprema, según fuentes de la Casa Blanca que hablaron con el experto en Trump Roger Stone.\n\nEste desarrollo, exclusivo de Infowars, es la primera confirmación de la jubilación del juez de 80 años, sobre la que los medios de comunicación han especulado durante la última hora.\n\nSe dice que el juez de circuito de EE. UU. Thomas Hardiman, que estaba en la lista de candidatos de Trump cuando seleccionó a Neil Gorsuch para la vacante dejada por el fallecido Antonin Scalia, es el favorito para el puesto vacante.\n\nDicho esto, el presidente también considerará a otros candidatos, incluido quizás el juez Andrew Napolitano, un candidato sorpresa que ha sido durante mucho tiempo uno de los favoritos de Trump.\n\nKennedy, designado por Reagan y descrito como un centrista conservador, tiene un voto de control en la corte y a menudo ha decidido casos con su único voto.\n\nTrump indicó este fin de semana que escuchó rumores sobre la jubilación de Kennedy.\n\n“He escuchado los mismos rumores que mucha gente ha escuchado”, dijo el presidente a los medios. “Y tengo mucho respeto por ese caballero, mucho”.\n\nEl Senado confirmó a Gorsuch el 7 de abril después de una larga batalla de confirmación.\n\n¡La Superoferta de Save Infowars ya está disponible! ¡Obtenga hasta un 60 % de descuento en nuestros productos más populares hoy!"
  }
]