[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "惠斯勒（距温哥华 1.5 小时车程）物价昂贵，但因 2010 年冬季奥运会而闻名。"
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "当你接近受害者时，你需要注意受害者的位置以及任何自动的危险信号。"
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "一般来说，在任何外国长期停留都需要提前获得签证。"
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "它以德语字母表为基础，并添加了一个字符“Õ/õ”。"
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "到目前为止，由于即时通讯在美国境内的广泛使用，AOL 已经能够按照自己的节奏发展和拓展即时通讯市场。"
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "这支舰队由挪威人奥拉夫·特里格瓦松 (Olaf Trygvasson) 率领，他立志要从丹麦的统治下夺回自己的国家。"
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "主力攻击部队由 2,400 人组成，将渡过特伦顿以北九英里的河流，然后分成两组，一组由格林指挥，一组由沙利文指挥，以便在黎明前发动攻击。"
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "查尔斯是英国王室第一位获得学位的成员。"
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "土卫二是太阳系中反射率最强的天体，能反射照射到其上的大约 90% 的阳光。"
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "这对夫妇一年前在德克萨斯州结婚，并来到布法罗与亲朋好友一起庆祝。"
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "这些要求通常取决于旅行者曾经访问过或打算访问哪些国家。"
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "最大的就业行业是专业服务、政府、金融、贸易和旅游业。"
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "持有美国绿卡的古巴公民应前往厄瓜多尔领事馆获得此项要求的豁免。"
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "确保您的手尽可能放松，同时仍然正确弹奏所有音符 - 同时尽量不要用手指做太多多余的动作。"
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "在雨季（11 月至 3 月），水量会更大，瀑布也会更加壮观。"
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "本届立法会期间做出了修改，第二句首先被众议院删除，随后周一又以类似形式在参议院通过。"
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "他于 1945 年加入他们并一直待到 1958 年。"
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "如果您的手机没有数据连接或超出范围，其性能可能会受到限制或不可用。"
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "传染病是由病毒、细菌、真菌或其他寄生虫等病原体引起的疾病。"
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "学生还可以在一天中的任何时间向老师提交问题，并期望得到相当快的答复，而不必等到下一次面对面的会议。"
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "阿联酋航空、阿提哈德航空、卡塔尔航空和土耳其航空等航空公司已大大扩展了它们在非洲的服务，并且以比其他欧洲航空公司更有竞争力的价格提供飞往许多非洲主要城市的航班。"
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "从下面看去有点令人望而生畏，而且坡度陡峭，攀登困难，但大多数身体健康的人应该能够在大约 45 分钟内完成。"
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "不同的结构具有不同的能力，对不同的波长敏感，具有不同的敏锐度，同时它们需要不同的处理来理解输入和不同的数字才能最佳地工作。"
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "弗雷德目前的风速为每小时 105 英里（165 公里/小时），正在向西北方向移动。"
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "如果有超过 2 名乘客，则需要支付附加费，因此此选项可能比必要的更昂贵。"
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "交互式设计要求项目的各个组件相互连接，但同时也要作为独立的实体有意义。"
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "阀门打开后，系统压力得以释放，石油通过垫块流向可容纳 55,000 桶（230 万加仑）的油箱。"
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "A1GP 新西兰车队的副驾驶乔尼·里德今天创造了历史，以最快的速度合法穿越了有 48 年历史的新西兰奥克兰海港大桥。"
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "母语人士的数量取决于是否计算非常密切的方言。"
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "有趣的是，他在古代并不被认为非常重要，在大多数古代王表上都没有记载。"
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "骑兵是骑在马上作战的军队。当时马鞍尚未发明，所以亚述骑兵是骑在马背上作战的。"
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "有时，最初的触发事件是太阳使雪变暖，有时是更多的降雪，有时是其他自然事件，通常是人为事件。"
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "人们只是因为它对宇宙膨胀的影响才知道它的存在。"
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "四年后获得了专利，这是世界上第一个在MRI领域颁发的专利。"
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "州长还表示，“今天，我们获悉，一些学龄儿童被确定与该患者有过接触。”"
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "例如，如果某个种族的少数族裔儿童被认为在学校表现不佳，那么一旦他们了解到与自己的种族相关的刻板印象，他们往往在学校表现也会不佳。"
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "联合花园。该空间建于 17 世纪，是一座修道院的中庭，圣地亚哥神庙是该修道院唯一幸存的建筑。"
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "官员们表示，正式的周年纪念活动将安排在稍后举行。"
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "特别是法语区的比利时和瑞士的数字系统与法国使用的法语略有不同，一些单词的发音也略有不同。"
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "马普切人也是最后几个独立的美国土著群体之一，直到智利独立后才完全被西班牙语统治。"
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "委内瑞拉有 18% 的人失业，大多数就业者都在非正规经济领域工作。"
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "该标志没有受到物理损坏；修改是使用装饰有和平和心形标志的黑色防水布进行的，将“O”改为小写“e”。"
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "与其他灵长类动物不同，类人猿不再用手来运动、承重或在树间荡来荡去。"
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "时间也是我们比较事件持续时间（长度）的方式。"
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "三角龙可能先用它强壮的喙剥掉树叶，然后再吃掉树干。"
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "如果您更有冒险精神，不妨榨汁或混合一些冰沙："
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "他们还在一份声明中表示，“船员们目前正在努力确定安全撤出船只的最佳方法”。"
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "至少，你需要一双鞋底合适的鞋子。夏季鞋子在冰雪上通常很滑，甚至一些冬季靴子也存在缺陷。"
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "总统府部长罗德里戈·阿里亚斯表示，阿里亚斯的病毒检测结果呈轻度阳性。"
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "该风暴距离佛罗里达州迈阿密约 3,000 英里，最大持续风速为 40 英里/小时（64 公里/小时）。"
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "美国称，它从一个秘密来源获得情报，其中明确提到将使用自杀式炸弹袭击者炸毁埃塞俄比亚和肯尼亚的“著名地标”。"
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "由于这些岛屿与夏威夷位于同一时区，因此有时被认为是“南半球的夏威夷”。"
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "我们观察太阳时看到的外部部分称为光球，意思是“光球”。"
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "公寓内没有人。"
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "确保您通过其进行预订的代理是加拉帕戈斯群岛专家，并且对各种船只有深入的了解。"
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "预报员表示，这场风暴位于佛得角群岛以西约 645 英里（1040 公里）处，可能会在威胁任何陆地区域之前消散。"
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "维多利亚瀑布是津巴布韦西部的一个城镇，与赞比亚利文斯顿接壤，靠近博茨瓦纳。"
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "增援前沿阵地的部队包括新罕布什尔第一团和第三团，两团各有 200 人，由约翰·斯塔克上校和詹姆斯·里德上校指挥（两人后来都成为将军）。"
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "在已知的坠落地球的约 24,000 颗陨石中，只有大约 34 颗被证实来自火星。"
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "这包括排队等候，因为缉毒犬可能会随时被使用，无需事先通知。"
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "苹果首席执行官史蒂夫·乔布斯走上舞台，从牛仔裤口袋里掏出 iPhone，揭开了这款设备的神秘面纱。"
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "斯塔克的士兵们沿着殖民者阵地北端的围栏就位。"
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "在一些跨境列车上，会在运行的列车上进行检查，因此您在登上其中一列列车时应携带有效身份证件。"
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "今天的每日最佳球员是华盛顿首都队的亚历克斯·奥维奇金。"
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "一些在地球上非常稀有的岩石的售价为每盎司 11,000 至 22,500 美元，大约是黄金价格的十倍。"
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "如果用完了，通常可以很容易地进行补充，并且提供的分辨率大致与当前的 DSLR 相当。"
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "随后，马鲁奇多尔在预赛中击败了卡布尔彻。"
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "李博士还对有关土耳其儿童感染 A(H5N1) 禽流感病毒但并未发病的报道表示担忧。"
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "神秘主义追求与终极现实、神性、精神真理或上帝的交流、认同或自觉认知。"
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "在国家独立初期，新加坡植物园的专业知识帮助该岛转变为一个热带花园城市。"
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "虽然一些学者推测，由于该文明在现已干涸的萨拉斯瓦蒂河流域也存在过，因此应该恰当地将其称为印度河-萨拉斯瓦蒂文明；而一些人将其称为哈拉帕文明，因为哈拉帕是该文明的第一个遗址，于 20 世纪 20 年代被发掘。"
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "在夜间卧铺列车上，列车员可能会收走您的护照，以免打扰您的睡眠。"
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "在所有情况下，您都必须通过电话直接向航空公司预订。"
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "1957年，卢森堡成为现今的欧盟组织的创始成员国之一。"
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "参展国在国家展馆举办艺术和教育展示，展示世界问题或本国的文化和历史。"
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "每个节目还会推荐孩子们去图书馆时应该寻找的书籍。"
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "我们中的许多人发现自己在观看的电视节目告诉我们一个我们永远不会参与或应用的过程或经历。"
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "如上所述，尽管“爱斯基摩人”一词在美国仍然可以接受，但许多美国以外的北极民族，尤其是加拿大人认为它具有贬义。"
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "这些断崖遍布于月球各处，看起来风化程度很小，表明形成这些断崖的地质事件相当近期。"
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "乘客在 90 华氏度的高温中等待时，得到了水。"
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "该公司希望实现利润来源多元化，并在 Skype 占据强势地位的地区（例如中国、东欧和巴西）获得知名度。"
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "每周定期进行的结构化 PA 会议仅会降低灾难化的影响，而不会降低抑郁和恐惧的影响。"
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "“据我们所知，只有一个行星比土卫六更具活力，它的名字是地球，”斯托凡补充道。"
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "1759 年 9 月 24 日，亚瑟·吉尼斯 (Arthur Guinness) 签署了爱尔兰都柏林圣詹姆斯门啤酒厂 (St James' Gate Brewery) 的 9,000 年租约。"
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "尽管当局不确定该威胁的可信度，马里兰州交通管理局还是在联邦调查局的敦促下关闭了该站。"
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "2008 年，北岩银行 (Northern Rock bank) 在获得英国政府紧急援助的消息曝光后被国有化。"
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "传染病是一种通过与受感染的人接触而容易传播的疾病。"
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "世界各地爆发抗议，数起刑事起诉，冰岛和巴基斯坦政府领导人双双辞职。"
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "必须提前预订许可证。您必须持有许可证才能在 Sirena 过夜。"
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "尽管发表了上述言论，但他表示将支持参加 2012 年伦敦奥运会的英国选手。"
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "许多建筑物看起来都非常漂亮，从高楼或位置巧妙的窗户欣赏到的景色也十分美丽。"
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "澳大利亚前保守党政府拒绝批准《京都议定书》，称该议定书将损害澳大利亚经济对煤炭出口的严重依赖，而印度和中国等国家则不受排放目标的约束。"
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "在过去 3 个月中，超过 80 名被捕者未经正式指控就从中央登记处获释。"
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "科学家将这个过程称为“受激辐射”，因为原子受到明亮光线的刺激，从而发射出光子，而光是一种辐射。"
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "另外，请将保单/联系方式的副本提供给旅行同伴以及国内愿意提供帮助的亲戚或朋友。"
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "洛杉矶警察局发言人克里斯托弗·加西亚表示，这名男性犯罪嫌疑人因非法侵入而非破坏公物而接受调查。"
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "但我们的想象是基于现实的吗？城堡最初为何被建造？它们是如何设计和建造的？"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "该专员表示，“我们尚未就原产地规则和关税减让达成一致，但现有的框架足以在 2020 年 7 月 1 日开始贸易”。"
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "斯蒂尔斯担任众议院能源和商业委员会下属的监督和调查小组委员会主席，负责调查计划生育协会是否使用税收来资助堕胎。"
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "在犹他爵士队一名球员的 COVID-19 病毒检测呈阳性后，NBA 做出了这一决定。"
  }
]