[
  {
    "source_text": "A micro-manipulation method based on adhesion forces and dynamic effects has been proposed in our previous papers. A prototype manipulator, called [mu]MAD, has been constructed and successfully experimented. This paper describes the advanced capabilities of [mu]MAD, especially two new interesting applications: sorting of micro-objects and mechanical characterizations.",
    "translation": "我们在之前的论文中提出了一种基于粘附力和动态效应的微操作方法。我们构建了一种名为 [mu]MAD 的原型操作器，并成功进行了实验。本文介绍了 [mu]MAD 的先进功能，尤其是两个有趣的新应用：微物体分类和机械特性分析。"
  },
  {
    "source_text": "When chaos calls / Bedlam abounds. Is now a good time to unplug and move to the woods?\n\nHere is the good news: We are completely doomed.\n\nIsn't that great? Isn't that reassuring? It damn well should be, because, in some form or another and since we were knee-high to a cave painting, the apocalypse has always, always been nigh.\n\nIt is perhaps the single most wonderful and reliable aspect about being a tiny troubled biped on this tiny troubled speck of spinning space dust; depending on whom you listen to, depending on how dialed in you are to the various nefarious signs and conspiracy theories and reruns of \"The Omen\" on late-night cable, we are always on the verge of imminent and unstoppable doom. It's just a matter of which supremely peeved deity -- God? Nukes? Bees? Trees? Peanut butter? -- you believe is about to bring the hammer down.\n\nIf nothing else, this unfailing belief in our imminent demise makes us terribly consistent. And consistency, aside from being a nasty hobgoblin, also provides terrific comfort. And comfort, in times of chaos and imminent apocalypse, is always sort of nice. See how that works?\n\nIn the Bush Dark Times, the apocalypse took the form of various charming little munchkins, like the gay agenda, Buddha tattoos, nu-metal, female nipples, Bill O'Reilly's adorable \"culture wars,\" gangsta rap, condoms, bad art, Muslim fanatics who want to confiscate your porn collection, stem cell research, Hillary Clinton and teenagers having lots of anal sex and calling it chastity. So cute!\n\nBut now, in the Obama Enlightenment, a very strange thing has occurred. It's as though Armageddon finally got a glimpse of itself in the mirror, saw what the GOP and Christian right had done to it and went, \"Holy hell, who put these f--king clown shoes on me and cut my hair in a mullet and stamped this idiotic 'Left Behind' logo on my forehead?\"\n\nAnd then it went on a rampage.\n\nResult: The apocalypse is no longer the illegible stick-figure cartoon Dubya liked to scribble on the bathtub wall while high on whippets and too many Ding-Dongs. Armageddon has taken on new shape and identity, ripped off its Disney costume to reveal a much darker and more sinister persona: global economic collapse, violent climate change, oceans in crisis, food shortages and water shortages and ice caps melting so quickly scientists are hauling life rafts to the research centers. Doom is now stripped down, battle scarred, global and mean.\n\nAccordingly, many people are looking around in increasing panic, wondering, \"Now? Is it now? Should I just chuck it all and unplug the iMac and quit updating my damnable Facebook status and move off the grid, somewhere with plenty of fresh water and lots of paranoia and free guns and no one will dare mess with my potato crops, what with all the barbed wire and trained attack dogs -- like, say northern Idaho or Canada or Afghanistan?\"\n\nVerily, every urban dweller I know has at least had the conversation, with varying degrees of seriousness. Given the massive layoffs and surging unemployment rates, what with all those fundamental, root-chakra domains -- food, water, shelter -- now kneeling before the gods of chaos, the general consensus seems to be that it might just be an ideal time to take the burned-out husk of your 401K and get the hell out before the water riots begin.\n\nBut really, how do you know? After all, it's just terribly easy to get lost in the maelstrom, to have little or no idea exactly how bad it really is out there in Bedlamville, simply because the various sources that are supposed to tell us just how awful it is -- that is, this very major media -- are themselves undergoing such a massive upheaval that it's all they (that is, we) can do to stay upright and spell their own names correctly in the obituaries, much less accurately report on Japan's breakdown or just how terrifying Eastern Europe is right now and what, exactly, that might mean for the price of your 50-pound bag of Mexican avocados from Costco.\n\nIt's easy to give in and let The Fear swallow you whole. After all, if the bitchy president of the EU says President Obama's wildly audacious master plan is a \"road to hell,\" who are you to argue? If the experts say places like LA and Nevada are about to run out of water and start feeding on their young, what can you possibly do about it? If the punditry points out just how silly it is to be focusing on kittenish issues like the AIG scandal while \"the tiger sinks its teeth into the world's neck,\" well, who are you not to take heed?\n\nHere is your",
    "translation": "当混乱召唤/混乱充斥。现在是拔掉电源并搬到树林里去的好时机吗？\n\n好消息来了：我们彻底完蛋了。\n\n这不是很棒吗？这不是令人安心吗？这真是应该的，因为，以某种形式，而且因为我们是膝盖高到洞穴壁画的，世界末日总是、总是在临近。\n\n这也许是作为这个小小的烦恼的太空尘埃上的一个小小的烦恼的两足动物最美妙和可靠的方面；取决于你听谁的，取决于你对深夜有线电视上各种邪恶迹象和阴谋论以及“凶兆”重播的关注程度，我们总是处于迫在眉睫和不可阻挡的厄运的边缘。这只是你相信哪个极度恼怒的神灵——上帝？核弹？蜜蜂？树木？花生酱？——即将把锤子放下的问题。\n\n不管怎样，这种对我们即将灭亡的坚定信念让我们变得非常一致。而一致性，除了令人讨厌的恶魔之外，也提供了极大的安慰。而在混乱和即将到来的末日时代，安慰总是一件好事。明白这是怎么回事了吗？\n\n在布什黑暗时代，末日以各种迷人的小矮人的形式出现，比如同性恋议程、佛陀纹身、新金属、女性乳头、比尔·奥莱利可爱的“文化战争”、黑帮说唱、避孕套、劣质艺术、想要没收你的色情收藏的穆斯林狂热分子、干细胞研究、希拉里·克林顿和青少年进行大量肛交并称之为贞操。太可爱了！\n\n但现在，在奥巴马启蒙运动中，发生了一件非常奇怪的事情。就好像世界末日终于在镜子里看到了自己，看到了共和党和基督教右翼对它做了什么，然后说：“天哪，是谁给我穿上了这双该死的小丑鞋，把我的头发剪成了马尾辫，还在我的额头上印上了愚蠢的‘末日迷踪’标志？”\n\n然后它开始大肆破坏。\n\n结果：世界末日不再是小布什喜欢在浴缸墙上涂鸦的难以辨认的火柴人卡通画，当时他正在喝太多的惠比特犬和叮咚啤酒。世界末日有了新的形态和身份，撕下了迪斯尼的服装，露出了一个更加黑暗和险恶的形象：全球经济崩溃、剧烈的气候变化、海洋危机、粮食短缺和水资源短缺，冰盖融化得如此之快，科学家们正在把救生筏拖到研究中心。末日现在被剥光了，伤痕累累，全球性，残酷无情。\n\n因此，许多人越来越惊慌地环顾四周，想知道：“现在？是现在吗？我是不是应该抛弃一切，拔掉 iMac 的电源，停止更新我该死的 Facebook 状态，离开电网，去一个有充足的淡水、充满偏执和免费枪支的地方，那里没有人敢破坏我的土豆作物，到处都是带刺的铁丝网和训练有素的攻击犬——比如说，爱达荷州北部、加拿大或阿富汗？”\n\n事实上，我认识的每一个城市居民至少都谈过这个话题，严肃程度各不相同。鉴于大规模裁员和不断飙升的失业率，以及所有这些基本的根脉轮领域——食物、水、住所——现在都跪在混乱之神面前，普遍的共识似乎是，现在可能是带着你 401K 的烧毁外壳离开的理想时机，在水暴动开始之前。\n\n但说真的，你怎么知道？毕竟，人们很容易迷失在这场混乱之中，几乎不知道 Bedlamville 的情况到底有多糟糕，因为那些应该告诉我们情况有多糟糕的各种消息来源——也就是这些主流媒体——本身正在经历一场巨大的动荡，他们（也就是我们）所能做的就是保持正直，在讣告中正确拼写自己的名字，更不用说准确报道日本的崩溃，或者现在东欧有多么可怕，以及这对你在 Costco 买的 50 磅墨西哥鳄梨的价格意味着什么。\n\n人们很容易屈服，让恐惧吞噬你。毕竟，如果欧盟那位爱发牢骚的主席说奥巴马总统的大胆总体规划是一条“通往地狱之路”，你有什么资格争论呢？如果专家说洛杉矶和内华达州等地的水即将耗尽，并开始吞噬它们的孩子，你能做些什么呢？如果评论家指出，在“老虎咬住世界脖子”的同时，关注 AIG 丑闻等幼稚问题是多么愚蠢，那么你是谁，怎么能不注意呢？\n\n这是你的"
  },
  {
    "source_text": "RFID technology is actually considered a hot topic in all scientific areas and has been described as a major enabling technology for the automation of many processes. Although it is not a new technology it has only recently come to the awareness of the public and is widely used in many sectors and particularly in healthcare. This paper aims to illustrate the utilisation of the RFID technology in healthcare, more precisely in infant security systems within the hospitals. To achieve this objective a case study about the experience of Portuguese hospitals in this system is presented and highlighted the main advantages reached with its utilisation.",
    "translation": "RFID 技术实际上被认为是所有科学领域的热门话题，并被描述为实现许多流程自动化的主要支持技术。虽然它不是一项新技术，但直到最近才引起公众的关注，并被广泛应用于许多领域，尤其是医疗保健领域。本文旨在说明 RFID 技术在医疗保健领域的应用，更确切地说是在医院内的婴儿安全系统中的应用。为了实现这一目标，本文介绍了葡萄牙医院在该系统方面的经验案例研究，并强调了该系统的应用所带来的主要优势。"
  },
  {
    "source_text": " jazz and whatever else Björk could throw in the mix. The record was produced by Nellee Hooper, a DJ from the Bristol Wild Bunch collective who’d made a name for himself with his work on Soul II Soul’s Club Classics Vol I. Introduced to Hooper by her then-boyfriend, English DJ Dom T, Björk fell head over heels into a musical whirlwind affair celebrated on ‘Big Time Sensuality’: “Something important is about to happen/And we’re both included”. The Debut team – including Pop Group/PiL drummer Bruce Smith, Shamen vocalist Jhelisa Anderson and Talvin Singh, who played tabla and other percussion, as well as travelling to India to record a bona fide Bollywood string section for ‘Venus As A Boy' – would hit a different club every night after the sessions, and the record fizzes with the energy of discovery, Björk’s voice, so different from the usual style of dance vocalists, offering an entry point for those who wanted to join her mission of musical discovery: on ‘There’s More To Life Than This’, she runs off to the toilets of the Milk Bar nightclub to sing about nicking boats from the harbour, plotting to “rush down to the town’s best baker/To get the first bread of the morning”. The charm of the small-town girl on the rampage in the big city proved irresistible, and Debut sold 60,000 in the first month of its release, reaching No 3 in the UK chart, and earning Björk two Brit awards – Best International Female and Best International Breakthrough Act. This early success set her on a path she hadn’t expected, that of an accidental global pop star, forced to balance her art-punk origins and extreme tastes with reaching a huge new audience.\n\nTelegram (1996)\n\nBjörk’s second mature solo album, Post, contains many of her best-known songs: 'Army Of Me', 'Hyperballad', 'It’s Oh So Quiet'. But its dark shadow self, Telegram, found Björk trying on wildly different guises, “not trying to make it pretty or peaceable for the ear,” as she told Mixmag, but “just like a record I would buy myself”. Debut had been followed by a 1994 remix EP, the catchily titled The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels, with reworkings from Underworld, Sabres of Paradise and the Black Dog. Telegram, however, was promoted as an album in its own right, foregrounding Björk’s belief in remixing not just as a bonus to aid single sales, but as a way of reinventing her music, and of taking part in the sounds of those she admired without co-opting it. The tracklisting was wildly eclectic, from Dobie’s loping, hip hoppy take on ‘I Miss You’ or Dilinja’s skittering, nervy drum & bass rework of ‘Cover Me’ to a version of ‘Hyperballad’, the album’s lushest single, by avant garde classicists The Brodsky Quartet and ‘My Spine’, a Post offcut in collaboration with Scottish percussionist Evelyn Glennie. “I give it to the remixers and I just become a material to them. Like sugar or raisins,” she told Mixmag. “That is what’s challenging to me. To stop being the boss… Remixing allows me to always be me. It would not be honest for me to make a drum & bass record. It’s not where I come from… but I can go to a drum & bass person and say ‘Hello, my name is Björk and this is my voice and my song’ and they can make what they want from it. And you will see on the sleeve, ‘Björk remixed by Dilinja’. No one is stealing anyone else’s ideas and I don’t see it as ‘my work’ at all.”\n\nAll Björk’s singles continued to be released with a rich complement of remixes – Biophilia also has a sister remix record, Bastards. In 2005, she opened her work up to an even wider reinvention for the Army Of Me: Remixes And Covers charity album, raising money for those affected by the 2004 Asian tsunami. Putting a call out on her website, she chose from over 600 submissions from fans and musicians both amateur and professional. Biophilia went even further, allowing everyone who bought its apps to tinker",
    "translation": "爵士乐和 Björk 能加入的其他音乐。这张唱片由布里斯托尔狂野乐队的 DJ Nellee Hooper 制作，他因在 Soul II Soul 的 Club Classics Vol I 中的作品而出名。Björk 在当时的男友英国 DJ Dom T 的介绍下认识了 Hooper，之后 Björk 便一头扎进了音乐旋风中，并在《Big Time Sensuality》中大放异彩：“重要的事情即将发生/我们都参与其中”。首张专辑的团队包括流行乐队/PiL 的鼓手 Bruce Smith、Shamen 的主唱 Jhelisa Anderson 和演奏塔布拉鼓和其他打击乐的 Talvin Singh，他们还远赴印度为《Venus As A Boy》录制了真正的宝莱坞弦乐部分。他们每晚都会在演出结束后去不同的俱乐部，整张专辑充满了探索的能量，比约克的声音与通常的舞曲歌手的风格截然不同，为那些想加入她的音乐探索之旅的人提供了一个切入点：在《There’s More To Life Than This》中，她跑到 Milk Bar 夜总会的厕所，唱着从港口偷船的故事，计划“冲到镇上最好的面包店/去吃清晨的第一块面包”。小镇女孩在大城市里横冲直撞的魅力令人难以抗拒，《Debut》在发行的第一个月就售出了 6 万张，在英国排行榜上排名第三，并为比约克赢得了两项全英音乐奖——最佳国际女歌手和最佳国际突破艺人。这一早期的成功让她走上了一条她意想不到的道路，成为一名意外的全球流行歌星，被迫在艺术朋克出身和极端品味与吸引大量新观众之间取得平衡。\n\nTelegram (1996)\n\n比约克的第二张成熟的个人专辑《Post》收录了她许多最著名的歌曲：《Army Of Me》、《Hyperballad》、《It’s Oh So Quiet》。但在其黑暗的影子专辑《Telegram》中，比约克尝试了截然不同的伪装，“并不是试图让它变得漂亮或悦耳”，正如她告诉 Mixmag 的那样，而是“就像一张我会自己买的唱片一样”。 Debut 之后，Björk 于 1994 年发行了一张混音 EP，名字朗朗上口，名为《献给所有不买 White Labels 的人的首张专辑最佳混音》，其中收录了 Underworld、Sabres of Paradise 和 The Black Dog 的歌曲。然而，Telegram 本身就是一张专辑，凸显了 Björk 的信念：混音不仅仅是为了增加单曲销量，而是为了重塑自己的音乐，参与她所欣赏的人的音乐，而不是抢占他们的风头。专辑曲目范围广泛，从 Dobie 轻快的嘻哈风格《I Miss You》到 Dilinja 轻快而紧张的鼓打贝斯重制版《Cover Me》，再到前卫古典主义乐队 B​​rodsky Quartet 演唱的《Hyperballad》（专辑中最华丽的单曲），以及《My Spine》，这是 Post 与苏格兰打击乐手 Evelyn Glennie 合作录制的片段。她告诉 Mixmag：“我把它交给混音师，我对他们来说就成了一种材料，就像糖或葡萄干一样。这对我来说是一个挑战。不再是老板......混音让我永远做我自己。对我来说，制作鼓打贝斯唱片是不诚实的。这不是我的出身......但我可以找到一个鼓打贝斯的人说‘你好，我叫 Björk，这是我的声音，我的歌’，他们可以根据自己的喜好制作。你会在唱片封套上看到“Björk 由 Dilinja 混音”。没有人窃取他人的想法，我也不认为这是“我的作品”。\n\nBjörk 的所有单曲继续发行，并附有丰富的混音作品——Biophilia 还有一张姐妹混音唱片 Bastards。2005 年，她将自己的作品进行了更广泛的再创作，制作了 Army Of Me：Remixes And Covers 慈善专辑，为 2004 年亚洲海啸的受灾者筹集资金。她在自己的网站上发出号召，从 600 多份来自粉丝和业余及专业音乐家的投稿中进行了筛选。Biophilia 甚至更进一步，允许所有购买其应用程序的人进行修改"
  },
  {
    "source_text": "This paper describes some novel research results on bilateral teleoperation of a flexible catheter in a constrained environment. The dynamics of the catheter in a constrained environment is highly nonlinear and is affected by a large number of factors such as friction, flexibility of the catheter, force of insertion, shape and size of the catheter, etc. As a result, the distal end of the catheter almost never follows the actuated end of the catheter which could cause fatigue to the clinician/user attempting to insert the catheter in a blood vessel. In addition, there is a time delay of up to 0.8 second before the distal end of the catheter advances after the near end is actuated. This delay is sufficient to cause instability in the control loop. We have developed a teleoperation framework using wave variables to perform robot- assisted catheter insertion in a constrained environment while reflecting the forces at the tip of the catheter to the clinician. Experimental results showing the effect of different factors such as the velocity and stroke length of insertion on the delays introduced in control loop and errors between the master and slave position are included. To the best of our knowledge, this work is among the first to attempt to provide an understanding of the effects of various factors on the flexing of the catheter. In addition, master-slave insertion of a catheter instrumented with shape memory alloys (SMA) has also been performed and the results are included in this paper.",
    "translation": "本文介绍了一些关于在受限环境中对柔性导管进行双侧远程操作的新颖研究成果。受限环境中的导管动力学是高度非线性的，并且受到摩擦、导管的柔性、插入力、导管的形状和尺寸等大量因素的影响。因此，导管的远端几乎从不跟随导管的驱动端，这可能会导致试图将导管插入血管的临床医生/用户感到疲劳。此外，在近端被驱动后，导管远端前进之前会有长达 0.8 秒的时间延迟。这种延迟足以导致控制回路不稳定。我们开发了一个使用波变量的远程操作框架，在受限环境中执行机器人辅助导管插入，同时将导管尖端的力反映给临床医生。实验结果显示了插入速度和行程长度等不同因素对控制回路中引入的延迟以及主从位置之间的误差的影响。据我们所知，这项工作是首次尝试了解各种因素对导管弯曲的影响。此外，还进行了装有形状记忆合金 (SMA) 的导管的主从插入，结果包含在本文内。"
  },
  {
    "source_text": "Nodes in ad hoc networks generally transmit data at regular intervals over long periods of time. Recently, ad hoc network nodes have been built that run on little power and have very limited memory. In ad hoc networks authentication can be a significant challenge, even without considering size and power constraints. Assuming idealized hashing, this paper examines lower bounds for ad hoc broadcast authentication for /spl mu/-TESLA-like protocols. In particular this paper focuses on idealized hashing for generating preimages of hash chains. Using variations on these idealized hash functions, this paper gives an idealized time-space product /spl Omega/(t/sup 2/ log/sup 4/ n) bit operation/sup 1/ lower-bound for optimal preimage hash chain generation. Where n is the total length of the hash chain and the hash elements are t-wise independent. Given our foundations, these results follow as corollaries to a lower bound of Coppersmith and Jakobsson.",
    "translation": "临时网络中的节点通常在较长时间内定期传输数据。最近，已构建了运行功率很小且内存非常有限的临时网络节点。在临时网络中，即使不考虑大小和功率限制，身份验证也可能是一项重大挑战。假设散列是理想化的，本文研究了 /spl mu/-TESLA 类协议的临时广播身份验证的下限。特别是，本文重点介绍了用于生成散列链原像的理想散列。利用这些理想散列函数的变体，本文给出了理想化时空乘积 /spl Omega/(t/sup 2/ log/sup 4/ n) 位运算/sup 1/ 下限，用于生成最佳原像散列链。其中 n 是散列链的总长度，散列元素在 t 方向上是独立的。根据我们的基础，这些结果是 Coppersmith 和 Jakobsson 下限的推论。"
  },
  {
    "source_text": "Following Monday’s false dawn Britain, the EU and Ireland have finally reached a deal on Brexit, meaning talks can now move onto phase two.\n\nTalks ran through the night between UK Prime Minister Theresa May, leader of the DUP – Northern Ireland’s biggest party – Arlene Foster, European Commission President Jean-Claude Juncker and Irish leader Leo Varadkar.\n\nTensions between the leaders had reached fever pitch during the week as the heads of state fought their country’s corner. However, by Friday morning it was announced that marathon all-night talks had culminated in an initial plan on which everyone agreed.\n\nHere RT breaks down the key points of that agreement:\n\nIreland gets to keep its soft border\n\nWe have achieved all we set out to achieve in Phase 1. This is not the end but it is the end of the beginning. The Good Friday Agreement is fully protected & the Common Travel Area will continue. The UK is committed to avoiding a hard border. #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) December 8, 2017\n\nThe Irish government was unhappy with the language in the initial proposal from the UK on the border between Northern Ireland and the Republic.\n\nEarlier in the week Taoiseach Varadkar (Ireland’s PM), even threatened to delay negotiations until the new year if a deal couldn’t be brokered.\n\nREAD MORE: Irish PM throws Theresa May under the bus, says UK PM abandoned North Ireland Brexit deal\n\nDetermined to move on to phase two of negotiations before the Christmas break, the group worked through the night to come up with a new agreement that Varadkar called “cast iron” and “bulletproof.”\n\nAll other issues are to be ironed out in phase two but, if those negotiations break down, there is now a clear default or insurance policy that guarantees there will be no customs or trade barriers between the Republic of Ireland and the UK.\n\nCitizens get to keep their rights\n\n1/2 Delighted we've reached an agreement which will give both Europeans here in the UK and British citizens in the EU binding guarantees about their residence rights. — Amber Rudd MP (@AmberRuddHR) December 8, 2017\n\nAs per the agreement, the more than 3 million EU citizens living and working in the UK will continue to enjoy the current freedom of movement principals. The guarantee also applies to British citizens living in other parts of the EU.\n\nCrucially, everyone born in Northern Ireland will still retain EU AND British citizenship. The European Court of Justice will continue overseeing the rights of EU citizens in the UK for eight years after their withdrawal.\n\nIn his press conference Friday Varadkar told unionists in Northern Ireland: “We want to build bridges, not borders,” and to nationalists: “Your birthright as an Irish citizen is protected.\"\n\nREAD MORE: Tories praise Brexit deal, but Nigel Farage says it is ‘humiliating’\n\nCommon travel area\n\nUnder Friday’s 11th hour deal citizens on the island of Ireland will continue to move freely between the North and Republic. This had been a major concern for business people, and the thousands who live and work either side of the border.\n\nGoing forward\n\nMove to phase 2 of talks good - but devil is in the detail and things now get really tough. If #Brexit is happening (wish it wasn’t) staying in single market & customs union is only sensible option. And any special arrangements for NI must be available to other UK nations. — Nicola Sturgeon (@NicolaSturgeon) December 8, 2017\n\nTalks will now turn to the transition period. The UK has asked for a two-year implementation period from the exit date, bringing the cut-off point to March 2021, in which they would remain in the Single Market and Customs Union – the terms of just how involved Britain will be in the EU during that period has yet to be determined.\n\nBritain and the EU will also have to decipher what their relationship will look like post-divorce, specifically if and how the two will fight issues such terrorism and international crime together.\n\nREAD MORE: Confirmed! Brexit deal brokered between May and EU - no hard border for N. Ireland\n\n“We all know that breaking up is hard. But breaking up and building a new relation is much harder,” said President of the European Council Donald Tusk, harking back to Neil Sadaka’s 1975 hit.\n\n“Since the Brexit referendum, a year and a half has passed. So much time has been devoted to the easier part of the task. And now, to negotiate a transition arrangement and the framework for our future relationship, we have de facto less than a year.”\n\nGiven that",
    "translation": "继周一的虚假黎明之后，英国、欧盟和爱尔兰终于就英国脱欧达成协议，这意味着谈判现在可以进入第二阶段。\n\n英国首相特雷莎·梅、北爱尔兰最大政党民主统一党领袖阿琳·福斯特、欧盟委员会主席让-克洛德·容克和爱尔兰领导人利奥·瓦拉德卡通宵进行了会谈。\n\n本周，各国首脑为国家利益而战，领导人之间的紧张关系达到了白热化。然而，到周五早上，有消息称，马拉松式的通宵谈判最终达成了一项初步计划，大家都同意了。\n\nRT 对该协议的关键点进行了分解：\n\n爱尔兰保留其软边界\n\n我们已经实现了第一阶段的所有目标。这不是结束，而是开始的结束。耶稣受难日协议得到充分保护，共同旅行区将继续存在。英国致力于避免硬边界。 #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) 2017 年 12 月 8 日\n\n爱尔兰政府对英国关于北爱尔兰和爱尔兰共和国边界的初步提案中的措辞感到不满。\n\n本周早些时候，爱尔兰总理瓦拉德卡甚至威胁说，如果无法达成协议，他将推迟谈判至新年。\n\n阅读更多：爱尔兰总理将特蕾莎·梅置于危险之中，称英国首相放弃了北爱尔兰脱欧协议\n\n该小组决心在圣诞节假期前进入谈判的第二阶段，他们通宵工作，达成了一项瓦拉德卡称之为“坚不可摧”和“坚不可摧”的新协议。\n\n所有其他问题都将在第二阶段得到解决，但如果谈判破裂，现在有明确的违约或保险政策，保证爱尔兰共和国和英国之间不会存在海关或贸易壁垒。\n\n公民可以保留他们的权利\n\n1/2 很高兴我们达成了一项协议，该协议将为英国的欧洲人和欧盟的英国公民提供关于居住权的约束性保障。— Amber Rudd MP (@AmberRuddHR) 2017 年 12 月 8 日\n\n根据该协议，在英国生活和工作的 300 多万欧盟公民将继续享受当前的自由流动原则。该保障也适用于居住在欧盟其他地区的英国公民。\n\n至关重要的是，每个出生在北爱尔兰的人仍将保留欧盟和英国公民身份。欧洲法院将在欧盟退出后的八年内继续监督欧盟公民在英国的权利。\n\n在周五的新闻发布会上，瓦拉德卡告诉北爱尔兰的统一主义者：“我们想要建立桥梁，而不是边界”，并告诉民族主义者：“作为爱尔兰公民，你们与生俱来的权利受到保护。”\n\n阅读更多：保守党赞扬英国脱欧协议，但奈杰尔·法拉奇称其“令人羞辱”\n\n共同旅行区\n\n根据周五最后一刻达成的协议，爱尔兰岛的公民将继续在北爱尔兰和爱尔兰共和国之间自由流动。这一直是商界人士以及在边界两边生活和工作的数千人的主要担忧。\n\n展望未来\n\n进入谈判的第二阶段很好 - 但魔鬼藏在细节中，现在情况变得非常艰难。如果#Brexit 正在发生（但愿它没有发生），留在单一市场和关税同盟是唯一明智的选择。而且，北爱尔兰的任何特殊安排都必须向其他英国国家开放。— Nicola Sturgeon (@NicolaSturgeon) 2017 年 12 月 8 日\n\n谈判现在将转向过渡期。英国已要求从脱欧之日起为期两年的实施期，截止点为 2021 年 3 月，在此期间，英国将继续留在单一市场和关税同盟中——英国在此期间在欧盟的参与程度尚待确定。\n\n英国和欧盟还必须弄清楚脱欧后双方的关系会是什么样子，特别是双方是否以及如何共同打击恐怖主义和国际犯罪等问题。\n\n阅读更多：确认！梅和欧盟达成脱欧协议——北爱尔兰没有硬边界\n\n“我们都知道分手很难。但分手和建立新的关系要困难得多，”欧洲理事会主席唐纳德·图斯克 (Donald Tusk) 说道，他回想起尼尔·萨达卡 (Neil Sadaka) 1975 年的热门歌曲。\n\n“自脱欧公投以来，已经过去了一年半。我们花了很多时间来完成这项任务中比较容易的部分。现在，我们实际上只剩不到一年的时间来协商过渡安排和未来关系框架。”\n\n鉴于"
  },
  {
    "source_text": "Existing version control approaches in database management systems (DBMSs) are still limited to providing version control functionality for the rollback to a previous state of the database itself and/or database schemas. The interrelations between changes to software artifacts produced during a database development process such as specifications, design diagrams, documentation, and database itself are not well managed by an DMBS. This paper presents an integrated approach that combines the structure-oriented software configuration management (SCM) and versioned hypermedia to control logical changes to software artifacts including entity-relationship diagrams (ERDs) and schema constructs, and to maintain consistent configurations among those constructs and versions of data. Logical connections among specifications and elements of an ERD are represented as hyperlinks and versioned as well.",
    "translation": "数据库管理系统 (DBMS) 中现有的版本控制方法仍然仅限于提供版本控制功能，以便将数据库本身和/或数据库模式回滚到先前的状态。数据库管理系统无法很好地管理数据库开发过程中产生的软件工件（例如规范、设计图、文档和数据库本身）之间的相互关系。本文介绍了一种集成方法，该方法结合了面向结构的软件配置管理 (SCM) 和版本化超媒体，以控制软件工件（包括实体关系图 (ERD) 和模式构造）的逻辑更改，并在这些构造和数据版本之间保持一致的配置。ERD 的规范和元素之间的逻辑连接以超链接表示，并进行版本化。"
  },
  {
    "source_text": "\nShort answer: nuke the disclaimer notices\n\nAt which point, god help us all. Now, not only do we have fake sites putting out clickbait crap to game Facebook and Twitter, but now they’re not even clearly marked as fake news sites! Which means Google and Facebook will have to go back to step 1: identifying them based on the content.\n\nSo then we’re back to square one. But the problems don’t end with identifying fake news.\n\nOh no, there will be consequences when news sites inevitably get misflagged as ‘fake’. Such as say, a very angry webmaster/owner sending Google legal threats for cutting off their income based on what he sees as company bias/discrimination/whatever. Or complaining that Google’s actions (accusing his site of being fake) is considered libel or something.\n\nIt’s a legal minefield that could leave enough gaps in the terms and conditions to drive a (lawsuit )bus through.\n\nAnd this is still only the tip of the iceberg when it comes to how awful this statement is and how badly these rules could be interpreted.\n\nBecause then we get to the whole ‘conceal information’ aspect. What counts as this?\n\nWell, that’s a good question actually. Because the amount of things you could ban sites for based on the concept is insane.\n\nFor example, this could easily be used to shut off ads on sites run by anonymous or pseudonymous authors. After all, they could be seen as ‘concealing information about the publisher’, right?\n\nI guess so.\n\nWhich means Google and co now have a nice way to shut down ads on any somewhat anonymous site that annoys them. Hence giving them a cruel way to blast many gaming site owners and political activists straight into the poorhouse.\n\nAbove: Sorry Sean Malstrom. Hope you don’t leave WordPress.com, otherwise Google will apparently cut off your advertising.\n\nAnd it gets worse. Why? Because then ‘concealing information about the publisher’s content’ is even MORE vague.\n\nI mean literally anything could be justified under that logic.\n\nUsed an anonymous source? You’re ‘concealing information about the content’ by protecting them and not providing their names. Like here:\n\nAbove image taken from a Lets Play Video Games article on the recent Rabbids/Mario RPG crossover rumours.\n\nSay something you know is false because you’re under an embargo or agreement? That’s ‘concealing information about the content’.\n\nReally, you could justify cutting off ads for a lot of reasons with this logic. Perhaps not always bad reasons (because hey, you could nail dishonest journalists for a ‘conflict of interest’ with the same ‘rule’), but enough that it should terrify the hell out of anyone doing journalism at all.\n\nAnd that’s really the major issue. Google’s plans to stop fake news may be admirable, but the rules and ideas seem so vague that they can be used as a weapon against anyone for any reason whatsoever.\n\nAdd how they can just make the fake news problem worse (by incentivising people to lie about their site’s content), and you’ve got a ‘solution’ which could end up it being far worse than the actual problem.\n\nBut hey, maybe that’s the point. Maybe the idea isn’t really to stop fake news, but to hit anyone disagreeing with the mainstream narrative in the pocketbook, in hopes it’ll put ’em out of business. Perhaps Google just wants to play judge, jury and executioner.\n\nOr maybe I’m too cynical. Either way, these rules don’t work, and need serious revision if Google thinks it can stop fake news with them.",
    "translation": "简短回答：删除免责声明\n\n到那时，愿上帝帮助我们所有人。现在，我们不仅有假网站发布点击诱饵垃圾来戏弄 Facebook 和 Twitter，而且现在它们甚至没有明确标记为假新闻网站！这意味着谷歌和 Facebook 将不得不回到第 1 步：根据内容识别它们。\n\n所以我们又回到了原点。但问题并没有随着识别假新闻而结束。\n\n哦不，当新闻网站不可避免地被误标记为“假”时，将会产生后果。比如说，一个非常愤怒的网站管理员/所有者向谷歌发出法律威胁，称谷歌基于他认为的公司偏见/歧视/什么原因切断了他们的收入。或者抱怨谷歌的行为（指责他的网站是假的）被视为诽谤之类的。\n\n这是一个法律雷区，可能会在条款和条件中留下足够的漏洞，从而引发（诉讼）事件。\n\n而这还只是冰山一角，它说明了这个声明有多糟糕，以及这些规则可能被解读得有多糟糕。\n\n因为接下来我们要讨论的是整个“隐藏信息”方面。什么才算这个？\n\n嗯，这其实是个好问题。因为基于这个概念，你可以禁止网站的事情数量多得惊人。\n\n例如，这可以很容易地用于关闭匿名或假名作者运营的网站上的广告。毕竟，它们可能被视为“隐瞒出版商信息”，对吧？\n\n我想是的。\n\n这意味着 Google 和公司现在有一个很好的方法来关闭任何让他们恼火的匿名网站上的广告。因此，他们可以用一种残酷的方式直接将许多游戏网站所有者和政治活动家送入救济院。\n\n上图：对不起，Sean Malstrom。希望你不要离开 WordPress.com，否则 Google 显然会切断你的广告。\n\n情况会变得更糟。为什么？因为“隐瞒有关出版商内容的信息”就更加含糊了。\n\n我的意思是，根据这种逻辑，任何事情都可以得到合理解释。\n\n使用匿名消息来源？你通过保护他们而不提供他们的名字来“隐瞒有关内容的信息”。就像这样：\n\n上面的图片取自 Lets Play Video Games 上关于最近 Rabbids/Mario RPG 交叉传闻的文章。\n\n因为你受到禁运或协议的约束，所以说一些你知道是假的话？这就是“隐瞒有关内容的信息”。\n\n真的，你可以用这种逻辑为切断广告提供很多理由。也许并不总是坏理由（因为嘿，你可以用同样的“规则”来指控不诚实的记者有“利益冲突”），但足以让任何从事新闻工作的人都感到恐惧。\n\n这才是真正的主要问题。谷歌阻止虚假新闻的计划可能值得称赞，但这些规则和想法似乎太过模糊，以至于可以以任何理由被用作对付任何人的武器。\n\n再加上他们如何让虚假新闻问题变得更糟（通过激励人们对其网站的内容撒谎），你就得到了一个“解决方案”，而这个解决方案最终可能会比实际问题更糟糕。\n\n但嘿，也许这就是重点。也许这个想法并不是真的要阻止虚假新闻，而是要打击任何不同意主流叙事的人，希望这会让他们破产。也许谷歌只是想扮演法官、陪审团和刽子手的角色。\n\n或者也许我太愤世嫉俗了。无论如何，这些规则都行不通，如果谷歌认为它可以通过这些规则阻止虚假新闻，就需要认真修改。"
  },
  {
    "source_text": "Toronto, ON – Earlier today The Board of Governors of the Ontario Hockey League approved the sale of the Sudbury Wolves Hockey Club from the Burgess and Edwards Family to Dario Zulich.\n\n“The Burgess and Edwards Family have been the longest serving owners in the OHL having owned the storied Sudbury Wolves for 30 years. I want to thank them for their dedication to the interests and support of their players, the league and the fans in Sudbury,” said David Branch, OHL Commissioner. “The OHL welcomes Dario Zulich to the league and looks forward to celebrating the Wolves 45th anniversary in the 2016-2017 season.”\n\n“I would like to thank everyone for their support over the past 30 years and I want to wish Dario all the best,” said Mark Burgess. “I look forward to concluding the sale in the days ahead.”\n\n“I am grateful to the Board of Governors of the Ontario Hockey League for its approval of the ownership transfer of the Sudbury Wolves, enabling me to purchase the Wolves from the Burgess and Edwards families,” said Dario Zulich. “I am looking forward to the final step in the process, which will officially close the sale and purchase on a date to be determined prior to the start of the Wolves preseason.”\n\nA media availability will be planned in Sudbury in the near future, and there will be no further comment until that time.\nA group of renters discovered a badly decomposed body in the garden of their Airbnb rental in suburban Paris over the weekend. The body of the woman was covered with tree branches.\n\n\"Her body was found at the bottom of the property which opens out into woods,\" a police source said, according to France 24. Authorities are now investigating the death in Palaiseau, in the southern suburbs of Paris. Foul play is suspected.\n\nSEE ALSO: Head to this Van Gogh Airbnb for some dark brooding\n\nThe people renting the house were only there for a weekend, although they are being questioned.\n\nThe cause of death has not yet been determined, according to police. The woman's body was found \"hunched in a dug-out area, her head against the ground, covered in branches and surrounded by wood stumps,\" France 24 reported. There will be an autopsy.\n\nThe listing was removed from Airbnb on Sunday, according to Le Parisien.\n\n\"We have offered our assistance to the police and will help them with their investigation in any way we can,\" an Airbnb spokesperson told Mashable. \"In addition, we reached out to the host and guests and will provide all necessary support.\"\n\n\"Over 80 million people have travelled on Airbnb and problems for hosts and guests are extremely rare.\"\n\nAdditional reporting by the Associated Press. This story has been updated with comment from Airbnb.\n\nHave something to add to this story? Share it in the comments.\nPresident Trump has been informed of Justice Anthony Kennedy’s impending resignation, meaning that the president will soon make his second pick for the Supreme Court, according to White House sources speaking with Trump insider Roger Stone.\n\nThis development, exclusive to Infowars, is the first confirmation of the 80-year-old’s retirement, which the mainstream media has speculated for the past hour.\n\nU.S. Circuit Judge Thomas Hardiman, who was on Trump’s short list when he selected Neil Gorsuch for the vacancy left by the late Antonin Scalia, is said to be the front-runner for the opening seat.\n\nThat said, the president will consider other candidates as well – including perhaps Judge Andrew Napolitano, a surprise candidate who’s long been a favorite of Trump’s.\n\nKennedy, a Reagan appointee described as a conservative centrist, holds a controlling vote on the court and has often decided cases by his one vote.\n\nTrump indicated this weekend that he heard rumors about Kennedy’s retirement.\n\n“I’ve heard the same rumors that a lot of people have heard,” the president told media. “And I have a lot of respect for that gentleman, a lot.”\n\nGorsuch was confirmed by the Senate on April 7 after a lengthy confirmation battle.\n\nThe Save Infowars Super Sale is now live! Get up to 60% off our most popular products today!",
    "translation": "安大略省多伦多——今天早些时候，安大略冰球联盟理事会批准伯吉斯和爱德华兹家族将萨德伯里狼队冰球俱乐部出售给达里奥·祖利奇。\n\n“伯吉斯和爱德华兹家族是安大略冰球联盟任职时间最长的所有者，他们拥有历史悠久的萨德伯里狼队长达 30 年。我要感谢他们为球员、联盟和萨德伯里球迷的利益和支持所做出的贡献，”安大略冰球联盟专员大卫·布兰奇说道。“安大略冰球联盟欢迎达里奥·祖利奇加入联盟，并期待在 2016-2017 赛季庆祝狼队成立 45 周年。”\n\n“我要感谢大家在过去 30 年里的支持，并祝达里奥一切顺利，”马克·伯吉斯说道。“我期待在未来几天完成此次出售。”\n\n“我非常感谢安大略冰球联盟理事会批准萨德伯里狼队的所有权转让，这使我能够从伯吉斯和爱德华兹家族手中购买狼队，”达里奥·祖利奇说。“我期待着这个过程的最后一步，这将在狼队季前赛开始前确定的日期正式完成买卖。”\n\n不久的将来将在萨德伯里安排媒体见面会，在此之前不会发表进一步的评论。\n上周末，一群租客在巴黎郊区的 Airbnb 出租屋花园里发现了一具严重腐烂的尸体。这名女子的尸体被树枝覆盖着。\n\n据法国 24 电视台报道，一名警方消息人士说：“她的尸体是在通往树林的房屋底部发现的。”当局目前正在调查巴黎南郊帕莱索的死亡事件。怀疑是谋杀。\n\n另请参阅：前往这间梵高 Airbnb 进行一些黑暗沉思\n\n租房的人只在那里住了一个周末，尽管他们正在接受询问。\n\n据警方称，死因尚未确定。据法国 24 台报道，这名女子的尸体被发现“蜷缩在一个挖出的地洞里，头靠在地上，被树枝覆盖，周围是木桩”。将进行尸检。\n\n据《巴黎人报》报道，该房源已于周日从 Airbnb 上删除。\n\n“我们已向警方提供协助，并将尽我们所能协助他们进行调查，”Airbnb 发言人告诉 Mashable。“此外，我们联系了房东和客人，并将提供所有必要的支持。”\n\n“超过 8000 万人使用 Airbnb 旅行，房东和客人遇到问题的情况极为罕见。”\n\n美联社补充报道。此故事已更新 Airbnb 的评论。\n\n有什么要添加到此故事中吗？在评论中分享。\n据白宫消息人士与特朗普内部人士罗杰·斯通交谈时透露，特朗普总统已获悉安东尼·肯尼迪大法官即将辞职，这意味着总统将很快为最高法院做出第二轮人选。\n\nInfowars 独家获悉的这一进展是这位 80 岁大法官退休的首次确认，主流媒体在过去一个小时里一直在猜测这一点。\n\n美国巡回法官托马斯·哈迪曼据说是空缺席位的领跑者，特朗普选择尼尔·戈萨奇填补已故安东尼·斯卡利亚留下的空缺时，哈迪曼就在特朗普的候选名单上。\n\n话虽如此，总统也会考虑其他候选人——也许包括安德鲁·纳波利塔诺法官，这位意外的候选人长期以来一直是特朗普的最爱。\n\n肯尼迪是里根任命的，被描述为保守的中间派，在法庭上拥有控制投票权，经常以一票之差决定案件。\n\n特朗普本周末表示，他听到了有关肯尼迪退休的传言。\n\n“我听到了很多人听到的同样谣言，”总统告诉媒体。“我非常非常尊重那位先生。”\n\n经过漫长的确认之争，戈萨奇于 4 月 7 日获得参议院批准。\n\nSave Infowars 超级大减价现已上线！今天购买我们最受欢迎的产品可享受高达 60% 的折扣！"
  }
]