[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "Whistler (cách Vancouver 1,5 giờ lái xe) là thành phố đắt đỏ nhưng nổi tiếng vì nơi đây tổ chức Thế vận hội mùa đông năm 2010."
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "Bạn cần chú ý đến vị trí của nạn nhân khi bạn tiếp cận họ và bất kỳ dấu hiệu cảnh báo tự động nào."
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "Nhìn chung, nếu muốn lưu trú ở bất kỳ quốc gia nước ngoài nào trong thời gian dài, bạn đều phải xin thị thực trước."
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "Nó dựa trên bảng chữ cái tiếng Đức và thêm vào một ký tự \"Õ/õ\"."
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "Cho đến nay, AOL vẫn có thể tự mình phát triển thị trường IM nhờ vào sự sử dụng rộng rãi tại Hoa Kỳ."
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "Hạm đội này được chỉ huy bởi Olaf Trygvasson, một người Na Uy có tham vọng giành lại đất nước khỏi sự thống trị của Đan Mạch."
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "Lực lượng tấn công chính gồm 2.400 người sẽ vượt sông cách Trenton chín dặm về phía bắc, sau đó chia thành hai nhóm, một nhóm do Greene chỉ huy và một nhóm do Sullivan chỉ huy, để phát động một cuộc tấn công trước bình minh."
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "Charles là thành viên đầu tiên của Hoàng gia Anh được trao bằng cấp."
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "Enceladus là vật thể phản chiếu tốt nhất trong hệ mặt trời, phản chiếu khoảng 90 phần trăm ánh sáng mặt trời chiếu tới nó."
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "Cặp đôi này đã kết hôn ở Texas cách đây một năm và đã đến Buffalo để ăn mừng cùng bạn bè và người thân."
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "Những yêu cầu này thường phụ thuộc vào quốc gia mà du khách đã đến thăm hoặc có ý định đến thăm."
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "Các ngành tạo ra nhiều việc làm nhất là dịch vụ chuyên nghiệp, chính phủ, tài chính, thương mại và du lịch."
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "Công dân Cuba có thẻ xanh Hoa Kỳ nên đến Lãnh sự quán Ecuador để xin miễn trừ yêu cầu này."
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "Hãy đảm bảo rằng tay bạn được thư giãn hết mức có thể trong khi vẫn đánh đúng tất cả các nốt nhạc - đồng thời cố gắng không di chuyển ngón tay quá nhiều."
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "Vào mùa mưa (từ tháng 11 đến tháng 3), lượng nước sẽ cao hơn và thác sẽ hùng vĩ hơn."
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "Một thay đổi đã được thực hiện trong phiên họp lập pháp này khi câu thứ hai đầu tiên bị Hạ viện xóa bỏ và sau đó được Thượng viện thông qua theo hình thức tương tự vào thứ Hai."
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "Ông gia nhập họ vào năm 1945 và ở lại cho đến năm 1958."
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "Nếu điện thoại của bạn không có kết nối dữ liệu hoặc nằm ngoài phạm vi phủ sóng, hiệu suất của điện thoại có thể bị hạn chế hoặc không sử dụng được."
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "Bệnh truyền nhiễm là bệnh do tác nhân gây bệnh như vi-rút, vi khuẩn, nấm hoặc ký sinh trùng khác gây ra."
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "Sinh viên cũng có thể gửi câu hỏi cho giảng viên bất kỳ lúc nào trong ngày và mong đợi nhận được phản hồi nhanh chóng, thay vì phải đợi đến buổi gặp mặt trực tiếp tiếp theo."
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "Các hãng hàng không như Emirates, Etihad Airways, Qatar Airways và Turkish Airlines đã mở rộng đáng kể dịch vụ của mình sang Châu Phi và cung cấp các chuyến bay đến nhiều thành phố lớn của Châu Phi với mức giá cạnh tranh hơn so với các hãng hàng không châu Âu khác."
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "Nhìn từ bên dưới, con đường này có vẻ hơi đáng sợ và dốc, khó đi, nhưng hầu hết những người có sức khỏe tương đối có thể hoàn thành trong khoảng 45 phút."
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "Mỗi cấu trúc khác nhau có khả năng khác nhau, nhạy cảm với các bước sóng khác nhau và có mức độ nhạy bén khác nhau, chúng cũng yêu cầu cách xử lý khác nhau để hiểu được dữ liệu đầu vào và các con số khác nhau để hoạt động tối ưu."
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "Hiện tại, cơn bão Fred có sức gió 105 dặm một giờ (165 km/giờ) và đang di chuyển về hướng tây bắc."
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "Sẽ có phụ phí nếu có nhiều hơn 2 hành khách, do đó lựa chọn này có thể đắt hơn mức cần thiết."
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "Thiết kế tương tác đòi hỏi các thành phần của một dự án phải kết nối với nhau, nhưng cũng phải có ý nghĩa như một thực thể riêng biệt."
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "Các van mở ra cho phép giải phóng áp suất cho hệ thống và dầu chảy trên một tấm đệm vào một bể chứa có thể chứa 55.000 thùng (2,3 triệu gallon)."
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "Jonny Reid, đồng lái xe của đội A1GP New Zealand, hôm nay đã làm nên lịch sử khi lái xe nhanh nhất một cách hợp pháp qua Cầu cảng Auckland 48 năm tuổi ở New Zealand."
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "Số lượng người bản ngữ thay đổi tùy thuộc vào việc có tính đến các phương ngữ có mối quan hệ gần gũi hay không."
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "Điều thú vị là ông không được coi là người quan trọng trong thời cổ đại và không được ghi nhận trong hầu hết các danh sách vua cổ đại."
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "Kỵ binh là một đội quân chiến đấu trên lưng ngựa. Yên ngựa vẫn chưa được phát minh, vì vậy kỵ binh Assyria chiến đấu trên lưng ngựa trần của họ."
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "Đôi khi sự kiện kích hoạt ban đầu là mặt trời làm ấm tuyết, đôi khi là thêm tuyết rơi, đôi khi là các sự kiện tự nhiên khác, thường là do con người."
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "Sự tồn tại của nó chỉ được biết đến thông qua tác động của nó đến sự giãn nở của vũ trụ."
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "Bốn năm sau, bằng sáng chế đã được cấp, đây là bằng sáng chế đầu tiên trên thế giới trong lĩnh vực MRI."
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "Thống đốc cũng tuyên bố, \"Hôm nay, chúng tôi biết rằng một số trẻ em trong độ tuổi đi học đã được xác định là đã tiếp xúc với bệnh nhân.\""
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "Ví dụ, trẻ em tự nhận mình thuộc nhóm thiểu số về chủng tộc thường bị đánh giá là không học giỏi ở trường thường sẽ không học giỏi khi biết về định kiến ​​liên quan đến chủng tộc của mình."
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "Jardín de la Unión. Không gian này được xây dựng làm tiền sảnh cho một tu viện thế kỷ 17, trong đó Templo de San Diego là tòa nhà duy nhất còn sót lại."
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "Các quan chức cho biết sự kiện kỷ niệm chính thức đã được lên kế hoạch tổ chức vào một ngày sau đó."
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "Đặc biệt, hệ thống đánh số ở Bỉ và Thụy Sĩ nói tiếng Pháp có một số điểm khác biệt nhỏ so với tiếng Pháp ở Pháp, và cách phát âm của một số từ cũng hơi khác."
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "Người Mapuche cũng là một trong những nhóm thổ dân châu Mỹ độc lập cuối cùng, không hoàn toàn bị hấp thụ vào chế độ cai trị của người nói tiếng Tây Ban Nha cho đến sau khi Chile giành được độc lập."
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "Mười tám phần trăm người dân Venezuela thất nghiệp và hầu hết những người có việc làm đều làm việc trong nền kinh tế phi chính thức."
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "Biển báo không bị hư hại về mặt vật lý; việc sửa đổi được thực hiện bằng cách sử dụng bạt đen được trang trí bằng các biểu tượng hòa bình và trái tim để thay đổi chữ \"O\" thành chữ \"e\" viết thường."
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "Không giống như các loài linh trưởng khác, người vượn không còn sử dụng tay để di chuyển, mang vác vật nặng hay đu mình qua các cành cây nữa."
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "Thời gian cũng là cách chúng ta so sánh độ dài của các sự kiện."
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "Khủng long Triceratops có thể dùng chiếc mỏ khỏe của mình để ngắt lá trước khi ăn thân cây."
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "Nếu bạn muốn mạo hiểm hơn, hãy thử ép nước hoặc xay sinh tố:"
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "Họ cũng cho biết trong một tuyên bố, \"Hiện tại, phi hành đoàn đang nỗ lực tìm ra phương pháp tốt nhất để đưa tàu ra ngoài một cách an toàn\"."
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "Ít nhất, bạn cần giày có đế phù hợp. Giày mùa hè thường rất trơn trên băng và tuyết, thậm chí một số giày bốt mùa đông cũng không đủ."
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "Bộ trưởng Phủ tổng thống Rodrigo Arias cho biết Arias đã có kết quả xét nghiệm dương tính với một trường hợp nhiễm virus nhẹ."
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "Cơn bão nằm cách Miami, Florida khoảng 3.000 dặm, có sức gió mạnh nhất lên tới 40 dặm/giờ (64 km/giờ)."
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "Hoa Kỳ cho biết họ đã nhận được thông tin từ một nguồn tin giấu tên đề cập cụ thể đến việc sử dụng những kẻ đánh bom liều chết để cho nổ tung \"các địa danh nổi tiếng\" ở Ethiopia và Kenya."
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "Có cùng múi giờ với Hawaii, đôi khi người ta còn ví hòn đảo này như \"Hawaii phía dưới\"."
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "Phần bên ngoài mà chúng ta nhìn thấy khi nhìn vào Mặt trời được gọi là quang cầu, có nghĩa là \"quả cầu ánh sáng\"."
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "Không có ai ở bên trong căn hộ."
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "Hãy chắc chắn rằng đại lý mà bạn đặt vé là chuyên gia về Galapagos, có kiến ​​thức sâu rộng về nhiều loại tàu khác nhau."
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "Các nhà dự báo thời tiết cho biết cơn bão nằm cách quần đảo Cape Verde khoảng 645 dặm (1040 km) về phía tây và có khả năng sẽ tan trước khi đe dọa bất kỳ vùng đất liền nào."
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "Thác Victoria là một thị trấn ở phía tây Zimbabwe, bên kia biên giới với Livingstone, Zambia và gần Botswana."
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "Lực lượng tăng cường cho các vị trí tiền phương bao gồm trung đoàn New Hampshire số 1 và số 3 với 200 người, dưới quyền chỉ huy của Đại tá John Stark và James Reed (cả hai sau này đều trở thành tướng lĩnh)."
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "Trong số khoảng 24.000 thiên thạch rơi xuống Trái Đất, chỉ có khoảng 34 thiên thạch được xác minh là có nguồn gốc từ sao Hỏa."
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "Điều này bao gồm việc phải xếp hàng chờ đợi, vì chó nghiệp vụ có thể được sử dụng để đánh hơi ma túy bất cứ lúc nào mà không cần báo trước."
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "Tổng giám đốc điều hành Apple Steve Jobs đã ra mắt thiết bị này bằng cách bước lên sân khấu và lấy iPhone ra khỏi túi quần jean."
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "Quân của Stark chiếm giữ các vị trí dọc theo hàng rào ở đầu phía bắc của vị trí của người thực dân."
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "Trên một số chuyến tàu xuyên biên giới, tàu đang chạy sẽ được kiểm tra và bạn phải mang theo giấy tờ tùy thân hợp lệ khi lên một trong những chuyến tàu đó."
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "Cầu thủ xuất sắc nhất ngày hôm nay là Alex Ovechkin của Washington Capitals."
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "Một số loại đá rất hiếm trên Trái Đất được bán với giá từ 11.000 đến 22.500 đô la Mỹ một ounce, cao gấp khoảng mười lần giá vàng."
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "Bạn có thể nạp lại pin khá dễ dàng nếu hết pin và cho độ phân giải tương đương với máy DSLR hiện tại."
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "Sau đó, Maroochydore đã đánh bại Caboolture ở trận Chung kết sơ loại."
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "Tiến sĩ Lee cũng bày tỏ mối quan ngại của mình về các báo cáo cho biết trẻ em ở Thổ Nhĩ Kỳ hiện đã bị nhiễm virus cúm gia cầm A(H5N1) mà không phát bệnh."
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "Chủ nghĩa thần bí là sự theo đuổi sự hiệp thông, sự đồng nhất hoặc nhận thức có ý thức về thực tại tối thượng, thần tính, chân lý tâm linh hoặc Chúa."
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "Vào đầu thời kỳ đất nước giành độc lập, chuyên môn của Vườn bách thảo Singapore đã giúp biến hòn đảo này thành một Thành phố Vườn nhiệt đới."
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "Mặc dù một số học giả suy đoán rằng vì nền văn minh này cũng tồn tại ở lưu vực sông Sarasvati hiện đã khô cạn, nên nó nên được gọi chính xác là Nền văn minh Indus-Sarasvati, trong khi một số người gọi nó là Nền văn minh Harappan theo tên Harappa, địa điểm đầu tiên của nền văn minh này được khai quật vào những năm 1920."
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "Trên các chuyến tàu đêm, nhân viên soát vé có thể thu hộ chiếu để bạn không bị gián đoạn giấc ngủ."
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "Trong mọi trường hợp, bạn phải đặt vé trực tiếp qua điện thoại với hãng hàng không."
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "Năm 1957, Luxembourg trở thành thành viên sáng lập của tổ chức ngày nay được gọi là Liên minh châu Âu."
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "Các quốc gia tham dự sẽ trình bày các tác phẩm nghệ thuật và giáo dục tại các gian hàng quốc gia để giới thiệu các vấn đề thế giới hoặc văn hóa và lịch sử của quốc gia mình."
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "Mỗi chương trình cũng sẽ cung cấp những gợi ý về những cuốn sách mà trẻ em nên tìm đọc khi đến thư viện."
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "Rất nhiều người trong chúng ta thấy mình đang xem một chương trình truyền hình cung cấp thông tin về một quá trình hoặc trải nghiệm mà chúng ta sẽ không bao giờ tham gia hoặc áp dụng kiến ​​thức đó."
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "Như đã đề cập ở trên, mặc dù từ \"Eskimo\" vẫn được chấp nhận ở Hoa Kỳ, nhưng nó lại bị nhiều người dân Bắc Cực không phải người Hoa Kỳ, đặc biệt là ở Canada, coi là từ mang tính miệt thị."
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "Những vách đá này được tìm thấy trên khắp mặt trăng và dường như ít bị phong hóa, cho thấy các sự kiện địa chất tạo ra chúng mới diễn ra gần đây."
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "Hành khách được cung cấp nước khi chờ đợi trong cái nóng 90 độ F."
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "Công ty hy vọng đa dạng hóa nguồn lợi nhuận và trở nên phổ biến ở những khu vực mà Skype đang chiếm vị thế vững chắc, chẳng hạn như Trung Quốc, Đông Âu và Brazil."
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "Chỉ có tác động của việc thảm họa hóa, chứ không phải trầm cảm và sợ hãi, mới có điều kiện tham gia các buổi PA có cấu trúc thường xuyên hàng tuần."
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "Theo như chúng ta biết, chỉ có một thiên thể duy nhất có động lực mạnh hơn Titan và tên của nó là Trái Đất\", Stofan nói thêm."
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "Vào ngày 24 tháng 9 năm 1759, Arthur Guinness đã ký hợp đồng thuê 9.000 năm cho Nhà máy bia St James' Gate ở Dublin, Ireland."
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "Trong khi các nhà chức trách vẫn chưa chắc chắn về độ tin cậy của mối đe dọa này, Cơ quan Giao thông Maryland đã đóng cửa theo sự thúc giục của FBI."
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "Ngân hàng Northern Rock đã được quốc hữu hóa vào năm 2008 sau khi có thông tin tiết lộ rằng công ty đã nhận được khoản hỗ trợ khẩn cấp từ Chính phủ Anh."
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "Bệnh truyền nhiễm là bệnh dễ lây truyền khi ở gần người bị nhiễm bệnh."
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "Đã có các cuộc biểu tình trên toàn thế giới, một số vụ truy tố hình sự và các nhà lãnh đạo chính phủ Iceland và Pakistan đều từ chức."
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "Bạn phải đặt trước giấy phép. Bạn phải có giấy phép để ở lại qua đêm tại Sirena."
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "Bất chấp những bình luận của mình, ông cho biết ông sẽ ủng hộ các vận động viên Anh tại Thế vận hội 2012 được tổ chức tại London."
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "Nhiều tòa nhà có vẻ đẹp khá ấn tượng và quang cảnh từ một tòa nhà cao tầng hoặc từ một cửa sổ được bố trí khéo léo có thể rất đẹp."
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "Chính phủ bảo thủ trước đây của Úc đã từ chối phê chuẩn Nghị định thư Kyoto, cho rằng nó sẽ gây tổn hại đến nền kinh tế do nước này phụ thuộc quá nhiều vào xuất khẩu than, trong khi các nước như Ấn Độ và Trung Quốc không bị ràng buộc bởi các mục tiêu phát thải."
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "Trong 3 tháng qua, hơn 80 người bị bắt đã được thả khỏi Trung tâm giam giữ mà không bị buộc tội chính thức."
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "Các nhà khoa học gọi quá trình này là \"phát xạ bức xạ kích thích\" vì các nguyên tử bị kích thích bởi ánh sáng mạnh, gây ra sự phát xạ một photon ánh sáng, và ánh sáng là một loại bức xạ."
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "Ngoài ra, hãy cung cấp bản sao chính sách/thông tin liên lạc cho bạn đồng hành và người thân hoặc bạn bè ở quê nhà nếu họ sẵn lòng giúp đỡ."
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "Christopher Garcia, người phát ngôn của Sở Cảnh sát Los Angeles, cho biết nghi phạm nam đang bị điều tra về tội xâm phạm trái phép chứ không phải phá hoại tài sản."
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "Nhưng trí tưởng tượng của chúng ta có dựa trên thực tế không? Tại sao các lâu đài được xây dựng ngay từ đầu? Chúng được thiết kế và xây dựng như thế nào?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "Ủy viên cho biết, \"Chúng tôi vẫn chưa thống nhất về các quy tắc xuất xứ và ưu đãi thuế quan, nhưng khuôn khổ chúng tôi có là đủ để bắt đầu giao dịch vào ngày 1 tháng 7 năm 2020\"."
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "Stearns đang điều tra xem liệu thuế có được sử dụng để tài trợ cho việc phá thai thông qua Planned Parenthood hay không với vai trò là chủ tịch Tiểu ban Giám sát và Điều tra, trực thuộc Ủy ban Năng lượng và Thương mại Hạ viện."
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "Quyết định của NBA được đưa ra sau khi một cầu thủ của Utah Jazz có kết quả xét nghiệm dương tính với virus COVID-19."
  }
]