[
  {
    "source_text": "Thiết kế tương tác yêu cầu bạn đánh giá lại các giả định của mình về sản xuất truyền thông và học cách tư duy theo những cách thức phi tuyến tính.",
    "translation": "Interaction design requires you to reevaluate your assumptions about media production and learn to think in non-linear ways."
  },
  {
    "source_text": "Mua thực phẩm tại siêu thị thường là giải pháp ăn uống tiết kiệm chi phí nhất. Tuy nhiên, nếu không có điều kiện nấu ăn thì bạn có thể lựa chọn việc mua đồ ăn chế biến sẵn.",
    "translation": "Buying food at the supermarket is often the most cost-effective way to eat. However, if you don’t have the time to cook, you can choose to buy pre-prepared food."
  },
  {
    "source_text": "Theo báo cáo ghi nhận được, một căn hộ trên đường Macbeth đã phát nổ do rò rỉ ga.",
    "translation": "According to reports, an apartment on Macbeth Street exploded due to a gas leak."
  },
  {
    "source_text": "Không chỉ là cựu vô địch Olympic và Thế giới, Saito còn là chủ tịch ủy ban huấn luyện của Liên đoàn Judo Toàn Nhật Bản vào lúc ông qua đời.",
    "translation": "In addition to being a former Olympic and World champion, Saito was also chairman of the coaching committee of the All Japan Judo Federation at the time of his death."
  },
  {
    "source_text": "CafeNet EI Sol cung cấp dịch vụ đặt chỗ trước với mức phí $30, hoặc $10 cho vé vào cửa một ngày; chi tiết có trên trang Corcovado của họ.",
    "translation": "CafeNet EI Sol offers advance reservations for $30, or $10 for a one-day pass; details are on their Corcovado page."
  },
  {
    "source_text": "Tế bào là đơn vị cơ bản trong các thực thể sống, và tất cả các cơ quan được tạo thành từ một hay nhiều tế bào.",
    "translation": "Cells are the basic units in living entities, and all organs are made up of one or more cells."
  },
  {
    "source_text": "Một bữa ăn Hangi được nấu trong một cái hố nóng trong lòng đất.",
    "translation": "A Hangi meal is cooked in a hot pit in the ground."
  },
  {
    "source_text": "Kế hoạch của Mỹ là dựa vào việc phát động tấn công phối hợp từ ba hướng khác nhau.",
    "translation": "The US plan was based on launching a coordinated attack from three different directions."
  },
  {
    "source_text": "Vào năm 1957, Luxembourg trở thành thành viên sáng lập của tổ chức ngày nay được gọi là Liên Minh Châu Âu.",
    "translation": "In 1957, Luxembourg became a founding member of the organization known today as the European Union."
  },
  {
    "source_text": "Khi bạn lập kế hoạch hãy nhớ rằng mặc dù Nam Phi là một nơi ổn định, không phải tất cả các nước láng giềng của họ đều như vậy.",
    "translation": "When planning remember that although South Africa is a stable place, not all of its neighbours are."
  },
  {
    "source_text": "Đa số các nước đều yêu cầu có thư mời học từ cơ sở giáo dục mà bạn muốn theo học, cùng với bằng chứng chứng minh nguồn tài chính chi trả cho ít nhất năm đầu tiên của khóa học bạn chọn.",
    "translation": "Most countries require a letter of offer from the educational institution you wish to study at, along with evidence of financial resources to cover at least the first year of your chosen course."
  },
  {
    "source_text": "MRI dựa trên một hiện tượng vật lý được gọi là hưởng từ hạt nhân (NMR), được phát hiện bởi Felix Bloch (làm việc tại Đại học Stanford) và Edward Purcell (đến từ Đại học Harvard) vào những năm 1930.",
    "translation": "MRI is based on a physical phenomenon called nuclear magnetic resonance (NMR), discovered by Felix Bloch (at Stanford University) and Edward Purcell (at Harvard University) in the 1930s."
  },
  {
    "source_text": "Vì vậy phát sinh “Tai họa của Delhi Belly, Lời nguyền của Pharaoh, Sự báo thù của Montezuma” và nhiều thuật ngữ tương tự khác.",
    "translation": "Thus arose “The Scourge of Delhi Belly, The Curse of the Pharaoh, The Revenge of Montezuma” and many other similar terms."
  },
  {
    "source_text": "Nước là một ví dụ khác. Hợp chất nước được tạo thành từ hai nguyên tử hydro và một nguyên tử oxy",
    "translation": "Water is another example. The compound water is made up of two hydrogen atoms and one oxygen atom."
  },
  {
    "source_text": "Vài ngàn nhân viên sống ở đây vào mùa hè trong khoảng bốn chục căn cứ chủ yếu nằm trong những khu vực này, và một số ít ở lại qua mùa đông.",
    "translation": "Several thousand personnel live here during the summer in about four dozen bases located mainly in these areas, and a few stay over the winter."
  },
  {
    "source_text": "Nhóm nhạc đã hủy buổi diễn tại Sân vận động Tưởng niệm Chiến Tranh của Maui vốn đã được dựng với sức chứa 9.000 người và xin lỗi người hâm mộ.",
    "translation": "The band canceled its show at Maui's War Memorial Stadium, which had been built to hold 9,000 people, and apologized to fans."
  },
  {
    "source_text": "Mặc dù đa số các văn phòng đại lý sẵn sàng đảm nhận hầu hết hoạt động đặt phòng thông thường, nhiều đại lý chuyên về một số loại hình du lịch, phạm vi ngân sách hoặc điểm đến cụ thể.",
    "translation": "While most agency offices are willing to handle most routine bookings, many specialize in certain types of travel, budget ranges or destinations."
  },
  {
    "source_text": "Là một ví dụ điển hình cho giai đoạn này, Lâu đài Kirby Muxloe giống một căn nhà được gia cố và phòng bị hơn là một lâu đài thực thụ.",
    "translation": "A typical example of this period, Kirby Muxloe Castle resembles a fortified and fortified house rather than a true castle."
  },
  {
    "source_text": "Nước Anh đã có một thời gian dài sống trong hòa bình sau khi tái chiếm Danelaw.",
    "translation": "England enjoyed a long period of peace after the recapture of the Danelaw."
  },
  {
    "source_text": "Cuộc tìm kiếm bị cản trở bởi thời tiết xấu vốn đã khiến cho chiếc máy bay không thể hạ cánh.",
    "translation": "The search was hampered by bad weather which prevented the plane from landing."
  },
  {
    "source_text": "Một quần thể là tập hợp của nhiều sinh vật của một loài cụ thể trong một khu vực địa lí nhất định.",
    "translation": "A population is a collection of organisms of a particular species in a given geographical area."
  },
  {
    "source_text": "Càng ở xa tâm Mặt Trời thì khí này càng loãng hơn.",
    "translation": "The farther away from the center of the Sun, the thinner this gas is."
  },
  {
    "source_text": "Nếu sử dụng phương tiện bay không người lái, hãy kiểm tra lại cho kỹ để biết rõ bạn được phép quay phim những gì và cần có những giấy phép hay giấy tờ gì.",
    "translation": "If you are using a drone, double check to see what you are allowed to film and what permits or paperwork you need."
  },
  {
    "source_text": "Đối với những người không quen với thuật ngữ y khoa, từ lây lan và truyền nhiễm có ý nghĩa không giống nhau.",
    "translation": "For those unfamiliar with medical terminology, the words contagious and infectious have different meanings."
  },
  {
    "source_text": "Tuyết lở không phải là hiện tượng bất thường; những sườn núi dốc chỉ giữ được một số lượng tuyết nhất định, và phần còn lại sẽ rơi xuống tạo thành tuyết lở.",
    "translation": "Avalanches are not uncommon; steep mountain slopes can only hold a certain amount of snow, and the rest falls down as an avalanche."
  },
  {
    "source_text": "Cảnh sát cho biết, Lo Piccolo được trao quyền lực vì tên này từng là cánh tay phải đắc lực của Provenzano tại Palermo. Ngoài ra, kinh nghiệm dày dặn đã giúp Lo Piccolo chiếm được sự tín nhiệm từ thế hệ các bố già do những kẻ này cùng theo đuổi chính sách của Provenzano trong việc duy trì tốc độ chậm nhất có thể trong quá trình củng cố mạng lưới quyền lực.",
    "translation": "Police said Lo Piccolo was given power because he had been Provenzano's right-hand man in Palermo. His experience also helped him gain the trust of a generation of godfathers who followed Provenzano's policy of moving as slowly as possible in consolidating their networks of power."
  },
  {
    "source_text": "Vụ tấn công đã gây ra căng thẳng lớn trong mối quan hệ giữa Ấn Độ và Pakistan.",
    "translation": "The attack has caused major tensions in relations between India and Pakistan."
  },
  {
    "source_text": "Khoảng 10 giờ sáng nay theo giờ địa phương, một khách sạn đã bị sập ở Mecca, đất thánh của Hồi giáo.",
    "translation": "At around 10am local time this morning, a hotel collapsed in Mecca, the holy land of Islam."
  },
  {
    "source_text": "Tuy nhiên, trên thế giới còn rất nhiều cách uống cà phê đáng để thử một lần.",
    "translation": "However, there are many ways to drink coffee in the world that are worth trying once."
  },
  {
    "source_text": "Tuần trước, Naked News thông báo sẽ tăng đáng kể các ngôn ngữ quốc tế cần thiết trong bản tin, với ba chương trình phát sóng mới.",
    "translation": "Last week, Naked News announced it would significantly increase the international languages ​​it features in its newscasts, with three new broadcasts."
  },
  {
    "source_text": "Động vật sinh sống ở khắp nơi trên trái đất. Chúng đào hang trong lòng đất, bơi dưới đại dương và bay trên bầu trời.",
    "translation": "Animals live all over the earth. They burrow underground, swim in the ocean, and fly in the sky."
  },
  {
    "source_text": "Một học trò cũ kể lại rằng ông ta thường sử dụng tiếng lóng trong lớp dạy kỹ năng hẹn hò và giống như một “người bạn\" của học sinh.",
    "translation": "A former student recalled that he often used slang in dating skills class and was like a “friend” to the students."
  },
  {
    "source_text": "Tư duy hội tụ là kỹ thuật giải quyết vấn đề bằng cách kết hợp các ý tưởng hoặc lĩnh vực khác nhau để tìm ra giải pháp.",
    "translation": "Convergent thinking is a problem-solving technique that combines different ideas or fields to find a solution."
  },
  {
    "source_text": "Bên Stark vào vị trí phòng thủ dọc theo hàng rào về phía bắc vị trí của bên Thực dân.",
    "translation": "The Starks took up defensive positions along the fence to the north of the Colonist position."
  },
  {
    "source_text": "Trong quá trình đánh giá những thành công và nhận thức về những thất bại, mỗi cá nhân và tất cả những người tham gia sẽ khám phá nhiều hơn về các giá trị, sứ mệnh, và các lực lượng điều khiển của tổ chức này.",
    "translation": "In the process of evaluating successes and recognizing failures, each individual and all participants will discover more about the organization's values, mission, and driving forces."
  },
  {
    "source_text": "Bạn cần vé vào Angkor để vào đền, vậy nên đừng quên mang theo hộ chiếu của bạn khi đi đến Tonle Sap.",
    "translation": "You need an Angkor ticket to enter the temples, so don't forget to bring your passport when going to Tonle Sap."
  },
  {
    "source_text": "Sau cuộc đua, Keselowski vẫn là người dẫn đầu Giải Đua Xe với 2.250 điểm.",
    "translation": "After the race, Keselowski remained the leader of the Championship with 2,250 points."
  },
  {
    "source_text": "Tình trạng sức khỏe của tổng thống vẫn ổn định, mặc dù ông sẽ phải cách ly tại gia thêm vài ngày nữa.",
    "translation": "The president's health remains stable, although he will have to quarantine at home for several more days."
  },
  {
    "source_text": "Việc thường xuyên xuất hiện trong âm nhạc, phim ảnh, văn chương và văn hóa phổ thông đã giúp cho thành phố và những danh lam thắng cảnh được biết đến trên khắp thế giới.",
    "translation": "Frequent appearances in music, film, literature and popular culture have helped make the city and its landmarks known around the world."
  },
  {
    "source_text": "Từ cell xuất phát từ chữ cella trong tiếng Latinh có nghĩa là căn phòng nhỏ.",
    "translation": "The word cell comes from the Latin word cella which means small room."
  },
  {
    "source_text": "Trên thế giới, có hơn 5.000 ngôn ngữ khác nhau. Trong số đó, hơn hai mươi ngôn ngữ có từ 50 triệu người nói trở lên.",
    "translation": "There are more than 5,000 different languages ​​in the world. Of these, more than twenty languages ​​have 50 million or more speakers."
  },
  {
    "source_text": "Pha xảy ra vì chỉ có một mặt của sao Kim (hoặc của Mặt Trăng) đối diện Mặt Trời được chiếu sáng. Các pha của sao Kim đã góp phần chứng minh cho thuyết Copernicus cho rằng các hành tinh quay quanh Mặt Trời.",
    "translation": "The phases occur because only one side of Venus (or of the Moon) facing the Sun is illuminated. The phases of Venus contributed to the Copernican theory that the planets orbit the Sun."
  },
  {
    "source_text": "Trừ khi là nhà ngoại giao, thông thường làm việc ở nước ngoài có nghĩa là bạn phải nộp tờ khai thuế thu nhập ở quốc gia mà bạn làm việc.",
    "translation": "Unless you're a diplomat, working abroad generally means you have to file an income tax return in the country where you work."
  },
  {
    "source_text": "Theo truyền thống, người thừa kế ngai vàng sẽ tham gia vào quân đội ngay sau khi học xong.",
    "translation": "Traditionally, the heir to the throne would join the military immediately after finishing school."
  },
  {
    "source_text": "Ngoài việc bị sốt và đau họng thì tình rạng của tôi vẫn ổn và hoàn toàn có thể làm việc từ xa.",
    "translation": "Other than a fever and sore throat, I'm feeling fine and completely able to work remotely."
  },
  {
    "source_text": "Mỗi chặng du mục hoặc hành quân này kéo dài đến xấp xỉ 17 ngày.",
    "translation": "Each of these nomadic or marching stages lasted approximately 17 days."
  },
  {
    "source_text": "Chiao và Sharipov báo cáo ở khoảng cách an toàn đối với động cơ đẩy điều chỉnh dáng.",
    "translation": "Chiao and Sharipov reported at a safe distance from the attitude correction thrusters."
  },
  {
    "source_text": "Sirena là trạm kiểm lâm duy nhất cung cấp chỗ ở và bữa ăn nóng cùng với chỗ cắm trại. La Leona, San Pedrillo và Los Patos chỉ có chỗ cắm trại mà không có dịch vụ ăn uống.",
    "translation": "Sirena is the only ranger station that offers lodging and hot meals along with camping. La Leona, San Pedrillo and Los Patos only have camping without food service."
  },
  {
    "source_text": "Roberts thẳng thắn từ chối nói về thời điểm anh ấy tin cuộc sống bắt đầu, một câu hỏi quan trọng khi xem xét tính đạo đức của việc phá thai, và cho rằng bình luận về những chi tiết của các trường hợp như thế là vô đạo đức.",
    "translation": "Roberts has flatly refused to say when he believes life begins, a key question when considering the morality of abortion, and has argued that it would be immoral to comment on the details of such cases."
  },
  {
    "source_text": "Đặc biệt trong những ngày đầu, nên cân nhắc việc chi tiêu mạnh tay cho phong cách phương Tây và khách sạn, đồ ăn và dịch vụ chất lượng cao để thích nghi.",
    "translation": "Especially in the early days, consider spending heavily on Western style and high quality hotels, food and services to adapt."
  },
  {
    "source_text": "Sẽ cần phải phán xét anh ta theo cách khác nếu anh ta bị mất chìa khóa xe và anh ta chỉ cố gắng đột nhập vào chiếc xe của chính mình.",
    "translation": "He would need to be judged differently if he lost his car keys and he was just trying to break into his own car."
  },
  {
    "source_text": "Gần như từ đầu, mọi việc diễn ra không mấy tốt đẹp cho người Ý ở Bắc Phi. Trong vòng một tuần kể từ khi Ý tuyên chiến vào ngày 10 tháng 6 năm 1940, trung đoàn kỵ binh thứ 11 của Anh đã chiếm giữ Pháo đài Capuzzo ở Libya.",
    "translation": "Almost from the start, things were not going well for the Italians in North Africa. Within a week of Italy's declaration of war on 10 June 1940, the British 11th Cavalry Regiment had captured Fort Capuzzo in Libya."
  },
  {
    "source_text": "Độ phân giải đạt được sẽ gấp khoảng bốn lần so với một film âm 35 mm (3136mm2 so với 864).",
    "translation": "The resolution achieved will be about four times that of a 35mm negative film (3136mm2 vs 864)."
  },
  {
    "source_text": "Bất chấp các cáo buộc này, Ma vẫn dành chiến thắng đáng kể về chính sách ủng hộ quan hệ thắt chặt hơn với Trung Quốc Đại lục.",
    "translation": "Despite these accusations, Ma has still won significant victories on his policy of supporting closer relations with mainland China."
  },
  {
    "source_text": "Nhà tù Abu Ghraib của Iraq đã bị đốt cháy trong cuộc bạo loạn.",
    "translation": "Iraq's Abu Ghraib prison was burned down during riots."
  },
  {
    "source_text": "Vì cơn bão vẫn còn lâu mới đổ bộ vào đất liền, nên vẫn khó đánh giá được mức độ tác động đối với nước Mỹ hay vùng Caribbean.",
    "translation": "Because the storm is still a long way from making landfall, it is difficult to gauge the extent of the impact on the United States or the Caribbean."
  },
  {
    "source_text": "Vào lúc 11:20, cảnh sát đã yêu cầu người biểu tình lùi vào vỉa hè và nói rằng họ có quyền biểu tình nhưng không được gây ách tắc giao thông.",
    "translation": "At 11:20, police asked protesters to move back to the sidewalk, saying they had the right to protest but could not block traffic."
  },
  {
    "source_text": "Du khách có thể tham quan nhiều danh lam thắng cảnh khác nhau của một quốc gia cụ thể hoặc họ có thể chọn lựa chỉ tập trung vào tham quan một khu vực nhất định.",
    "translation": "Tourists can visit many different attractions of a particular country or they can choose to focus on visiting just one certain area."
  },
  {
    "source_text": "Quân tiếp viện cho các tiền đồn bao gồm trung đoàn 1 và 3 New Hampshire có 200 binh sĩ, dưới sự chỉ huy của Đại tá John Stark và James Reed (cả hai ông về sau đều lên tướng).",
    "translation": "Reinforcements for the outposts included the 1st and 3rd New Hampshire regiments of 200 men, under the command of Colonels John Stark and James Reed (both of whom later became generals)."
  },
  {
    "source_text": "Quần Đảo Cook là một quốc đảo được tự do liên kết với New Zealand, tọa lạc tại Polynesia, ở giữa biển Nam Thái Bình Dương.",
    "translation": "The Cook Islands is an island nation freely associated with New Zealand, located in Polynesia, in the middle of the South Pacific Ocean."
  },
  {
    "source_text": "Phiên tòa cũng đánh dấu ngày dành cho quyền được xử nhanh của nghi phạm.",
    "translation": "The trial also marked a day for suspects to have their right to a speedy trial."
  },
  {
    "source_text": "Tuy nhiên ở Mã Lai, ít nhất là ở vùng nông thôn, nó có nghĩa là \"lại đây\", tương tự cử chỉ ngoắc ngón trỏ hướng vào người được dùng ở một số nước phương Tây, và chỉ nên dùng chỉ cho mục đích đó.",
    "translation": "However in Malay, at least in rural areas, it means \"come here\", similar to the pointing finger gesture used in some Western countries, and should only be used for that purpose."
  },
  {
    "source_text": "Ứng dụng dịch văn bản theo thời gian thực – những ứng dụng có thể dịch tự động tất cả các đoạn văn bản từ ngôn ngữ này sang ngôn ngữ khác.",
    "translation": "Real-time text translation apps – apps that can automatically translate any text from one language to another."
  },
  {
    "source_text": "Khi khả năng tiếp nhận kiến thức và học hỏi thay đổi theo cách nói trên thì tốc độ căn bản của việc tiếp thu kiến thức cũng sẽ thay đổi.",
    "translation": "As the ability to acquire knowledge and learn changes in the above manner, the basic speed of knowledge acquisition will also change."
  },
  {
    "source_text": "Đây thật ra có vẻ như là một cách lừa gạt để mọi người tin rằng họ phải trả nhiều hơn.",
    "translation": "This actually seems like a way to trick people into believing they have to pay more."
  },
  {
    "source_text": "Những cây này nhìn giống cây cọ nhỏ có tán lá sắc nhọn.",
    "translation": "These plants look like small palm trees with sharp foliage."
  },
  {
    "source_text": "Trang này có thể sử dụng dễ dàng bằng cách chỉ cung cấp một địa chỉ web, giúp dễ nhớ và dễ đánh máy đối với những học sinh gặp khó khăn trong việc sử dụng bàn phím hoặc đánh vần.",
    "translation": "This site is easy to use by providing only one web address, making it easy to remember and type for students who have difficulty using a keyboard or spelling."
  },
  {
    "source_text": "Đảo Bowen là địa điểm du lịch trong ngày hoặc tham quan cuối tuần được ưa chuộng với dịch vụ chèo thuyền kayak, đi bộ đường dài, các cửa hàng, nhà hàng và nhiều dịch vụ khác.",
    "translation": "Bowen Island is a popular day trip or weekend getaway with kayaking, hiking, shops, restaurants and more."
  },
  {
    "source_text": "Xe ben được sử dụng để chặn các lối vào hình ống và 80 cảnh sát đã được điều động để điều tiết cho lái xe đi đường vòng.",
    "translation": "Dump trucks were used to block the tunnel entrances and 80 police officers were deployed to direct drivers to detours."
  },
  {
    "source_text": "Những quy định này có thể thường phụ thuộc vào những quốc gia cụ thể mà khách du lịch đã đến hay dự định đến.",
    "translation": "These regulations can often depend on the specific countries the traveler has visited or intends to visit."
  },
  {
    "source_text": "Một cuộc điều tra đã được tổ chức để tìm hiểu nguyên nhân tai nạn.",
    "translation": "An investigation has been held to find out the cause of the accident."
  },
  {
    "source_text": "Lãnh đạo tối cao của quốc gia này, Ayatollah Ali Khamenei, miêu tả sự phụ thuộc vào dầu hỏa là \"cái bẫy\" có từ trước khi cách mạng Hồi giáo của Iran diễn ra vào năm 1979 và quốc gia này cần phải tự giải phóng mình khỏi cái bẫy đó.",
    "translation": "The country's supreme leader, Ayatollah Ali Khamenei, has described dependence on oil as a \"trap\" that predates Iran's 1979 Islamic revolution and that the country needs to free itself from."
  },
  {
    "source_text": "Nhờ có liên kết cáp quang dưới biển đến Châu Âu và vệ tinh băng thông rộng, Greenland kết nối tốt với 93% dân số có truy cập internet.",
    "translation": "Thanks to undersea fiber optic cables to Europe and broadband satellites, Greenland is well connected, with 93% of the population having internet access."
  },
  {
    "source_text": "Sau khi lập bản đồ đáy biển, xác tàu đã được rô bốt ngầm điều khiển từ xa tìm thấy.",
    "translation": "After mapping the seabed, the wreck was found by a remotely operated underwater robot."
  },
  {
    "source_text": "Một số người tin rằng việc trải qua nhiều giấc mơ tỉnh do tác động con người thường xuyên cũng đủ để gây ra mệt mỏi",
    "translation": "Some believe that experiencing multiple lucid dreams due to frequent human intervention is enough to cause fatigue."
  },
  {
    "source_text": "Vì các cuộc gọi được định tuyến qua mạng Internet, nên bạn không cần đến công ty cung cấp dịch vụ điện thoại tại nơi bạn sinh sống hoặc du lịch.",
    "translation": "Since calls are routed over the Internet, you don't need to go to a phone service company where you live or travel."
  },
  {
    "source_text": "Mỗi tập trong chương trình sẽ tập trung vào một chủ đề trong một cuốn sách cụ thể, sau đó sẽ khám phá chủ đề đó qua nhiều câu chuyện khác nhau.",
    "translation": "Each episode of the show will focus on a theme in a particular book, then explore that theme through a variety of stories."
  },
  {
    "source_text": "Hầu hết hành khách đều đặt chỗ trước (vì các thuyền thường kín chỗ trong mùa cao điểm).",
    "translation": "Most passengers book in advance (as boats are often fully booked during peak season)."
  },
  {
    "source_text": "Nguyên nhân chính cho hiện tượng này là kết quả của những giấc mơ tỉnh kéo dài thời gian giữa các trạng thái REM.",
    "translation": "The main cause for this phenomenon is the result of lucid dreams extending the time between REM states."
  },
  {
    "source_text": "Tuy vậy, tất cả người Bỉ và Thụy Sĩ nói tiếng Pháp đều học tiếng Pháp chuẩn ở trường học, vì vậy dù bạn dùng hệ thống số đếm trong tiếng Pháp chuẩn thì họ vẫn hiểu.",
    "translation": "However, all French-speaking Belgians and Swiss learn standard French in school, so even if you use the standard French number system, they will still understand."
  },
  {
    "source_text": "Những người biểu tình hy vọng có thể thu thập được 1,2 triệu chữ ký để trình lên Quốc Hội vào tháng 11.",
    "translation": "Protesters hope to collect 1.2 million signatures to present to Congress in November."
  },
  {
    "source_text": "Chiếu theo mô hình Bohr giản hóa, đây là một thực thể vô cùng phức tạp bao gồm một hạt nhân có các electron xoay quanh theo quỹ đạo, gần giống như các hành tinh xoay quanh mặt trời - xem Hình 1.1.",
    "translation": "According to the simplified Bohr model, this is an extremely complex entity consisting of a nucleus with electrons orbiting around it, much like planets orbit the sun - see Figure 1.1."
  },
  {
    "source_text": "Sau khi sự việc trở nên rõ ràng là nhiều gia đình đang tìm sự trợ giúp về pháp lý để tranh đấu chống lại việc bị đuổi nhà, một buổi họp đã được tổ chức vào ngày 20 tháng Ba tại Trung tâm Luật Cộng đồng East Bay dành cho những nạn nhân của vụ lừa đảo về nhà ở này.",
    "translation": "After it became clear that many families were seeking legal help to fight eviction, a meeting was held on March 20 at the East Bay Community Law Center for victims of this housing scam."
  },
  {
    "source_text": "Bệnh truyền nhiễm là bệnh dễ dàng lây nhiễm khi ở gần người bị bệnh.",
    "translation": "Infectious diseases are diseases that are easily transmitted by being near an infected person."
  },
  {
    "source_text": "Kim thép nổi trên mặt nước do sức căng bề mặt.",
    "translation": "Steel needles float on water due to surface tension."
  },
  {
    "source_text": "Luxembourg có một lịch sử lâu dài nhưng nền độc lập của họ chỉ bắt đầu có từ năm 1839.",
    "translation": "Luxembourg has a long history but its independence only dates back to 1839."
  },
  {
    "source_text": "Chúng tôi sẽ không bao giờ đại tu một chiếc xe, xây một vòi phun nước ở sân sau, đi du lịch Peru để thám hiểm các tàn tích cổ đại, hoặc sửa sang nhà của hàng xóm.",
    "translation": "We would never overhaul a car, build a backyard fountain, travel to Peru to explore ancient ruins, or fix up a neighbor's house."
  },
  {
    "source_text": "Chứng giảm chú ý ảnh hưởng đến mối quan hệ với bạn bè vì những đứa trẻ khác không thể hiểu vì sao đứa trẻ này lại cư xử như vậy, tại sao nó lại phát âm như vậy hoặc mức độ trưởng thành của chúng là khác nhau.",
    "translation": "ADHD affects relationships with friends because other children cannot understand why this child behaves the way he does, why he sounds the way he does, or why their maturity levels are different."
  },
  {
    "source_text": "Hàng năm vào tháng Mười, gần 1,5 triệu động vật ăn cỏ tiến về phía đồng bằng phía Nam, băng qua Sông Mara, từ những ngon đồi phía Bắc để đón những cơn mưa.",
    "translation": "Every year in October, nearly 1.5 million grazing animals head to the southern plains, across the Mara River, from the northern hills to catch the rains."
  },
  {
    "source_text": "Chủ nghĩa thần bí có thể được phân biệt với các hình thức tín ngưỡng tôn giáo và thờ phượng khác bằng cách nó nhấn mạnh vào trải nghiệm cá nhân trực tiếp về một trạng thái ý thức duy nhất, đặc biệt là những trải nghiệm có đặc tính an nhiên, sâu sắc, vui mừng, hoặc dễ xuất thần.",
    "translation": "Mysticism can be distinguished from other forms of religious belief and worship by its emphasis on direct personal experience of a single state of consciousness, especially experiences characterized by serenity, depth, joy, or ecstasy."
  },
  {
    "source_text": "Trước tiên phải tắt công tắc thiết bị chiếu sáng hoặc ngắt cáp.",
    "translation": "First turn off the lighting switch or disconnect the cable."
  },
  {
    "source_text": "Vào năm 1981, Vanda Miss Joaquim, một giống lan lai, đã được chọn làm quốc hoa.",
    "translation": "In 1981, Vanda Miss Joaquim, a hybrid orchid, was chosen as the national flower."
  },
  {
    "source_text": "Các công ty du lịch xuất hiện vào khoảng từ thế kỷ 19. Công ty du lịch thường là một lựa chọn tốt cho những du khách muốn có chuyến đi trải nghiệm mới về thiên nhiên, văn hóa, ngôn ngữ hay thăm các quốc gia thu nhập thấp.",
    "translation": "Travel agencies have been around since the 19th century. Travel agencies are often a good choice for travelers who want to have a new experience of nature, culture, language or visit low-income countries."
  },
  {
    "source_text": "Về bản chất, thời kỳ Phục Hưng đã tạo nên sự thay đổi lớn về cách thức nghiên cứu và truyền bá kiến thức.",
    "translation": "In essence, the Renaissance brought about a major change in the way knowledge was studied and disseminated."
  },
  {
    "source_text": "Họ cần hiển thị địa chỉ email và số điện thoại quốc tế của công ty bảo hiểm để được tư vấn/cấp quyền và yêu cầu bồi thường.",
    "translation": "They need to show the email address and international phone number of the insurance company for consultation/authorization and claim processing."
  },
  {
    "source_text": "Hôm nay, giữa tang lễ của Jeff Weise và ba người khác trong số chín nạn nhân, cộng đồng Red Lake nhận được tin một học sinh nữa đã bị bắt vì có liên quan đến vụ xả súng ở trường học vào ngày 21 tháng 3.",
    "translation": "Today, amid the funerals for Jeff Weise and three other of the nine victims, the Red Lake community received news that another student has been arrested in connection with the March 21 school shooting."
  },
  {
    "source_text": "Brazil là nước Công giáo La Mã lớn nhất trên Trái Đất và Nhà thờ Công giáo La Mã luôn phản đối hợp pháp hóa kết hôn đồng giới tại nước này.",
    "translation": "Brazil is the largest Roman Catholic country on Earth and the Roman Catholic Church has consistently opposed the legalization of same-sex marriage in the country."
  },
  {
    "source_text": "Tốt hơn có thể nên dùng những đại lý thường xuyên đặt các chuyến đi tương tự như của bạn.",
    "translation": "It may be better to use agents who regularly book trips similar to yours."
  },
  {
    "source_text": "Khi lắng nghe người khác chia sẻ câu chuyện của bản thân, gia đình, và tổ chức của họ, chúng ta thu thập được những kiến thức quý báu về quá khứ và một số nhân vật có ảnh hưởng tốt hay xấu đến văn hóa của tổ chức đó.",
    "translation": "As we listen to others share their stories about themselves, their families, and their organizations, we gain valuable insight into the past and some of the people who have influenced the culture of that organization, for better or worse."
  },
  {
    "source_text": "Các vấn đề sức khỏe lâu dài từ việc lạm dụng đồ uống có cồn có thể bao gồm tổn thương gan và thậm chí là mù lòa và tử vong. Sự nguy hại tiềm tàng tăng lên khi tiêu thụ rượu sản xuất trái phép.",
    "translation": "Long-term health problems from alcohol abuse can include liver damage and even blindness and death. The potential harm increases when consuming illegally produced alcohol."
  }
]