[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "व्हिस्लर (वैंकूवर से 1.5 घंटे की ड्राइव) महंगा है लेकिन 2010 शीतकालीन ओलंपिक के कारण प्रसिद्ध है।"
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "जब आप पीड़ित के पास जाएं तो आपको उसकी स्थिति और किसी भी स्वतः दिखने वाले लाल झण्डे पर ध्यान देना होगा।"
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "सामान्यतः, किसी भी विदेशी देश में लम्बे समय तक रहने के लिए आपको पहले से वीज़ा प्राप्त करना होगा।"
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "यह जर्मन वर्णमाला पर आधारित था और इसमें एक अक्षर \"Õ/õ\" जोड़ा गया था।"
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "अब तक, AOL संयुक्त राज्य अमेरिका में अपने व्यापक उपयोग के कारण, IM बाज़ार को अपनी गति से आगे बढ़ाने और विकसित करने में सक्षम रहा है।"
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "इस बेड़े का नेतृत्व ओलाफ ट्रिगवासन नामक एक नॉर्वेजियन ने किया था, जो डेनिश प्रभुत्व से अपने देश को पुनः प्राप्त करने की महत्वाकांक्षा रखता था।"
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "2,400 पुरुषों का मुख्य आक्रमण बल ट्रेंटन से नौ मील उत्तर में नदी पार करेगा, और फिर दो समूहों में विभाजित हो जाएगा, एक ग्रीन के अधीन और दूसरा सुलिवन के अधीन, ताकि भोर से पहले हमला शुरू किया जा सके।"
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "चार्ल्स ब्रिटिश शाही परिवार के पहले सदस्य थे जिन्हें डिग्री प्रदान की गयी।"
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "एन्सेलेडस सौरमंडल का सबसे अधिक परावर्तक पिंड है, जो अपने ऊपर पड़ने वाले सूर्य के प्रकाश का लगभग 90 प्रतिशत परावर्तित कर देता है।"
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "इस जोड़े ने एक वर्ष पहले टेक्सास में विवाह किया था और मित्रों तथा रिश्तेदारों के साथ जश्न मनाने के लिए बफ़ेलो आये थे।"
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "ये आवश्यकताएं अक्सर इस बात पर निर्भर करती हैं कि यात्री किन देशों की यात्रा कर चुका है या करने का इरादा रखता है।"
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "सबसे बड़े रोजगार क्षेत्र पेशेवर सेवाएं, सरकार, वित्त, व्यापार और पर्यटन हैं।"
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "क्यूबा के नागरिक जो अमेरिकी ग्रीन कार्ड धारक हैं, उन्हें इस आवश्यकता से छूट प्राप्त करने के लिए इक्वाडोर के वाणिज्य दूतावास में जाना चाहिए।"
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "सुनिश्चित करें कि आपका हाथ यथासंभव आराम में हो, तथा आप सभी नोट्स सही ढंग से बजा रहे हों - साथ ही अपनी अंगुलियों से अधिक अनावश्यक हरकत न करने का प्रयास करें।"
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "बरसात के मौसम (नवंबर से मार्च) में पानी की मात्रा अधिक होगी और झरने अधिक नाटकीय होंगे।"
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "इस विधायी सत्र में एक परिवर्तन तब किया गया जब दूसरे वाक्य को पहले प्रतिनिधि सभा द्वारा हटा दिया गया और फिर सोमवार को सीनेट द्वारा उसी रूप में पारित कर दिया गया।"
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "वह 1945 में उनके साथ शामिल हुए और 1958 तक वहीं रहे।"
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "यदि आपके फोन में डेटा कनेक्शन नहीं है, या वह रेंज से बाहर है, तो उनका प्रदर्शन सीमित या अनुपलब्ध हो सकता है।"
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "संक्रामक रोग वह है जो किसी रोगाणु, जैसे वायरस, जीवाणु, कवक या अन्य परजीवी के कारण होता है।"
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "छात्र किसी भी समय प्रशिक्षकों को प्रश्न भेज सकते हैं और अगली आमने-सामने की बैठक तक इंतजार करने के बजाय, यथोचित त्वरित प्रतिक्रिया की अपेक्षा कर सकते हैं।"
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "एमिरेट्स, एतिहाद एयरवेज, कतर एयरवेज और टर्किश एयरलाइंस जैसी एयरलाइन्स ने अफ्रीका में अपनी सेवाओं का काफी विस्तार किया है, तथा अन्य यूरोपीय एयरलाइन्स की तुलना में प्रतिस्पर्धी दरों पर कई प्रमुख अफ्रीकी शहरों के लिए कनेक्शन प्रदान करती हैं।"
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "नीचे से देखने पर यह थोड़ा कठिन लगता है, तथा यह एक खड़ी एवं कठिन चढ़ाई है, लेकिन अधिकांश स्वस्थ व्यक्ति इसे लगभग 45 मिनट में पार कर सकते हैं।"
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "विभिन्न निर्माणों की अलग-अलग क्षमताएं होती हैं, वे अलग-अलग तरंगदैर्घ्य के प्रति संवेदनशील होते हैं और उनकी तीक्ष्णता की डिग्री भी अलग-अलग होती है, साथ ही इनपुट को समझने के लिए उन्हें अलग-अलग प्रसंस्करण की आवश्यकता होती है और इष्टतम रूप से काम करने के लिए अलग-अलग संख्याओं की आवश्यकता होती है।"
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "फ़्रेड में इस समय 105 मील प्रति घंटे (165 किमी/घंटा) की गति से हवाएं चल रही हैं और यह उत्तर-पश्चिम की ओर बढ़ रही है।"
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "दो से अधिक यात्रियों के लिए अतिरिक्त शुल्क लगता है, इसलिए यह विकल्प आवश्यकता से अधिक महंगा हो सकता है।"
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "इंटरैक्टिव डिजाइन के लिए आवश्यक है कि परियोजना के घटक एक दूसरे से जुड़ें, लेकिन एक अलग इकाई के रूप में भी सार्थक हों।"
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "वाल्व खुलने से सिस्टम में दबाव कम हो गया और तेल एक पैड के माध्यम से एक टैंक में प्रवाहित होने लगा, जिसमें 55,000 बैरल (2.3 मिलियन गैलन) की क्षमता थी।"
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "ए1जीपी न्यूजीलैंड टीम के सह-चालक जॉनी रीड ने आज 48 साल पुराने ऑकलैंड हार्बर ब्रिज, न्यूजीलैंड को कानूनी रूप से सबसे तेज गति से पार करके इतिहास रच दिया।"
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "मूल वक्ताओं की संख्या इस बात पर निर्भर करती है कि बहुत निकट से संबंधित बोलियों को गिना गया है या नहीं।"
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "दिलचस्प बात यह है कि प्राचीन काल में उन्हें बहुत महत्वपूर्ण नहीं माना जाता था और अधिकांश प्राचीन राजा सूचियों में उनका नाम दर्ज नहीं था।"
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "घुड़सवार सेना वह सेना होती है जो घोड़े पर सवार होकर लड़ती है। उस समय तक काठी का आविष्कार नहीं हुआ था, इसलिए असीरियन घुड़सवार सेना अपने घोड़ों की नंगी पीठ पर लड़ती थी।"
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "कभी-कभी मूल ट्रिगरिंग घटना सूर्य द्वारा बर्फ को गर्म करना होती है, कभी-कभी कुछ और बर्फबारी होती है, कभी-कभी अन्य प्राकृतिक घटनाएं होती हैं, जो अक्सर मानव द्वारा की जाती हैं।"
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "इसका अस्तित्व केवल ब्रह्मांड के विस्तार पर इसके प्रभाव के कारण ही ज्ञात है।"
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "चार साल बाद पेटेंट प्रदान किया गया, जो एमआरआई के क्षेत्र में जारी किया गया विश्व का पहला पेटेंट था।"
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "गवर्नर ने यह भी कहा, \"आज हमें पता चला है कि कुछ स्कूली बच्चों की पहचान रोगी के संपर्क में आने के रूप में की गई है।\""
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "उदाहरण के लिए, जो बच्चे किसी ऐसे नस्लीय अल्पसंख्यक समूह से संबंध रखते हैं, जिसके बारे में यह रूढ़ि है कि वह स्कूल में अच्छा प्रदर्शन नहीं कर पाता, वे जब अपनी नस्ल से जुड़ी रूढ़ि के बारे में जान जाते हैं, तो स्कूल में अच्छा प्रदर्शन नहीं कर पाते।"
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "जार्डिन डे ला यूनियन। यह स्थान 17वीं शताब्दी के एक कॉन्वेंट के प्रांगण के रूप में बनाया गया था, जिसमें से टेम्पलो डे सैन डिएगो एकमात्र बची हुई इमारत है।"
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "अधिकारियों ने बताया कि औपचारिक वर्षगांठ समारोह बाद में आयोजित किया जाएगा।"
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "विशेष रूप से, फ्रेंच भाषी बेल्जियम और स्विटजरलैंड की संख्या प्रणाली में कुछ विशिष्टताएं हैं जो फ्रांस में बोली जाने वाली फ्रेंच भाषा से भिन्न हैं, तथा कुछ शब्दों का उच्चारण भी थोड़ा भिन्न है।"
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "मापुचे अंतिम स्वतंत्र अमेरिकी स्वदेशी समूहों में से एक थे, जो चिली की स्वतंत्रता के बाद तक स्पेनिश-भाषी शासन में पूरी तरह से समाहित नहीं हुए थे।"
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "वेनेजुएला के अठारह प्रतिशत लोग बेरोजगार हैं, तथा जो लोग कार्यरत हैं उनमें से अधिकांश अनौपचारिक अर्थव्यवस्था में काम करते हैं।"
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "चिह्न को शारीरिक रूप से क्षतिग्रस्त नहीं किया गया था; संशोधन शांति और हृदय के चिह्नों से सजाए गए काले तिरपालों का उपयोग करके किया गया था ताकि \"O\" को छोटे अक्षर \"e\" में बदला जा सके।"
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "अन्य प्राइमेट्स के विपरीत, होमिनिड्स अब चलने-फिरने, वजन उठाने या पेड़ों पर झूलने में अपने हाथों का उपयोग नहीं करते हैं।"
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "समय से हम घटनाओं की अवधि (लंबाई) की तुलना भी करते हैं।"
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "ट्राइसेराटॉप्स ने तने को खाने से पहले पत्तियों को उखाड़ने के लिए अपनी मजबूत चोंच का इस्तेमाल किया होगा।"
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "यदि आप अधिक साहसी महसूस कर रहे हैं, तो जूस बनाने या कुछ स्मूदी बनाने का अवसर लें:"
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "उन्होंने एक बयान में यह भी कहा, \"चालक दल वर्तमान में जहाज को सुरक्षित रूप से निकालने का सर्वोत्तम तरीका निर्धारित करने के लिए काम कर रहा है\"।"
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "कम से कम, आपको उपयुक्त तलवों वाले जूते चाहिए। गर्मियों के जूते आमतौर पर बर्फ और बर्फ पर बहुत फिसलन भरे होते हैं, यहाँ तक कि कुछ सर्दियों के जूते भी कमज़ोर होते हैं।"
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "राष्ट्रपति के मंत्री रोड्रिगो एरियास ने बताया कि एरियास में वायरस का हल्का मामला सामने आया है।"
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "मियामी, फ्लोरिडा से लगभग 3,000 मील दूर स्थित इस तूफान में अधिकतम 40 मील प्रति घंटे (64 किलोमीटर प्रति घंटे) की गति से हवाएं चल रही हैं।"
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "अमेरिका का कहना है कि उसे एक अज्ञात स्रोत से सूचना मिली है, जिसमें स्पष्ट रूप से इथियोपिया और केन्या में \"प्रमुख स्थलों\" को उड़ाने के लिए आत्मघाती हमलावरों के प्रयोग का उल्लेख है।"
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "हवाई के समान समय क्षेत्र होने के कारण, इन द्वीपों को कभी-कभी \"हवाई डाउन अंडर\" समझा जाता है।"
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "जब हम सूर्य को देखते हैं तो जो बाहरी भाग दिखाई देता है उसे फोटोस्फीयर कहा जाता है, जिसका अर्थ है \"प्रकाश का गोला\"।"
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "अपार्टमेंट के अंदर कोई नहीं था।"
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "सुनिश्चित करें कि जिस एजेंट के माध्यम से आप बुकिंग कर रहे हैं वह गैलापागोस विशेषज्ञ हो तथा उसे विभिन्न प्रकार के जहाजों का अच्छा ज्ञान हो।"
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "पूर्वानुमानकर्ताओं का कहना है कि केप वर्डे द्वीप से लगभग 645 मील (1040 किमी) पश्चिम में स्थित यह तूफान, किसी भी भूमि क्षेत्र को खतरा पहुंचाने से पहले ही समाप्त हो जाएगा।"
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "विक्टोरिया फॉल्स जिम्बाब्वे के पश्चिमी भाग में एक शहर है, जो लिविंगस्टोन, जाम्बिया की सीमा के पार और बोत्सवाना के पास है।"
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "अग्रिम मोर्चे पर तैनात सैनिकों में कर्नल जॉन स्टार्क और जेम्स रीड (दोनों बाद में जनरल बने) के अधीन 200 पुरुषों की पहली और तीसरी न्यू हैम्पशायर रेजिमेंट शामिल थीं।"
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "पृथ्वी पर गिरे लगभग 24,000 उल्कापिंडों में से केवल 34 की ही मंगल ग्रह से होने की पुष्टि हो पाई है।"
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "इसमें लाइन में प्रतीक्षा करना भी शामिल है, क्योंकि नशीली दवाओं की खोज करने वाले कुत्तों का उपयोग बिना किसी सूचना के किसी भी समय किया जा सकता है।"
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "एप्पल के सीईओ स्टीव जॉब्स ने मंच पर आकर अपनी जींस की जेब से आईफोन निकालकर इस डिवाइस का अनावरण किया।"
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "स्टार्क के लोगों ने कॉलोनीवासियों के स्थान के उत्तरी छोर पर बाड़ के पास स्थिति संभाली।"
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "कुछ सीमापार ट्रेनों में निरीक्षण चलती ट्रेन में किया जाता है और ऐसी ट्रेनों में सवार होते समय आपके पास वैध पहचान पत्र होना चाहिए।"
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "आज के प्लेयर ऑफ द डे वाशिंगटन कैपिटल्स के एलेक्स ओवेच्किन हैं।"
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "कुछ चट्टानें, जो पृथ्वी पर बहुत दुर्लभ हैं, 11,000 से 22,500 अमेरिकी डॉलर प्रति औंस तक बिक रही हैं, जो सोने की कीमत से लगभग दस गुना अधिक है।"
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "यदि कैमरा खत्म हो जाए तो इसे आसानी से पुनः भरा जा सकता है, तथा यह लगभग वर्तमान DSLR के बराबर रिजोल्यूशन देता है।"
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "इसके बाद मारूचीडोर ने प्रारंभिक फाइनल में कैबुलचर को हराया।"
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "डॉ. ली ने उन रिपोर्टों पर भी चिंता व्यक्त की कि तुर्की में बच्चे बिना बीमार हुए ही ए(एच5एन1) एवियन इन्फ्लूएंजा वायरस से संक्रमित हो रहे हैं।"
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "रहस्यवाद एक परम वास्तविकता, दिव्यता, आध्यात्मिक सत्य या ईश्वर के साथ संवाद, तादात्म्य या सचेत जागरूकता की खोज है।"
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "देश की स्वतंत्रता के आरंभिक दौर में, सिंगापुर बोटेनिक गार्डन की विशेषज्ञता ने द्वीप को एक उष्णकटिबंधीय गार्डन सिटी में बदलने में मदद की।"
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "हालांकि कुछ विद्वान अनुमान लगाते हैं कि चूंकि यह सभ्यता अब सूख चुकी सरस्वती नदी की घाटियों में भी मौजूद थी, इसलिए इसे उपयुक्त रूप से सिंधु-सरस्वती सभ्यता कहा जाना चाहिए, जबकि कुछ लोग इसे हड़प्पा सभ्यता कहते हैं, क्योंकि हड़प्पा 1920 के दशक में सबसे पहले खुदाई किए गए स्थलों में से एक था।"
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "रात्रिकालीन स्लीपर ट्रेनों में, कंडक्टर द्वारा पासपोर्ट ले लिया जा सकता है ताकि आपकी नींद में खलल न पड़े।"
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "सभी मामलों में, आपको एयरलाइन से सीधे फोन पर बुकिंग करनी होगी।"
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "1957 में लक्ज़मबर्ग उस संगठन का संस्थापक सदस्य बना जिसे आज यूरोपीय संघ के नाम से जाना जाता है।"
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "भाग लेने वाले देश विश्व के मुद्दों या अपने देश की संस्कृति और इतिहास को प्रदर्शित करने के लिए राष्ट्रीय मंडपों में कलात्मक और शैक्षिक प्रदर्शन प्रस्तुत करते हैं।"
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "प्रत्येक शो में उन पुस्तकों की सिफारिशें भी दी जाएंगी जिन्हें बच्चों को पुस्तकालय जाते समय देखना चाहिए।"
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "हममें से बहुत से लोग ऐसे टेलीविजन कार्यक्रम देखते हैं जो हमें किसी ऐसी प्रक्रिया या अनुभव के बारे में बताते हैं जिसमें हम कभी भाग नहीं लेंगे या उस ज्ञान को लागू नहीं करेंगे।"
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "जैसा कि ऊपर बताया गया है, यद्यपि \"एस्किमो\" शब्द संयुक्त राज्य अमेरिका में स्वीकार्य है, फिर भी कई गैर-अमेरिकी आर्कटिक लोगों द्वारा, विशेष रूप से कनाडा में, इसे अपमानजनक माना जाता है।"
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "ये चट्टानें चंद्रमा पर सभी जगह पाई गईं और ऐसा प्रतीत होता है कि इन पर अपक्षय का बहुत कम प्रभाव पड़ा है, जिससे यह संकेत मिलता है कि इनका निर्माण करने वाली भूगर्भीय घटनाएं काफी हाल ही में घटित हुई थीं।"
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "90 डिग्री की गर्मी में प्रतीक्षा कर रहे यात्रियों को पानी दिया गया।"
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "कंपनी को उम्मीद है कि वह अपने लाभ के स्रोतों में विविधता लाएगी और उन क्षेत्रों में लोकप्रियता हासिल करेगी जहां स्काइप की स्थिति मजबूत है, जैसे चीन, पूर्वी यूरोप और ब्राजील।"
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "केवल आपदा के प्रभाव, अवसाद और भय नहीं, नियमित साप्ताहिक संरचित पीए सत्रों की शर्त थी।"
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "स्टोफन ने कहा, \"जहां तक ​​हम जानते हैं, केवल एक ही ग्रह है जो टाइटन से अधिक गतिशीलता प्रदर्शित करता है, और उसका नाम पृथ्वी है।\""
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "24 सितम्बर 1759 को आर्थर गिनीज़ ने आयरलैंड के डबलिन में सेंट जेम्स गेट ब्रुअरी के लिए 9,000 वर्ष के पट्टे पर हस्ताक्षर किये।"
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "हालांकि अधिकारी इस धमकी की विश्वसनीयता के बारे में अनिश्चित थे, लेकिन मैरीलैंड परिवहन प्राधिकरण ने एफबीआई के आग्रह पर इसे बंद कर दिया।"
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "नॉर्दर्न रॉक बैंक का 2008 में राष्ट्रीयकरण कर दिया गया था, जब यह पता चला कि कंपनी को ब्रिटेन सरकार से आपातकालीन सहायता प्राप्त हुई थी।"
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "संक्रामक रोग वह रोग है जो संक्रमित व्यक्ति के आस-पास रहने से आसानी से फैलता है।"
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "दुनिया भर में विरोध प्रदर्शन हुए, कई आपराधिक मुकदमे चलाए गए तथा आइसलैंड और पाकिस्तान दोनों देशों के सरकारों के नेताओं ने इस्तीफा दे दिया।"
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "परमिट पहले से आरक्षित होना चाहिए। सिरेना में रात भर रुकने के लिए आपके पास परमिट होना चाहिए।"
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "अपनी टिप्पणियों के बावजूद उन्होंने कहा कि वह लंदन में आयोजित होने वाले 2012 ओलंपिक में ब्रिटिश प्रतियोगियों का समर्थन करेंगे।"
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "कई इमारतें देखने में काफी सुंदर होती हैं और किसी ऊंची इमारत से या चतुराई से रखी गई खिड़की से दृश्य देखने में बहुत सुंदर लगता है।"
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "ऑस्ट्रेलिया की पूर्व रूढ़िवादी सरकार ने क्योटो समझौते को मंजूरी देने से यह कहते हुए इनकार कर दिया था कि इससे अर्थव्यवस्था को नुकसान पहुंचेगा क्योंकि इसकी कोयला निर्यात पर भारी निर्भरता है, जबकि भारत और चीन जैसे देश उत्सर्जन लक्ष्यों से बंधे नहीं हैं।"
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "पिछले तीन महीनों में 80 से अधिक गिरफ्तार लोगों को बिना औपचारिक आरोप लगाए ही केन्द्रीय बुकिंग सुविधा से रिहा कर दिया गया।"
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "वैज्ञानिक इस प्रक्रिया को \"विकिरण का उत्तेजित उत्सर्जन\" कहते हैं, क्योंकि परमाणु उज्ज्वल प्रकाश से उत्तेजित होते हैं, जिसके कारण प्रकाश के फोटॉन का उत्सर्जन होता है, और प्रकाश एक प्रकार का विकिरण है।"
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "साथ ही, यात्रा करने वाले साथियों और रिश्तेदारों या मदद करने के इच्छुक मित्रों को भी पॉलिसी/संपर्क प्रतियां दें।"
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "लॉस एंजिल्स पुलिस विभाग के प्रवक्ता क्रिस्टोफर गार्सिया ने कहा कि संदिग्ध पुरुष अपराधी की जांच तोड़फोड़ के बजाय अवैध प्रवेश के लिए की जा रही है।"
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "लेकिन क्या हमारी कल्पना वास्तविकता पर आधारित है? सबसे पहले महल क्यों बनाए गए? उन्हें कैसे डिज़ाइन और बनाया गया?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "आयुक्त ने कहा, \"हम अभी तक उत्पत्ति के नियमों और टैरिफ रियायतों पर सहमत नहीं हुए हैं, लेकिन हमारे पास जो ढांचा है वह 1 जुलाई, 2020 को व्यापार शुरू करने के लिए पर्याप्त है\"।"
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "स्टर्न्स निरीक्षण एवं जांच उपसमिति के अध्यक्ष के रूप में इस बात की जांच कर रहे हैं कि क्या करों का उपयोग नियोजित पैरेंटहुड के माध्यम से गर्भपात के लिए किया जाता है, जो सदन की ऊर्जा एवं वाणिज्य समिति के अंतर्गत आता है।"
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "एनबीए का यह निर्णय यूटा जैज़ के एक खिलाड़ी के कोविड-19 वायरस के लिए सकारात्मक परीक्षण के बाद लिया गया।"
  }
]