[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "വിസ്ലർ (വാൻകൂവറിൽ നിന്ന് 1.5 മണിക്കൂർ ഡ്രൈവ്) ചെലവേറിയതും എന്നാൽ 2010 വിൻ്റർ ഒളിമ്പിക്‌സ് കാരണം അറിയപ്പെടുന്നതുമാണ്."
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "ഇരയുടെ സ്ഥാനം നിങ്ങൾ അവനെ അല്ലെങ്കിൽ അവളെ സമീപിക്കുമ്പോൾ ഏതെങ്കിലും ഓട്ടോമാറ്റിക് ചുവന്ന പതാകകൾ ശ്രദ്ധിക്കേണ്ടതുണ്ട്."
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "പൊതുവേ, ഏതെങ്കിലും വിദേശ രാജ്യത്ത് ദീർഘകാലത്തേക്ക് താമസിക്കുന്നതിന് നിങ്ങൾ മുൻകൂട്ടി വിസ നേടേണ്ടതുണ്ട്."
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "ഇത് ജർമ്മൻ അക്ഷരമാലയെ അടിസ്ഥാനമാക്കിയുള്ളതാണ്, കൂടാതെ ഒരു അക്ഷരം \"Õ/õ\" ചേർത്തു."
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "ഇതുവരെ, യുണൈറ്റഡ് സ്‌റ്റേറ്റ്‌സിനുള്ളിലെ വ്യാപകമായ ഉപയോഗം കാരണം, IM വിപണിയെ അതിൻ്റേതായ വേഗത്തിൽ നീക്കാനും വികസിപ്പിക്കാനും AOL-ന് കഴിഞ്ഞു."
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "ഡാനിഷ് ആധിപത്യത്തിൽ നിന്ന് തൻ്റെ രാജ്യത്തെ വീണ്ടെടുക്കാനുള്ള അഭിലാഷങ്ങളുള്ള നോർവീജിയൻകാരനായ ഒലാഫ് ട്രിഗ്വാസൻ ആണ് ഈ കപ്പലിനെ നയിച്ചത്."
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "2,400 പേരടങ്ങുന്ന പ്രധാന ആക്രമണ സേന ട്രെൻ്റണിൽ നിന്ന് ഒൻപത് മൈൽ വടക്ക് നദി മുറിച്ചുകടക്കും, തുടർന്ന് പുലർച്ചെ ആക്രമണം നടത്തുന്നതിനായി രണ്ട് ഗ്രൂപ്പുകളായി പിരിഞ്ഞു."
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "ബ്രിട്ടീഷ് രാജകുടുംബത്തിൽ ആദ്യമായി ബിരുദം നേടിയ വ്യക്തിയാണ് ചാൾസ്."
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "സൗരയൂഥത്തിലെ ഏറ്റവും പ്രതിഫലിപ്പിക്കുന്ന വസ്തുവാണ് എൻസെലാഡസ്, അതിൽ പതിക്കുന്ന സൂര്യപ്രകാശത്തിൻ്റെ 90 ശതമാനവും പ്രതിഫലിപ്പിക്കുന്നു."
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "ഒരു വർഷം മുമ്പ് ടെക്‌സാസിൽ വിവാഹിതരായ ഇരുവരും സുഹൃത്തുക്കൾക്കും ബന്ധുക്കൾക്കും ഒപ്പം ആഘോഷിക്കാൻ ബഫലോയിൽ എത്തിയിരുന്നു."
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "ഈ ആവശ്യകതകൾ പലപ്പോഴും ഒരു സഞ്ചാരി സന്ദർശിച്ച അല്ലെങ്കിൽ സന്ദർശിക്കാൻ ഉദ്ദേശിക്കുന്ന രാജ്യങ്ങളെ ആശ്രയിച്ചിരിക്കും."
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "പ്രൊഫഷണൽ സേവനങ്ങൾ, സർക്കാർ, ധനകാര്യം, വ്യാപാരം, ടൂറിസം എന്നിവയാണ് ഏറ്റവും വലിയ തൊഴിൽ മേഖലകൾ."
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "യുഎസ് ഗ്രീൻ കാർഡ് ഉടമകളായ ക്യൂബൻ പൗരന്മാർ ഈ ആവശ്യകതയിൽ ഇളവ് ലഭിക്കുന്നതിന് ഇക്വഡോറിയൻ കോൺസുലേറ്റ് സന്ദർശിക്കണം."
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "എല്ലാ കുറിപ്പുകളും ശരിയായി അടിക്കുന്ന സമയത്ത് നിങ്ങളുടെ കൈ കഴിയുന്നത്ര വിശ്രമിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കുക - നിങ്ങളുടെ വിരലുകൾ ഉപയോഗിച്ച് അധിക ചലനം നടത്താതിരിക്കാനും ശ്രമിക്കുക."
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "മഴക്കാലത്ത് (നവംബർ മുതൽ മാർച്ച് വരെ) ജലത്തിൻ്റെ അളവ് കൂടുതലായിരിക്കും, വെള്ളച്ചാട്ടം കൂടുതൽ നാടകീയമായിരിക്കും."
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "ഈ നിയമനിർമ്മാണ സമ്മേളനത്തിൽ ഒരു മാറ്റം വരുത്തി, രണ്ടാമത്തെ വാചകം ജനപ്രതിനിധി സഭ ആദ്യം ഇല്ലാതാക്കുകയും പിന്നീട് സമാനമായ രൂപത്തിൽ സെനറ്റ് തിങ്കളാഴ്ച പാസാക്കുകയും ചെയ്തു."
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "1945-ൽ അവരോടൊപ്പം ചേർന്ന അദ്ദേഹം 1958 വരെ തുടർന്നു."
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "നിങ്ങളുടെ ഫോണിന് ഡാറ്റാ കണക്ഷൻ ഇല്ലെങ്കിലോ അത് പരിധിക്ക് പുറത്തായിരിക്കുമ്പോഴോ, അവയുടെ പ്രകടനം പരിമിതമോ ലഭ്യമല്ലാത്തതോ ആകാം."
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "ഒരു പകർച്ചവ്യാധി, വൈറസ്, ബാക്ടീരിയ, ഫംഗസ് അല്ലെങ്കിൽ മറ്റ് പരാന്നഭോജികൾ പോലുള്ള ഒരു രോഗകാരി മൂലമുണ്ടാകുന്ന രോഗമാണ്."
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "വിദ്യാർത്ഥികൾക്ക് ദിവസത്തിലെ ഏത് സമയത്തും ഇൻസ്ട്രക്ടർമാർക്ക് ചോദ്യങ്ങൾ സമർപ്പിക്കാനും അടുത്ത മുഖാമുഖം വരെ കാത്തിരിക്കുന്നതിനുപകരം ന്യായമായ വേഗത്തിലുള്ള പ്രതികരണങ്ങൾ പ്രതീക്ഷിക്കാനും കഴിയും."
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "എമിറേറ്റ്‌സ്, ഇത്തിഹാദ് എയർവേസ്, ഖത്തർ എയർവേയ്‌സ്, ടർക്കിഷ് എയർലൈൻസ് തുടങ്ങിയ എയർലൈനുകൾ ആഫ്രിക്കയിലേക്ക് തങ്ങളുടെ സേവനങ്ങൾ വളരെയധികം വിപുലീകരിച്ചു, കൂടാതെ മറ്റ് യൂറോപ്യൻ എയർലൈനുകളേക്കാൾ മത്സര നിരക്കിൽ പല ആഫ്രിക്കൻ നഗരങ്ങളിലേക്കും കണക്ഷനുകൾ വാഗ്ദാനം ചെയ്യുന്നു."
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "താഴെ നിന്ന് ഇത് അൽപ്പം ഭയപ്പെടുത്തുന്നതായി തോന്നുന്നു, ഇത് കുത്തനെയുള്ളതും ബുദ്ധിമുട്ടുള്ളതുമായ കയറ്റമാണ്, എന്നാൽ ഏറ്റവും അനുയോജ്യരായ ആളുകൾക്ക് ഏകദേശം 45 മിനിറ്റിനുള്ളിൽ ഇത് നേടാനാകും."
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "വ്യത്യസ്‌ത നിർമാണങ്ങൾക്ക് വ്യത്യസ്‌ത കഴിവുകളുണ്ട്, വ്യത്യസ്‌ത തരംഗദൈർഘ്യങ്ങളോട് സംവേദനക്ഷമതയുള്ളവയും വ്യത്യസ്‌ത അളവിലുള്ള അക്വിറ്റിയുമുണ്ട്, കൂടാതെ ഇൻപുട്ട് മനസ്സിലാക്കാൻ അവയ്‌ക്ക് വ്യത്യസ്ത പ്രോസസ്സിംഗും മികച്ച രീതിയിൽ പ്രവർത്തിക്കാൻ വ്യത്യസ്ത സംഖ്യകളും ആവശ്യമാണ്."
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "ഫ്രെഡിന് നിലവിൽ മണിക്കൂറിൽ 105 മൈൽ (165 കി.മീ./മണിക്കൂറിൽ) വേഗതയിൽ കാറ്റ് വീശുന്നുണ്ട്, വടക്ക് പടിഞ്ഞാറ് ഭാഗത്തേക്ക് നീങ്ങുകയാണ്."
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "2 യാത്രക്കാരിൽ കൂടുതൽ ഉള്ളതിന് ഒരു സർചാർജ് ഉണ്ട്, അതിനാൽ ഈ ഓപ്ഷൻ ആവശ്യത്തേക്കാൾ ചെലവേറിയതായിരിക്കാം."
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "സംവേദനാത്മക രൂപകൽപ്പനയ്ക്ക് ഒരു പ്രോജക്റ്റിൻ്റെ ഘടകങ്ങൾ പരസ്പരം ബന്ധിപ്പിക്കേണ്ടതുണ്ട്, മാത്രമല്ല ഒരു പ്രത്യേക എൻ്റിറ്റി എന്ന നിലയിൽ അർത്ഥവുമുണ്ട്."
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "വാൽവുകൾ തുറക്കുന്നത് സിസ്റ്റത്തിന് മർദ്ദം വിടാൻ അനുവദിക്കുകയും 55,000 ബാരൽ (2.3 ദശലക്ഷം ഗാലൻ) സൂക്ഷിക്കാൻ കഴിയുന്ന ഒരു ടാങ്കിലേക്ക് എണ്ണ ഒഴുകുകയും ചെയ്തു."
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "എ1ജിപി ന്യൂസിലൻഡ് ടീമിൻ്റെ സഹ ഡ്രൈവറായ ജോണി റീഡ് ഇന്ന് ന്യൂസിലൻഡിലെ 48 വർഷം പഴക്കമുള്ള ഓക്ക്‌ലൻഡ് ഹാർബർ ബ്രിഡ്ജിന് മുകളിലൂടെ നിയമപരമായി ഏറ്റവും വേഗത്തിൽ ഓടി ചരിത്രം സൃഷ്ടിച്ചു."
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "വളരെ അടുത്ത ബന്ധമുള്ള ഭാഷകൾ കണക്കാക്കുന്നുണ്ടോ ഇല്ലയോ എന്നതിനെ ആശ്രയിച്ച് പ്രാദേശിക സംസാരിക്കുന്നവരുടെ എണ്ണം വ്യത്യാസപ്പെടുന്നു."
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "രസകരമെന്നു പറയട്ടെ, പുരാതന കാലത്ത് അദ്ദേഹം വളരെ പ്രാധാന്യമുള്ളവനായി കണക്കാക്കപ്പെട്ടിരുന്നില്ല, മാത്രമല്ല മിക്ക പുരാതന രാജാക്കന്മാരുടെ പട്ടികയിലും അദ്ദേഹം രേഖപ്പെടുത്തിയിരുന്നില്ല."
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "കുതിരപ്പുറത്ത് യുദ്ധം ചെയ്യുന്ന ഒരു സൈന്യമാണ് കുതിരപ്പട. സാഡിൽ ഇതുവരെ കണ്ടുപിടിച്ചിട്ടില്ല, അതിനാൽ അസീറിയൻ കുതിരപ്പട അവരുടെ കുതിരകളുടെ നഗ്നമായ മുതുകിൽ യുദ്ധം ചെയ്തു."
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "ചിലപ്പോൾ യഥാർത്ഥ ട്രിഗ്ഗിംഗ് ഇവൻ്റ് സൂര്യൻ മഞ്ഞിനെ ചൂടാക്കുന്നു, ചിലപ്പോൾ കൂടുതൽ മഞ്ഞുവീഴ്ച, ചിലപ്പോൾ മറ്റ് പ്രകൃതി സംഭവങ്ങൾ, പലപ്പോഴും മനുഷ്യൻ."
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "പ്രപഞ്ചത്തിൻ്റെ വികാസത്തിൽ അതിൻ്റെ സ്വാധീനം കാരണം മാത്രമാണ് അതിൻ്റെ അസ്തിത്വം അറിയുന്നത്."
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "നാല് വർഷത്തിന് ശേഷം ഒരു പേറ്റൻ്റ് അനുവദിച്ചു, ഇത് എംആർഐ മേഖലയിൽ നൽകിയ ലോകത്തിലെ ആദ്യത്തെ പേറ്റൻ്റായിരുന്നു."
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "സ്‌കൂൾ പ്രായമുള്ള ചില കുട്ടികൾ രോഗിയുമായി സമ്പർക്കം പുലർത്തിയതായി തിരിച്ചറിഞ്ഞതായി ഇന്ന് ഗവർണർ പറഞ്ഞു."
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "ഉദാഹരണത്തിന്, സ്കൂളിൽ നന്നായി പ്രവർത്തിക്കുന്നില്ലെന്ന് സ്റ്റീരിയോടൈപ്പ് ചെയ്യുന്ന ഒരു വംശീയ ന്യൂനപക്ഷവുമായി തിരിച്ചറിയുന്ന കുട്ടികൾ അവരുടെ വംശവുമായി ബന്ധപ്പെട്ട സ്റ്റീരിയോടൈപ്പിനെക്കുറിച്ച് പഠിച്ചുകഴിഞ്ഞാൽ സ്കൂളിൽ നന്നായി പ്രവർത്തിക്കില്ല."
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "ജാർഡിൻ ഡി ലാ യൂണിയൻ. 17-ആം നൂറ്റാണ്ടിലെ ഒരു കോൺവെൻ്റിൻ്റെ ആട്രിയം എന്ന നിലയിലാണ് ഈ സ്ഥലം നിർമ്മിച്ചിരിക്കുന്നത്, അതിൽ ടെംപ്ലോ ഡി സാൻ ഡിയാഗോ മാത്രമാണ് നിലനിൽക്കുന്നത്."
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "ഒരു ഔപചാരിക വാർഷിക പരിപാടി പിന്നീടുള്ള തീയതിയിൽ ഷെഡ്യൂൾ ചെയ്തതായി അധികൃതർ അറിയിച്ചു."
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "പ്രത്യേകിച്ചും, ഫ്രഞ്ച് സംസാരിക്കുന്ന ബെൽജിയത്തിലെയും സ്വിറ്റ്സർലൻഡിലെയും നമ്പറിംഗ് സിസ്റ്റത്തിന് ഫ്രാൻസിൽ സംസാരിക്കുന്ന ഫ്രഞ്ചിൽ നിന്ന് വ്യത്യസ്തമായ ചില ചെറിയ പ്രത്യേകതകളുണ്ട്, ചില വാക്കുകളുടെ ഉച്ചാരണം അല്പം വ്യത്യസ്തമാണ്."
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "ചിലിയുടെ സ്വാതന്ത്ര്യം വരെ സ്പാനിഷ് സംസാരിക്കുന്ന ഭരണത്തിലേക്ക് പൂർണ്ണമായി ലയിച്ചിട്ടില്ലാത്ത അവസാനത്തെ സ്വതന്ത്ര അമേരിക്കൻ തദ്ദേശീയ ഗ്രൂപ്പുകളിലൊന്ന് കൂടിയായിരുന്നു മാപ്പുചെ."
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "വെനസ്വേലക്കാരിൽ പതിനെട്ട് ശതമാനം പേരും തൊഴിൽരഹിതരാണ്, ജോലി ചെയ്യുന്നവരിൽ ഭൂരിഭാഗവും അനൗപചാരിക സമ്പദ്‌വ്യവസ്ഥയിലാണ് ജോലി ചെയ്യുന്നത്."
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "അടയാളം ശാരീരികമായി തകർന്നിട്ടില്ല; സമാധാനത്തിൻ്റെയും ഹൃദയത്തിൻ്റെയും അടയാളങ്ങൾ കൊണ്ട് അലങ്കരിച്ച കറുത്ത ടാർപോളിനുകൾ ഉപയോഗിച്ച് \"O\" ചെറിയക്ഷരമായ \"e\" വായിക്കാൻ മാറ്റം വരുത്തി."
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "മറ്റ് പ്രൈമേറ്റുകളിൽ നിന്ന് വ്യത്യസ്തമായി, ഹോമിനിഡുകൾ അവരുടെ കൈകൾ ചലനത്തിലോ ഭാരം വഹിക്കുമ്പോഴോ മരങ്ങൾക്കിടയിലൂടെ ഊഞ്ഞാലാടുകയോ ചെയ്യില്ല."
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "ഇവൻ്റുകളുടെ ദൈർഘ്യം (ദൈർഘ്യം) താരതമ്യം ചെയ്യുന്നത് സമയം കൂടിയാണ്."
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "ഒരു ട്രൈസെറാടോപ്പിന് അതിൻ്റെ ശക്തമായ കൊക്ക് ഉപയോഗിച്ച് തുമ്പിക്കൈ തിന്നുന്നതിന് മുമ്പ് ഇലകൾ പറിച്ചെടുക്കാമായിരുന്നു."
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "നിങ്ങൾക്ക് കൂടുതൽ സാഹസികത തോന്നുന്നുവെങ്കിൽ, ജ്യൂസ് അല്ലെങ്കിൽ സ്മൂത്തികൾ മിക്‌സ് ചെയ്യാൻ അവസരം ഉപയോഗിക്കുക:"
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "\"കപ്പൽ സുരക്ഷിതമായി വേർതിരിച്ചെടുക്കുന്നതിനുള്ള ഏറ്റവും മികച്ച രീതി നിർണ്ണയിക്കാൻ ജോലിക്കാർ നിലവിൽ പ്രവർത്തിക്കുകയാണ്\" എന്നും അവർ പ്രസ്താവനയിൽ പറഞ്ഞു."
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "കുറഞ്ഞത്, നിങ്ങൾക്ക് അനുയോജ്യമായ കാലുകളുള്ള പാദരക്ഷകൾ ആവശ്യമാണ്. വേനൽക്കാല ഷൂകൾ സാധാരണയായി ഐസിലും മഞ്ഞിലും വളരെ വഴുവഴുപ്പുള്ളവയാണ്, ചില ശീതകാല ബൂട്ടുകൾ പോലും കുറവാണ്."
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "അരിയാസിന് നേരിയ തോതിൽ വൈറസ് ബാധ സ്ഥിരീകരിച്ചതായി പ്രസിഡൻഷ്യൽ മന്ത്രി റോഡ്രിഗോ ഏരിയാസ് പറഞ്ഞു."
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "ഫ്ലോറിഡയിലെ മിയാമിയിൽ നിന്ന് ഏകദേശം 3,000 മൈൽ അകലെ സ്ഥിതി ചെയ്യുന്ന കൊടുങ്കാറ്റിന് പരമാവധി 40 mph (64 kph) വേഗതയിൽ കാറ്റ് വീശുന്നു."
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "എത്യോപ്യയിലെയും കെനിയയിലെയും \"പ്രമുഖ ലാൻഡ്‌മാർക്കുകൾ\" തകർക്കാൻ ചാവേർ ബോംബർമാരെ ഉപയോഗിക്കുന്നതിനെക്കുറിച്ച് പ്രത്യേകമായി പരാമർശിക്കുന്ന ഒരു അജ്ഞാത ഉറവിടത്തിൽ നിന്ന് വിവരങ്ങൾ ലഭിച്ചതായി യു.എസ്."
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "ഹവായിയുടെ അതേ സമയമേഖലയിൽ, ദ്വീപുകൾ ചിലപ്പോൾ \"ഹവായ് താഴെ\" എന്ന് കരുതപ്പെടുന്നു."
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "നമ്മൾ സൂര്യനെ നോക്കുമ്പോൾ കാണുന്ന ബാഹ്യഭാഗത്തെ ഫോട്ടോസ്ഫിയർ എന്ന് വിളിക്കുന്നു, അതിനർത്ഥം \"പ്രകാശത്തിൻ്റെ പന്ത്\" എന്നാണ്."
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "അപ്പാർട്ട്മെൻ്റിനുള്ളിൽ ആരും ഉണ്ടായിരുന്നില്ല."
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "നിങ്ങൾ ബുക്ക് ചെയ്യുന്ന ഏജൻ്റ് വൈവിധ്യമാർന്ന കപ്പലുകളെക്കുറിച്ച് നല്ല അറിവുള്ള ഒരു ഗാലപ്പഗോസ് സ്പെഷ്യലിസ്റ്റാണെന്ന് ഉറപ്പാക്കുക."
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "കേപ് വെർഡെ ദ്വീപുകൾക്ക് പടിഞ്ഞാറ് 645 മൈൽ (1040 കിലോമീറ്റർ) അകലെ സ്ഥിതി ചെയ്യുന്ന കൊടുങ്കാറ്റ്, ഏതെങ്കിലും കര പ്രദേശങ്ങളെ ഭീഷണിപ്പെടുത്തുന്നതിന് മുമ്പ് ചിതറിപ്പോകാൻ സാധ്യതയുണ്ടെന്ന് പ്രവചകർ പറയുന്നു."
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "വിക്ടോറിയ വെള്ളച്ചാട്ടം സിംബാബ്‌വെയുടെ പടിഞ്ഞാറൻ ഭാഗത്തുള്ള ഒരു പട്ടണമാണ്, ലിവിംഗ്സ്റ്റൺ, സാംബിയ, ബോട്സ്വാന എന്നിവിടങ്ങളിൽ നിന്ന് അതിർത്തിക്കപ്പുറം."
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "കേണൽമാരായ ജോൺ സ്റ്റാർക്കിൻ്റെയും ജെയിംസ് റീഡിൻ്റെയും കീഴിൽ (ഇരുവരും പിന്നീട് ജനറൽമാരായി) 200 പേരുടെ 1-ഉം 3-ഉം ന്യൂ ഹാംഷെയർ റെജിമെൻ്റുകൾ ഉൾപ്പെട്ടിരുന്നു."
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "ഭൂമിയിൽ പതിച്ചതായി അറിയപ്പെടുന്ന ഏകദേശം 24,000 ഉൽക്കാശിലകളിൽ 34 എണ്ണം മാത്രമേ ചൊവ്വയുടെ ഉത്ഭവമാണെന്ന് സ്ഥിരീകരിച്ചിട്ടുള്ളൂ."
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "മയക്കുമരുന്ന് മണക്കുന്ന നായ്ക്കളെ അറിയിപ്പില്ലാതെ എപ്പോൾ വേണമെങ്കിലും ഉപയോഗിക്കാമെന്നതിനാൽ വരിയിൽ കാത്തുനിൽക്കുന്നതും ഇതിൽ ഉൾപ്പെടുന്നു."
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "ആപ്പിൾ സിഇഒ സ്റ്റീവ് ജോബ്‌സ് സ്റ്റേജിലേക്ക് നടന്ന് തൻ്റെ ജീൻസ് പോക്കറ്റിൽ നിന്ന് ഐഫോൺ എടുത്ത് ഉപകരണം പുറത്തിറക്കി."
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "കോളനിസ്റ്റിൻ്റെ സ്ഥാനത്തിൻ്റെ വടക്കേ അറ്റത്തുള്ള വേലിയിൽ സ്റ്റാർക്കിൻ്റെ ആളുകൾ സ്ഥാനം പിടിച്ചു."
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "ചില ക്രോസ്-ബോർഡർ ട്രെയിനുകളിൽ ഓടുന്ന ട്രെയിനിൽ പരിശോധനകൾ നടത്താറുണ്ട്, ആ ട്രെയിനുകളിലൊന്നിൽ കയറുമ്പോൾ നിങ്ങളുടെ പക്കൽ സാധുതയുള്ള ഐഡി ഉണ്ടായിരിക്കണം."
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "ഇന്നത്തെ പ്ലെയർ ഓഫ് ദി ഡേ വാഷിംഗ്ടൺ ക്യാപിറ്റൽസിൻ്റെ അലക്സ് ഒവെച്ച്കിൻ ആണ്."
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "ഭൂമിയിൽ വളരെ അപൂർവമായ ചില പാറകൾ ഔൺസിന് 11,000 ഡോളർ മുതൽ 22,500 ഡോളർ വരെ വിൽക്കുന്നു, ഇത് സ്വർണ്ണത്തിൻ്റെ വിലയേക്കാൾ പത്തിരട്ടി കൂടുതലാണ്."
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "നിങ്ങൾ തീർന്നുപോയാൽ സാധാരണയായി ഇത് വളരെ എളുപ്പത്തിൽ നികത്താനാകും, കൂടാതെ നിലവിലെ DSLR-നോട് താരതമ്യപ്പെടുത്താവുന്ന റെസലൂഷൻ നൽകുന്നു."
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "തുടർന്ന് പ്രാഥമിക ഫൈനലിൽ മറൂച്ചിഡോർ കാബൂൾച്ചറിനെ പരാജയപ്പെടുത്തി."
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "തുർക്കിയിലെ കുട്ടികൾ ഇപ്പോൾ രോഗബാധിതരാകാതെ എ(എച്ച്5എൻ1) ഏവിയൻ ഇൻഫ്ലുവൻസ വൈറസ് ബാധിച്ചതായി വന്ന റിപ്പോർട്ടുകളെക്കുറിച്ചും ഡോ. ​​ലീ ആശങ്ക പ്രകടിപ്പിച്ചു."
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "ആത്യന്തിക യാഥാർത്ഥ്യം, ദിവ്യത്വം, ആത്മീയ സത്യം അല്ലെങ്കിൽ ദൈവത്തെ കുറിച്ചുള്ള ബോധപൂർവമായ ബോധവൽക്കരണമാണ് മിസ്റ്റിസിസം."
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "രാജ്യത്തിൻ്റെ സ്വാതന്ത്ര്യത്തിൻ്റെ തുടക്കത്തിൽ, സിംഗപ്പൂർ ബൊട്ടാണിക് ഗാർഡൻസിൻ്റെ വൈദഗ്ധ്യം ദ്വീപിനെ ഒരു ഉഷ്ണമേഖലാ ഉദ്യാന നഗരമാക്കി മാറ്റാൻ സഹായിച്ചു."
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "ഇപ്പോൾ വറ്റിവരണ്ട സരസ്വതി നദിയുടെ തടങ്ങളിലും ഈ നാഗരികത നിലനിന്നിരുന്നതായി ചില പണ്ഡിതന്മാർ അനുമാനിക്കുന്നുണ്ടെങ്കിലും, അതിനെ സിന്ധു-സരസ്വതി നാഗരികത എന്ന് ഉചിതമായി വിളിക്കണം, ചിലർ ഹാരപ്പയ്ക്ക് ശേഷം ഹാരപ്പൻ നാഗരികത എന്ന് വിളിക്കുന്നു, ഖനനം ചെയ്യപ്പെട്ട ആദ്യത്തെ സ്ഥലമാണിത്. 1920-കളിൽ."
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "നൈറ്റ് സ്ലീപ്പർ ട്രെയിനുകളിൽ, നിങ്ങളുടെ ഉറക്കം തടസ്സപ്പെടാതിരിക്കാൻ കണ്ടക്ടർ പാസ്‌പോർട്ടുകൾ ശേഖരിച്ചേക്കാം."
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "എല്ലാ സാഹചര്യങ്ങളിലും, നിങ്ങൾ എയർലൈനുമായി നേരിട്ട് ഫോൺ വഴി ബുക്ക് ചെയ്യണം."
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "1957-ൽ ലക്സംബർഗ് ഇന്ന് യൂറോപ്യൻ യൂണിയൻ എന്നറിയപ്പെടുന്ന സംഘടനയുടെ സ്ഥാപക അംഗമായി."
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "പങ്കെടുക്കുന്ന രാജ്യങ്ങൾ ദേശീയ പവലിയനുകളിൽ കലാപരവും വിദ്യാഭ്യാസപരവുമായ പ്രദർശനങ്ങൾ അവതരിപ്പിക്കുന്നു, ലോക പ്രശ്‌നങ്ങളോ അവരുടെ രാജ്യത്തിൻ്റെ സംസ്കാരവും ചരിത്രവും പ്രദർശിപ്പിക്കുന്നു."
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "ഓരോ ഷോയും കുട്ടികൾ അവരുടെ ലൈബ്രറിയിൽ പോകുമ്പോൾ ശ്രദ്ധിക്കേണ്ട പുസ്തകങ്ങളുടെ ശുപാർശകളും നൽകും."
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "നമ്മളിൽ പലരും ഒരു ടെലിവിഷൻ ഷോ കാണുന്നതായി കണ്ടെത്തുന്നു, അത് ഒരു പ്രക്രിയയെക്കുറിച്ചോ അനുഭവത്തെക്കുറിച്ചോ ഞങ്ങളെ അറിയിക്കുന്നു, അതിൽ ഞങ്ങൾ ഒരിക്കലും പങ്കെടുക്കുകയോ ആ അറിവ് പ്രയോഗിക്കുകയോ ചെയ്യില്ല."
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "മുകളിൽ സൂചിപ്പിച്ചതുപോലെ, \"എസ്കിമോ\" എന്ന വാക്ക് യുണൈറ്റഡ് സ്റ്റേറ്റ്സിൽ സ്വീകാര്യമായി തുടരുന്നുണ്ടെങ്കിലും, യു.എസ്. ഇതര ആർട്ടിക് ജനത, പ്രത്യേകിച്ച് കാനഡയിൽ ഇത് അപകീർത്തികരമായി കണക്കാക്കപ്പെടുന്നു."
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "ഈ സ്കാർപ്പുകൾ ചന്ദ്രനിലുടനീളം കാണപ്പെടുന്നു, അവ വളരെ കുറഞ്ഞ കാലാവസ്ഥയുള്ളതായി കാണപ്പെടുന്നു, അവ സൃഷ്ടിച്ച ഭൂമിശാസ്ത്രപരമായ സംഭവങ്ങൾ വളരെ സമീപകാലമാണെന്ന് സൂചിപ്പിക്കുന്നു."
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "90(F)-ഡിഗ്രി ചൂടിൽ കാത്തുനിന്ന യാത്രക്കാർക്ക് വെള്ളം നൽകി."
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "ചൈന, കിഴക്കൻ യൂറോപ്പ്, ബ്രസീൽ തുടങ്ങിയ സ്കൈപ്പ് ശക്തമായ സ്ഥാനം വഹിക്കുന്ന പ്രദേശങ്ങളിൽ അതിൻ്റെ ലാഭ സ്രോതസ്സുകൾ വൈവിധ്യവത്കരിക്കാനും ജനപ്രീതി നേടാനും കമ്പനി പ്രതീക്ഷിക്കുന്നു."
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "പതിവ് പ്രതിവാര ഘടനാപരമായ PA സെഷനുകൾക്ക് സോപാധികമായത് വിഷാദവും ഭയവുമല്ല, ദുരന്തത്തിൻ്റെ ഫലങ്ങൾ മാത്രമാണ്."
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "നമുക്കറിയാവുന്നിടത്തോളം, ടൈറ്റനേക്കാൾ കൂടുതൽ ചലനാത്മകത പ്രകടിപ്പിക്കുന്ന ഒരേയൊരു ഗ്രഹമേയുള്ളൂ, അതിൻ്റെ പേര് ഭൂമിയാണ്, ”സ്റ്റോഫൻ കൂട്ടിച്ചേർത്തു."
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "1759 സെപ്റ്റംബർ 24-ന് അയർലണ്ടിലെ ഡബ്ലിനിൽ സെൻ്റ് ജെയിംസ് ഗേറ്റ് ബ്രൂവറിക്ക് വേണ്ടി ആർതർ ഗിന്നസ് 9,000 വർഷത്തെ പാട്ടത്തിന് ഒപ്പുവച്ചു."
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "ഭീഷണിയുടെ വിശ്വാസ്യതയെക്കുറിച്ച് അധികാരികൾക്ക് ഉറപ്പില്ലെങ്കിലും, എഫ്ബിഐയുടെ പ്രേരണയോടെ മേരിലാൻഡ് ട്രാൻസ്പോർട്ടേഷൻ അതോറിറ്റി അടച്ചുപൂട്ടുകയായിരുന്നു."
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "കമ്പനിക്ക് യുകെ സർക്കാരിൽ നിന്ന് അടിയന്തര പിന്തുണ ലഭിച്ചുവെന്ന വെളിപ്പെടുത്തലിനെ തുടർന്ന് 2008-ൽ നോർത്തേൺ റോക്ക് ബാങ്ക് ദേശസാൽക്കരിക്കപ്പെട്ടിരുന്നു."
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "രോഗബാധിതനായ വ്യക്തിയുടെ പരിസരത്തിരുന്ന് എളുപ്പത്തിൽ പകരുന്ന രോഗമാണ് പകർച്ചവ്യാധി."
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "ലോകമെമ്പാടും പ്രതിഷേധങ്ങൾ ഉണ്ടായിരുന്നു, നിരവധി ക്രിമിനൽ പ്രോസിക്യൂഷനുകൾ, ഐസ്‌ലാൻഡിലെയും പാകിസ്ഥാനിലെയും സർക്കാരുകളുടെ നേതാക്കൾ രാജിവച്ചു."
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "പെർമിറ്റുകൾ മുൻകൂട്ടി റിസർവ് ചെയ്തിരിക്കണം. സിറീനയിൽ രാത്രി തങ്ങാൻ നിങ്ങൾക്ക് അനുമതി ഉണ്ടായിരിക്കണം."
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "തൻ്റെ അഭിപ്രായങ്ങൾ ഉണ്ടായിരുന്നിട്ടും, ലണ്ടനിൽ നടക്കുന്ന 2012 ഒളിമ്പിക്സിൽ ബ്രിട്ടീഷ് മത്സരാർത്ഥികളെ പിന്തുണയ്ക്കുമെന്ന് അദ്ദേഹം പറഞ്ഞു."
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "പല കെട്ടിടങ്ങളും കാണാൻ വളരെ മനോഹരമാണ്, ഉയരമുള്ള കെട്ടിടത്തിൽ നിന്നോ സമർത്ഥമായി സ്ഥാപിച്ചിരിക്കുന്ന ജാലകത്തിൽ നിന്നോ ഉള്ള കാഴ്ച കാണാൻ മനോഹരമാണ്."
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "ഓസ്‌ട്രേലിയയിലെ മുൻ യാഥാസ്ഥിതിക ഗവൺമെൻ്റ് ക്യോട്ടോയെ അംഗീകരിക്കാൻ വിസമ്മതിച്ചു, കൽക്കരി കയറ്റുമതിയെ വളരെയധികം ആശ്രയിക്കുന്നത് സമ്പദ്‌വ്യവസ്ഥയെ തകർക്കുമെന്ന് പറഞ്ഞു, അതേസമയം ഇന്ത്യയും ചൈനയും പോലുള്ള രാജ്യങ്ങൾ ഉദ്‌വമന ലക്ഷ്യങ്ങൾക്ക് വിധേയമല്ല."
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "കഴിഞ്ഞ 3 മാസത്തിനുള്ളിൽ, 80 ലധികം അറസ്റ്റിലായവരെ ഔപചാരികമായി കുറ്റം ചുമത്താതെ സെൻട്രൽ ബുക്കിംഗ് സൗകര്യത്തിൽ നിന്ന് വിട്ടയച്ചു."
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "ശാസ്‌ത്രജ്ഞർ ഈ പ്രക്രിയയെ \"വികിരണത്തിൻ്റെ ഉത്തേജിത ഉദ്വമനം\" എന്ന് വിളിക്കുന്നു, കാരണം ആറ്റങ്ങൾ ശോഭയുള്ള പ്രകാശത്താൽ ഉത്തേജിപ്പിക്കപ്പെടുന്നു, ഇത് പ്രകാശത്തിൻ്റെ ഒരു ഫോട്ടോൺ ഉദ്‌വമനത്തിന് കാരണമാകുന്നു, കൂടാതെ പ്രകാശം ഒരു തരം വികിരണമാണ്."
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "കൂടാതെ, യാത്രാ കൂട്ടുകാർക്കും സഹായിക്കാൻ തയ്യാറുള്ള നാട്ടിൽ തിരിച്ചെത്തിയ ബന്ധുക്കൾക്കും സുഹൃത്തുക്കൾക്കും പോളിസി/കോൺടാക്റ്റ് കോപ്പികൾ നൽകുക."
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "സംശയാസ്പദമായ പുരുഷ കുറ്റവാളിയെ നശിപ്പിച്ചതിന് പകരം അതിക്രമിച്ച് കടന്നതിനാണ് അന്വേഷിക്കുന്നതെന്ന് ലോസ് ഏഞ്ചൽസ് പോലീസ് ഡിപ്പാർട്ട്‌മെൻ്റ് വക്താവ് ക്രിസ്റ്റഫർ ഗാർസിയ പറഞ്ഞു."
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "എന്നാൽ നമ്മുടെ ഭാവന യാഥാർത്ഥ്യത്തെ അടിസ്ഥാനമാക്കിയുള്ളതാണോ? എന്തുകൊണ്ടാണ് കോട്ടകൾ ആദ്യം നിർമ്മിച്ചത്? അവ എങ്ങനെ രൂപകല്പന ചെയ്യുകയും നിർമ്മിക്കുകയും ചെയ്തു?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "കമ്മീഷണർ പറഞ്ഞു, \"ഉറപ്പും താരിഫ് കൺസഷനുകളും സംബന്ധിച്ച നിയമങ്ങൾ ഞങ്ങൾ ഇതുവരെ അംഗീകരിച്ചിട്ടില്ല, എന്നാൽ 2020 ജൂലൈ 1-ന് വ്യാപാരം ആരംഭിക്കാൻ ഞങ്ങളുടെ പക്കലുള്ള ചട്ടക്കൂട് മതിയാകും\"."
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "ഹൗസ് എനർജി ആൻഡ് കൊമേഴ്‌സ് കമ്മിറ്റിയുടെ കുടക്കീഴിലുള്ള ഓവർസൈറ്റ് ആൻഡ് ഇൻവെസ്റ്റിഗേഷൻസ് സബ്കമ്മിറ്റിയുടെ ചെയർമാനെന്ന നിലയിലുള്ള തൻ്റെ റോളിൽ പ്ലാൻഡ് പാരൻ്റ്‌ഹുഡ് വഴി ഗർഭച്ഛിദ്രത്തിന് ധനസഹായം നൽകുന്നതിന് നികുതികൾ ഉപയോഗിക്കുന്നുണ്ടോ എന്ന് സ്റ്റിയേൺസ് അന്വേഷിക്കുന്നു."
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "ഒരു യൂട്ടാ ജാസ് കളിക്കാരൻ കോവിഡ്-19 വൈറസിന് പോസിറ്റീവായതിനെ തുടർന്നാണ് എൻബിഎയുടെ തീരുമാനം."
  }
]