[
  {
    "source_text": "A micro-manipulation method based on adhesion forces and dynamic effects has been proposed in our previous papers. A prototype manipulator, called [mu]MAD, has been constructed and successfully experimented. This paper describes the advanced capabilities of [mu]MAD, especially two new interesting applications: sorting of micro-objects and mechanical characterizations.",
    "translation": "हमारे पिछले शोधपत्रों में आसंजन बलों और गतिशील प्रभावों पर आधारित एक माइक्रो-मैनिपुलेशन विधि प्रस्तावित की गई है। [mu]MAD नामक एक प्रोटोटाइप मैनिपुलेटर का निर्माण किया गया है और इसका सफलतापूर्वक प्रयोग किया गया है। यह शोधपत्र [mu]MAD की उन्नत क्षमताओं का वर्णन करता है, विशेष रूप से दो नए दिलचस्प अनुप्रयोगों का: सूक्ष्म-वस्तुओं की छंटाई और यांत्रिक लक्षण वर्णन।"
  },
  {
    "source_text": "When chaos calls / Bedlam abounds. Is now a good time to unplug and move to the woods?\n\nHere is the good news: We are completely doomed.\n\nIsn't that great? Isn't that reassuring? It damn well should be, because, in some form or another and since we were knee-high to a cave painting, the apocalypse has always, always been nigh.\n\nIt is perhaps the single most wonderful and reliable aspect about being a tiny troubled biped on this tiny troubled speck of spinning space dust; depending on whom you listen to, depending on how dialed in you are to the various nefarious signs and conspiracy theories and reruns of \"The Omen\" on late-night cable, we are always on the verge of imminent and unstoppable doom. It's just a matter of which supremely peeved deity -- God? Nukes? Bees? Trees? Peanut butter? -- you believe is about to bring the hammer down.\n\nIf nothing else, this unfailing belief in our imminent demise makes us terribly consistent. And consistency, aside from being a nasty hobgoblin, also provides terrific comfort. And comfort, in times of chaos and imminent apocalypse, is always sort of nice. See how that works?\n\nIn the Bush Dark Times, the apocalypse took the form of various charming little munchkins, like the gay agenda, Buddha tattoos, nu-metal, female nipples, Bill O'Reilly's adorable \"culture wars,\" gangsta rap, condoms, bad art, Muslim fanatics who want to confiscate your porn collection, stem cell research, Hillary Clinton and teenagers having lots of anal sex and calling it chastity. So cute!\n\nBut now, in the Obama Enlightenment, a very strange thing has occurred. It's as though Armageddon finally got a glimpse of itself in the mirror, saw what the GOP and Christian right had done to it and went, \"Holy hell, who put these f--king clown shoes on me and cut my hair in a mullet and stamped this idiotic 'Left Behind' logo on my forehead?\"\n\nAnd then it went on a rampage.\n\nResult: The apocalypse is no longer the illegible stick-figure cartoon Dubya liked to scribble on the bathtub wall while high on whippets and too many Ding-Dongs. Armageddon has taken on new shape and identity, ripped off its Disney costume to reveal a much darker and more sinister persona: global economic collapse, violent climate change, oceans in crisis, food shortages and water shortages and ice caps melting so quickly scientists are hauling life rafts to the research centers. Doom is now stripped down, battle scarred, global and mean.\n\nAccordingly, many people are looking around in increasing panic, wondering, \"Now? Is it now? Should I just chuck it all and unplug the iMac and quit updating my damnable Facebook status and move off the grid, somewhere with plenty of fresh water and lots of paranoia and free guns and no one will dare mess with my potato crops, what with all the barbed wire and trained attack dogs -- like, say northern Idaho or Canada or Afghanistan?\"\n\nVerily, every urban dweller I know has at least had the conversation, with varying degrees of seriousness. Given the massive layoffs and surging unemployment rates, what with all those fundamental, root-chakra domains -- food, water, shelter -- now kneeling before the gods of chaos, the general consensus seems to be that it might just be an ideal time to take the burned-out husk of your 401K and get the hell out before the water riots begin.\n\nBut really, how do you know? After all, it's just terribly easy to get lost in the maelstrom, to have little or no idea exactly how bad it really is out there in Bedlamville, simply because the various sources that are supposed to tell us just how awful it is -- that is, this very major media -- are themselves undergoing such a massive upheaval that it's all they (that is, we) can do to stay upright and spell their own names correctly in the obituaries, much less accurately report on Japan's breakdown or just how terrifying Eastern Europe is right now and what, exactly, that might mean for the price of your 50-pound bag of Mexican avocados from Costco.\n\nIt's easy to give in and let The Fear swallow you whole. After all, if the bitchy president of the EU says President Obama's wildly audacious master plan is a \"road to hell,\" who are you to argue? If the experts say places like LA and Nevada are about to run out of water and start feeding on their young, what can you possibly do about it? If the punditry points out just how silly it is to be focusing on kittenish issues like the AIG scandal while \"the tiger sinks its teeth into the world's neck,\" well, who are you not to take heed?\n\nHere is your",
    "translation": "जब अराजकता का माहौल हो / बेडलैम का बोलबाला हो। क्या अब समय आ गया है कि हम अपने काम से दूर हो जाएं और जंगल में चले जाएं?\n\nअच्छी खबर यह है: हम पूरी तरह से बर्बाद हो चुके हैं।\n\nक्या यह बढ़िया नहीं है? क्या यह आश्वस्त करने वाला नहीं है? यह बहुत अच्छी बात है, क्योंकि किसी न किसी रूप में और चूंकि हम एक गुफा पेंटिंग के सामने घुटने टेक चुके हैं, इसलिए सर्वनाश हमेशा, हमेशा निकट रहा है।\n\nयह शायद अंतरिक्ष की धूल के इस छोटे से परेशान कण पर एक छोटे से परेशान द्विपाद होने के बारे में सबसे अद्भुत और विश्वसनीय पहलू है; आप किसकी बात सुनते हैं, आप विभिन्न नापाक संकेतों और षड्यंत्र के सिद्धांतों और देर रात केबल पर \"द ओमेन\" के पुन: प्रसारण के बारे में कितने जागरूक हैं, इस पर निर्भर करते हुए, हम हमेशा आसन्न और अजेय विनाश के कगार पर होते हैं। यह सिर्फ एक मामला है कि कौन सा सर्वोच्च नाराज देवता - भगवान? परमाणु बम? मधुमक्खियां? पेड़? मूंगफली का मक्खन? - आपको लगता है कि हथौड़ा नीचे लाने वाला है।\n\nअगर कुछ और नहीं तो, हमारे आसन्न विनाश में यह अटूट विश्वास हमें बहुत ज़्यादा सुसंगत बनाता है। और सुसंगतता, एक बुरे भूत-प्रेत होने के अलावा, बहुत बढ़िया आराम भी प्रदान करती है। और अराजकता और आसन्न सर्वनाश के समय में आराम हमेशा एक तरह से अच्छा होता है। देखें कि यह कैसे काम करता है?\n\nबुश डार्क टाइम्स में, सर्वनाश ने विभिन्न आकर्षक छोटे मुंचकिन का रूप लिया, जैसे समलैंगिक एजेंडा, बुद्ध टैटू, न्यू-मेटल, महिला निपल्स, बिल ओ'रेली के आराध्य \"संस्कृति युद्ध\", गैंगस्टा रैप, कंडोम, खराब कला, मुस्लिम कट्टरपंथी जो आपके पोर्न संग्रह को जब्त करना चाहते हैं, स्टेम सेल अनुसंधान, हिलेरी क्लिंटन और किशोरों का बहुत सारा गुदा मैथुन करना और इसे शुद्धता कहना। बहुत प्यारा!\n\nलेकिन अब, ओबामा के ज्ञानोदय में, एक बहुत ही अजीब बात हुई है। ऐसा लगता है कि आर्मागेडन को आखिरकार आईने में खुद की झलक मिल गई, उसने देखा कि जीओपी और ईसाई अधिकार ने उसके साथ क्या किया है और कहा, \"हे भगवान, किसने मुझे ये जोकर के जूते पहनाए और मेरे बालों को मुलेट में काटा और मेरे माथे पर यह बेवकूफी भरा 'लेफ्ट बिहाइंड' लोगो लगाया?\"\n\nऔर फिर यह एक कहर बनकर टूट पड़ा।\n\nनतीजा: सर्वनाश अब वह अस्पष्ट स्टिक-फिगर कार्टून नहीं रहा जिसे डब्या ने बाथटब की दीवार पर व्हिपेट और बहुत सारे डिंग-डोंग के नशे में लिखा था। आर्मागेडन ने नया आकार और पहचान ले ली है, अपनी डिज्नी पोशाक को उतारकर एक बहुत ही गहरे और अधिक भयावह व्यक्तित्व को प्रकट किया है: वैश्विक आर्थिक पतन, हिंसक जलवायु परिवर्तन, संकट में महासागर, भोजन की कमी और पानी की कमी और बर्फ की टोपियां इतनी तेजी से पिघल रही हैं कि वैज्ञानिक अनुसंधान केंद्रों में जीवन रक्षक राफ्ट ले जा रहे हैं। कयामत अब नंगी हो गई है, युद्ध के निशान, वैश्विक और मतलबी।\n\nतदनुसार, बहुत से लोग बढ़ती घबराहट में इधर-उधर देख रहे हैं, सोच रहे हैं, \"अब? क्या अब समय आ गया है? क्या मुझे सब कुछ छोड़ देना चाहिए और iMac को अनप्लग कर देना चाहिए और अपने घटिया Facebook स्टेटस को अपडेट करना बंद कर देना चाहिए और ग्रिड से दूर चले जाना चाहिए, ऐसी जगह जहाँ बहुत सारा ताज़ा पानी हो और बहुत सारा भ्रम और मुफ़्त बंदूकें हों और कोई भी मेरी आलू की फ़सल को नुकसान पहुँचाने की हिम्मत न करे, सभी काँटेदार तार और प्रशिक्षित हमलावर कुत्तों के साथ -- जैसे, उत्तरी इडाहो या कनाडा या अफ़गानिस्तान?\"\n\nवास्तव में, मेरे जानने वाले हर शहरी निवासी ने कम से कम इस बारे में बात की है, अलग-अलग गंभीरता के साथ। बड़े पैमाने पर छंटनी और बढ़ती बेरोज़गारी दरों को देखते हुए, उन सभी मूलभूत, मूल-चक्र क्षेत्रों -- भोजन, पानी, आश्रय -- के साथ जो अब अराजकता के देवताओं के सामने घुटने टेक रहे हैं, आम सहमति यह प्रतीत होती है कि यह आपके 401K के जले हुए छिलके को लेने और पानी के दंगों के शुरू होने से पहले नरक से बाहर निकलने का एक आदर्श समय हो सकता है।\n\nलेकिन वास्तव में, आप कैसे जानते हैं? आखिरकार, इस तूफान में खो जाना बहुत आसान है, बेडलैमविले में वास्तव में कितना बुरा है, इसका थोड़ा या बिलकुल अंदाजा न होना, सिर्फ इसलिए क्योंकि विभिन्न स्रोत जो हमें यह बताने वाले हैं कि यह कितना भयानक है - यानी, यह बहुत बड़ा मीडिया - खुद ही इतने बड़े उथल-पुथल से गुजर रहा है कि वे (यानी, हम) केवल इतना ही कर सकते हैं कि वे सीधे खड़े रहें और मृत्युलेखों में अपने नाम सही ढंग से लिखें, जापान के टूटने या पूर्वी यूरोप में अभी कितना भयानक है और कॉस्टको से मैक्सिकन एवोकाडो के आपके 50 पाउंड के बैग की कीमत पर इसका क्या मतलब हो सकता है, इस बारे में बहुत कम रिपोर्ट करें।\n\nहार मान लेना और डर को खुद को पूरी तरह निगल जाने देना आसान है। आखिरकार, अगर यूरोपीय संघ के कुटिल अध्यक्ष कहते हैं कि राष्ट्रपति ओबामा की बेहद दुस्साहसी मास्टर प्लान \"नरक की राह\" है, तो आप कौन होते हैं बहस करने वाले? अगर विशेषज्ञ कहते हैं कि एलए और नेवादा जैसी जगहों पर पानी खत्म होने वाला है और वे अपने बच्चों को खाना खिलाना शुरू कर देंगे, तो आप इसके बारे में क्या कर सकते हैं? अगर पंडित यह बता रहे हैं कि एआईजी घोटाले जैसे मूर्खतापूर्ण मुद्दों पर ध्यान केंद्रित करना कितना मूर्खतापूर्ण है, जबकि \"बाघ दुनिया की गर्दन में अपने दांत गड़ा रहा है,\" तो आप कौन होते हैं जो इस पर ध्यान नहीं देते?\n\nयहाँ आपका सुझाव है"
  },
  {
    "source_text": "RFID technology is actually considered a hot topic in all scientific areas and has been described as a major enabling technology for the automation of many processes. Although it is not a new technology it has only recently come to the awareness of the public and is widely used in many sectors and particularly in healthcare. This paper aims to illustrate the utilisation of the RFID technology in healthcare, more precisely in infant security systems within the hospitals. To achieve this objective a case study about the experience of Portuguese hospitals in this system is presented and highlighted the main advantages reached with its utilisation.",
    "translation": "RFID तकनीक को वास्तव में सभी वैज्ञानिक क्षेत्रों में एक गर्म विषय माना जाता है और इसे कई प्रक्रियाओं के स्वचालन के लिए एक प्रमुख सक्षम तकनीक के रूप में वर्णित किया गया है। हालाँकि यह कोई नई तकनीक नहीं है, लेकिन यह हाल ही में लोगों की जागरूकता में आई है और कई क्षेत्रों और विशेष रूप से स्वास्थ्य सेवा में इसका व्यापक रूप से उपयोग किया जाता है। इस पत्र का उद्देश्य स्वास्थ्य सेवा में RFID तकनीक के उपयोग को स्पष्ट करना है, अधिक सटीक रूप से अस्पतालों के भीतर शिशु सुरक्षा प्रणालियों में। इस उद्देश्य को प्राप्त करने के लिए इस प्रणाली में पुर्तगाली अस्पतालों के अनुभव के बारे में एक केस स्टडी प्रस्तुत की गई है और इसके उपयोग से प्राप्त मुख्य लाभों पर प्रकाश डाला गया है।"
  },
  {
    "source_text": " jazz and whatever else Björk could throw in the mix. The record was produced by Nellee Hooper, a DJ from the Bristol Wild Bunch collective who’d made a name for himself with his work on Soul II Soul’s Club Classics Vol I. Introduced to Hooper by her then-boyfriend, English DJ Dom T, Björk fell head over heels into a musical whirlwind affair celebrated on ‘Big Time Sensuality’: “Something important is about to happen/And we’re both included”. The Debut team – including Pop Group/PiL drummer Bruce Smith, Shamen vocalist Jhelisa Anderson and Talvin Singh, who played tabla and other percussion, as well as travelling to India to record a bona fide Bollywood string section for ‘Venus As A Boy' – would hit a different club every night after the sessions, and the record fizzes with the energy of discovery, Björk’s voice, so different from the usual style of dance vocalists, offering an entry point for those who wanted to join her mission of musical discovery: on ‘There’s More To Life Than This’, she runs off to the toilets of the Milk Bar nightclub to sing about nicking boats from the harbour, plotting to “rush down to the town’s best baker/To get the first bread of the morning”. The charm of the small-town girl on the rampage in the big city proved irresistible, and Debut sold 60,000 in the first month of its release, reaching No 3 in the UK chart, and earning Björk two Brit awards – Best International Female and Best International Breakthrough Act. This early success set her on a path she hadn’t expected, that of an accidental global pop star, forced to balance her art-punk origins and extreme tastes with reaching a huge new audience.\n\nTelegram (1996)\n\nBjörk’s second mature solo album, Post, contains many of her best-known songs: 'Army Of Me', 'Hyperballad', 'It’s Oh So Quiet'. But its dark shadow self, Telegram, found Björk trying on wildly different guises, “not trying to make it pretty or peaceable for the ear,” as she told Mixmag, but “just like a record I would buy myself”. Debut had been followed by a 1994 remix EP, the catchily titled The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels, with reworkings from Underworld, Sabres of Paradise and the Black Dog. Telegram, however, was promoted as an album in its own right, foregrounding Björk’s belief in remixing not just as a bonus to aid single sales, but as a way of reinventing her music, and of taking part in the sounds of those she admired without co-opting it. The tracklisting was wildly eclectic, from Dobie’s loping, hip hoppy take on ‘I Miss You’ or Dilinja’s skittering, nervy drum & bass rework of ‘Cover Me’ to a version of ‘Hyperballad’, the album’s lushest single, by avant garde classicists The Brodsky Quartet and ‘My Spine’, a Post offcut in collaboration with Scottish percussionist Evelyn Glennie. “I give it to the remixers and I just become a material to them. Like sugar or raisins,” she told Mixmag. “That is what’s challenging to me. To stop being the boss… Remixing allows me to always be me. It would not be honest for me to make a drum & bass record. It’s not where I come from… but I can go to a drum & bass person and say ‘Hello, my name is Björk and this is my voice and my song’ and they can make what they want from it. And you will see on the sleeve, ‘Björk remixed by Dilinja’. No one is stealing anyone else’s ideas and I don’t see it as ‘my work’ at all.”\n\nAll Björk’s singles continued to be released with a rich complement of remixes – Biophilia also has a sister remix record, Bastards. In 2005, she opened her work up to an even wider reinvention for the Army Of Me: Remixes And Covers charity album, raising money for those affected by the 2004 Asian tsunami. Putting a call out on her website, she chose from over 600 submissions from fans and musicians both amateur and professional. Biophilia went even further, allowing everyone who bought its apps to tinker",
    "translation": "जैज़ और जो कुछ भी ब्योर्क मिश्रण में डाल सकता था। इस रिकॉर्ड का निर्माण ब्रिस्टल वाइल्ड बंच कलेक्टिव के डीजे नेली हूपर ने किया था, जिन्होंने सोल II सोल्स क्लब क्लासिक्स वॉल्यूम I पर अपने काम से खुद के लिए एक नाम बनाया था। अपने तत्कालीन प्रेमी, अंग्रेजी डीजे डोम टी द्वारा हूपर से परिचय कराए जाने के बाद, ब्योर्क 'बिग टाइम सेंसुअलिटी' पर मनाए जाने वाले संगीतमय बवंडर में सिर से पांव तक डूब गए: \"कुछ महत्वपूर्ण होने वाला है/और हम दोनों इसमें शामिल हैं\"। डेब्यू टीम - जिसमें पॉप ग्रुप/पीआईएल ड्रमर ब्रूस स्मिथ, शेमेन गायक जेलिसा एंडरसन और तलविन सिंह शामिल थे, जिन्होंने तबला और अन्य तालवाद्य बजाए, साथ ही 'वीनस एज़ ए बॉय' के लिए एक प्रामाणिक बॉलीवुड स्ट्रिंग सेक्शन रिकॉर्ड करने के लिए भारत की यात्रा की - सत्रों के बाद हर रात एक अलग क्लब में जाते थे, और रिकॉर्ड खोज की ऊर्जा के साथ फ़िज़ करता था, ब्योर्क की आवाज़, नृत्य गायकों की सामान्य शैली से इतनी अलग थी, जो उन लोगों के लिए प्रवेश बिंदु प्रदान करती थी जो संगीत की खोज के उसके मिशन में शामिल होना चाहते थे: 'देयर्स मोर टू लाइफ देन दिस' में, वह बंदरगाह से नावों को चुराने के बारे में गाने के लिए मिल्क बार नाइट क्लब के शौचालय में भागती है, \"शहर के सबसे अच्छे बेकर के पास जाने की योजना बनाती है / सुबह की पहली रोटी पाने के लिए\"। बड़े शहर में उत्पात मचाने वाली छोटे शहर की लड़की का आकर्षण अनूठा साबित हुआ, और डेब्यू ने अपनी रिलीज़ के पहले महीने में 60,000 प्रतियां बेचीं, जो यू.के. चार्ट में तीसरे स्थान पर पहुंच गई, और ब्योर्क को दो ब्रिट पुरस्कार मिले - सर्वश्रेष्ठ अंतर्राष्ट्रीय महिला और सर्वश्रेष्ठ अंतर्राष्ट्रीय ब्रेकथ्रू एक्ट। इस शुरुआती सफलता ने उन्हें एक ऐसे रास्ते पर ला खड़ा किया जिसकी उन्होंने उम्मीद नहीं की थी, एक आकस्मिक वैश्विक पॉप स्टार की तरह, जिसे अपने आर्ट-पंक मूल और चरम स्वाद को एक विशाल नए दर्शकों तक पहुँचने के साथ संतुलित करने के लिए मजबूर होना पड़ा।\n\nटेलीग्राम (1996)\n\nब्योर्क के दूसरे परिपक्व एकल एल्बम, पोस्ट में उनके कई प्रसिद्ध गाने शामिल हैं: 'आर्मी ऑफ़ मी', 'हाइपरबैलाड', 'इट्स ओह सो क्वाइट'। लेकिन इसके अंधेरे छाया स्व, टेलीग्राम में ब्योर्क ने अलग-अलग तरह के रूप में कोशिश की, \"इसे कान के लिए सुंदर या शांतिपूर्ण बनाने की कोशिश नहीं की,\" जैसा कि उन्होंने मिक्समैग को बताया, लेकिन \"बस एक रिकॉर्ड की तरह जिसे मैं खुद खरीदूँगी\"। डेब्यू के बाद 1994 में एक रीमिक्स EP आया, जिसका आकर्षक शीर्षक था द बेस्ट मिक्स फ्रॉम द एल्बम डेब्यू फॉर ऑल द पीपल हू डोंट बाय व्हाइट लेबल्स, जिसमें अंडरवर्ल्ड, सेबर ऑफ पैराडाइज और ब्लैक डॉग के रीवर्क शामिल थे। हालाँकि, टेलीग्राम को अपने आप में एक एल्बम के रूप में प्रचारित किया गया था, जो ब्योर्क के रीमिक्सिंग में विश्वास को सामने लाता है, न केवल एकल बिक्री में सहायता के लिए एक बोनस के रूप में, बल्कि अपने संगीत को फिर से आविष्कार करने और उन लोगों की आवाज़ में भाग लेने के तरीके के रूप में जिन्हें वह सह-चुने बिना प्रशंसा करती थी। ट्रैकलिस्टिंग बेहद उदार थी, डोबी के लोपिंग, हिप हॉपी टेक से 'आई मिस यू' या दिलिन्जा के स्किटरिंग, नर्वस ड्रम और बास रीवर्क से 'कवर मी' तक 'हाइपरबैलाड' का एक संस्करण, एल्बम का सबसे शानदार सिंगल, अवंत गार्डे क्लासिकिस्ट द ब्रोडस्की चौकड़ी और 'माई स्पाइन', स्कॉटिश पर्क्युसिनिस्ट एवलिन ग्लेनी के सहयोग से एक पोस्ट ऑफ़कट। \"मैं इसे रीमिक्स करने वालों को देती हूँ और मैं उनके लिए एक मटेरियल बन जाती हूँ। चीनी या किशमिश की तरह,\" उन्होंने मिक्समैग को बताया। \"यही मेरे लिए चुनौतीपूर्ण है। बॉस बनना बंद करना... रीमिक्सिंग मुझे हमेशा खुद बने रहने की अनुमति देता है। मेरे लिए ड्रम और बास रिकॉर्ड बनाना ईमानदारी नहीं होगी। यह वह जगह नहीं है जहाँ से मैं आई हूँ... लेकिन मैं ड्रम और बास वाले के पास जा सकती हूँ और कह सकती हूँ 'हैलो, मेरा नाम ब्योर्क है और यह मेरी आवाज़ और मेरा गाना है' और वे इससे जो चाहें बना सकते हैं। और आप स्लीव पर देखेंगे, 'ब्योर्क को दिलिन्जा द्वारा रीमिक्स किया गया'। कोई भी किसी और के विचारों को नहीं चुरा रहा है और मैं इसे 'मेरा काम' बिल्कुल नहीं मानती।\"\n\nब्योर्क के सभी सिंगल्स रीमिक्स के समृद्ध पूरक के साथ रिलीज़ होते रहे - बायोफिलिया का एक सिस्टर रीमिक्स रिकॉर्ड भी है, बास्टर्ड्स। 2005 में, उन्होंने आर्मी ऑफ मी: रीमिक्स एंड कवर्स चैरिटी एल्बम के लिए अपने काम को और भी व्यापक रूप से नया रूप दिया, जिससे 2004 के एशियाई सुनामी से प्रभावित लोगों के लिए धन जुटाया जा सके। अपनी वेबसाइट पर एक कॉल आउट करते हुए, उन्होंने शौकिया और पेशेवर दोनों तरह के प्रशंसकों और संगीतकारों से 600 से अधिक सबमिशन में से चुना। बायोफिलिया ने इससे भी आगे बढ़कर, अपने ऐप खरीदने वाले सभी लोगों को इसमें बदलाव करने की अनुमति दी"
  },
  {
    "source_text": "This paper describes some novel research results on bilateral teleoperation of a flexible catheter in a constrained environment. The dynamics of the catheter in a constrained environment is highly nonlinear and is affected by a large number of factors such as friction, flexibility of the catheter, force of insertion, shape and size of the catheter, etc. As a result, the distal end of the catheter almost never follows the actuated end of the catheter which could cause fatigue to the clinician/user attempting to insert the catheter in a blood vessel. In addition, there is a time delay of up to 0.8 second before the distal end of the catheter advances after the near end is actuated. This delay is sufficient to cause instability in the control loop. We have developed a teleoperation framework using wave variables to perform robot- assisted catheter insertion in a constrained environment while reflecting the forces at the tip of the catheter to the clinician. Experimental results showing the effect of different factors such as the velocity and stroke length of insertion on the delays introduced in control loop and errors between the master and slave position are included. To the best of our knowledge, this work is among the first to attempt to provide an understanding of the effects of various factors on the flexing of the catheter. In addition, master-slave insertion of a catheter instrumented with shape memory alloys (SMA) has also been performed and the results are included in this paper.",
    "translation": "यह शोधपत्र एक सीमित वातावरण में एक लचीले कैथेटर के द्विपक्षीय टेलीऑपरेशन पर कुछ नए शोध परिणामों का वर्णन करता है। सीमित वातावरण में कैथेटर की गतिशीलता अत्यधिक गैर-रैखिक होती है और यह कई कारकों जैसे घर्षण, कैथेटर की लचीलापन, सम्मिलन का बल, कैथेटर का आकार और माप आदि से प्रभावित होती है। परिणामस्वरूप, कैथेटर का दूरस्थ सिरा कैथेटर के सक्रिय सिरे का लगभग कभी भी अनुसरण नहीं करता है, जिससे रक्त वाहिका में कैथेटर डालने का प्रयास करने वाले चिकित्सक/उपयोगकर्ता को थकान हो सकती है। इसके अलावा, निकटवर्ती सिरे के सक्रिय होने के बाद कैथेटर के दूरस्थ सिरे के आगे बढ़ने से पहले 0.8 सेकंड तक का समय विलंब होता है। यह विलंब नियंत्रण लूप में अस्थिरता पैदा करने के लिए पर्याप्त है। हमने एक सीमित वातावरण में रोबोट-सहायता प्राप्त कैथेटर सम्मिलन करने के लिए तरंग चर का उपयोग करके एक टेलीऑपरेशन ढांचा विकसित किया है, जबकि कैथेटर की नोक पर बलों को चिकित्सक तक परावर्तित किया जाता है। नियंत्रण लूप में पेश की गई देरी और मास्टर और स्लेव स्थिति के बीच त्रुटियों पर सम्मिलन की गति और स्ट्रोक लंबाई जैसे विभिन्न कारकों के प्रभाव को दर्शाने वाले प्रायोगिक परिणाम शामिल हैं। हमारे सर्वोत्तम ज्ञान के अनुसार, यह कार्य कैथेटर के लचीलेपन पर विभिन्न कारकों के प्रभावों की समझ प्रदान करने का पहला प्रयास है। इसके अलावा, शेप मेमोरी एलॉय (SMA) के साथ एक कैथेटर का मास्टर-स्लेव सम्मिलन भी किया गया है और परिणाम इस पेपर में शामिल हैं।"
  },
  {
    "source_text": "Nodes in ad hoc networks generally transmit data at regular intervals over long periods of time. Recently, ad hoc network nodes have been built that run on little power and have very limited memory. In ad hoc networks authentication can be a significant challenge, even without considering size and power constraints. Assuming idealized hashing, this paper examines lower bounds for ad hoc broadcast authentication for /spl mu/-TESLA-like protocols. In particular this paper focuses on idealized hashing for generating preimages of hash chains. Using variations on these idealized hash functions, this paper gives an idealized time-space product /spl Omega/(t/sup 2/ log/sup 4/ n) bit operation/sup 1/ lower-bound for optimal preimage hash chain generation. Where n is the total length of the hash chain and the hash elements are t-wise independent. Given our foundations, these results follow as corollaries to a lower bound of Coppersmith and Jakobsson.",
    "translation": "एड हॉक नेटवर्क में नोड्स आम तौर पर लंबे समय तक नियमित अंतराल पर डेटा संचारित करते हैं। हाल ही में, एड हॉक नेटवर्क नोड्स बनाए गए हैं जो कम बिजली पर चलते हैं और उनकी मेमोरी बहुत सीमित है। एड हॉक नेटवर्क में प्रमाणीकरण एक महत्वपूर्ण चुनौती हो सकती है, आकार और बिजली की बाधाओं पर विचार किए बिना भी। आदर्श हैशिंग को मानते हुए, यह पेपर /spl mu/-TESLA-जैसे प्रोटोकॉल के लिए एड हॉक ब्रॉडकास्ट प्रमाणीकरण के लिए निचली सीमाओं की जांच करता है। विशेष रूप से यह पेपर हैश चेन की प्रीइमेज बनाने के लिए आदर्श हैशिंग पर ध्यान केंद्रित करता है। इन आदर्श हैश फ़ंक्शन पर विविधताओं का उपयोग करते हुए, यह पेपर इष्टतम प्रीइमेज हैश चेन निर्माण के लिए एक आदर्श समय-स्थान उत्पाद /spl Omega/(t/sup 2/ log/sup 4/ n) बिट ऑपरेशन/sup 1/ निचली सीमा देता है। जहाँ n हैश चेन की कुल लंबाई है और हैश तत्व t-वार स्वतंत्र हैं। हमारे आधारों को देखते हुए, ये परिणाम कॉपरस्मिथ और जैकबसन की निचली सीमा के अनुरूप हैं।"
  },
  {
    "source_text": "Following Monday’s false dawn Britain, the EU and Ireland have finally reached a deal on Brexit, meaning talks can now move onto phase two.\n\nTalks ran through the night between UK Prime Minister Theresa May, leader of the DUP – Northern Ireland’s biggest party – Arlene Foster, European Commission President Jean-Claude Juncker and Irish leader Leo Varadkar.\n\nTensions between the leaders had reached fever pitch during the week as the heads of state fought their country’s corner. However, by Friday morning it was announced that marathon all-night talks had culminated in an initial plan on which everyone agreed.\n\nHere RT breaks down the key points of that agreement:\n\nIreland gets to keep its soft border\n\nWe have achieved all we set out to achieve in Phase 1. This is not the end but it is the end of the beginning. The Good Friday Agreement is fully protected & the Common Travel Area will continue. The UK is committed to avoiding a hard border. #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) December 8, 2017\n\nThe Irish government was unhappy with the language in the initial proposal from the UK on the border between Northern Ireland and the Republic.\n\nEarlier in the week Taoiseach Varadkar (Ireland’s PM), even threatened to delay negotiations until the new year if a deal couldn’t be brokered.\n\nREAD MORE: Irish PM throws Theresa May under the bus, says UK PM abandoned North Ireland Brexit deal\n\nDetermined to move on to phase two of negotiations before the Christmas break, the group worked through the night to come up with a new agreement that Varadkar called “cast iron” and “bulletproof.”\n\nAll other issues are to be ironed out in phase two but, if those negotiations break down, there is now a clear default or insurance policy that guarantees there will be no customs or trade barriers between the Republic of Ireland and the UK.\n\nCitizens get to keep their rights\n\n1/2 Delighted we've reached an agreement which will give both Europeans here in the UK and British citizens in the EU binding guarantees about their residence rights. — Amber Rudd MP (@AmberRuddHR) December 8, 2017\n\nAs per the agreement, the more than 3 million EU citizens living and working in the UK will continue to enjoy the current freedom of movement principals. The guarantee also applies to British citizens living in other parts of the EU.\n\nCrucially, everyone born in Northern Ireland will still retain EU AND British citizenship. The European Court of Justice will continue overseeing the rights of EU citizens in the UK for eight years after their withdrawal.\n\nIn his press conference Friday Varadkar told unionists in Northern Ireland: “We want to build bridges, not borders,” and to nationalists: “Your birthright as an Irish citizen is protected.\"\n\nREAD MORE: Tories praise Brexit deal, but Nigel Farage says it is ‘humiliating’\n\nCommon travel area\n\nUnder Friday’s 11th hour deal citizens on the island of Ireland will continue to move freely between the North and Republic. This had been a major concern for business people, and the thousands who live and work either side of the border.\n\nGoing forward\n\nMove to phase 2 of talks good - but devil is in the detail and things now get really tough. If #Brexit is happening (wish it wasn’t) staying in single market & customs union is only sensible option. And any special arrangements for NI must be available to other UK nations. — Nicola Sturgeon (@NicolaSturgeon) December 8, 2017\n\nTalks will now turn to the transition period. The UK has asked for a two-year implementation period from the exit date, bringing the cut-off point to March 2021, in which they would remain in the Single Market and Customs Union – the terms of just how involved Britain will be in the EU during that period has yet to be determined.\n\nBritain and the EU will also have to decipher what their relationship will look like post-divorce, specifically if and how the two will fight issues such terrorism and international crime together.\n\nREAD MORE: Confirmed! Brexit deal brokered between May and EU - no hard border for N. Ireland\n\n“We all know that breaking up is hard. But breaking up and building a new relation is much harder,” said President of the European Council Donald Tusk, harking back to Neil Sadaka’s 1975 hit.\n\n“Since the Brexit referendum, a year and a half has passed. So much time has been devoted to the easier part of the task. And now, to negotiate a transition arrangement and the framework for our future relationship, we have de facto less than a year.”\n\nGiven that",
    "translation": "सोमवार की झूठी सुबह के बाद ब्रिटेन, यूरोपीय संघ और आयरलैंड आखिरकार ब्रेक्सिट पर एक समझौते पर पहुंच गए हैं, जिसका मतलब है कि अब वार्ता दूसरे चरण में जा सकती है।\n\nयूके की प्रधानमंत्री थेरेसा मे, उत्तरी आयरलैंड की सबसे बड़ी पार्टी - डीयूपी की नेता अर्लीन फोस्टर, यूरोपीय आयोग के अध्यक्ष जीन-क्लाउड जंकर और आयरिश नेता लियो वराडकर के बीच रात भर बातचीत चली।\n\nनेताओं के बीच तनाव सप्ताह के दौरान चरम पर पहुंच गया था क्योंकि राष्ट्राध्यक्ष अपने देश के लिए लड़ रहे थे। हालांकि, शुक्रवार की सुबह तक यह घोषणा की गई कि मैराथन पूरी रात की वार्ता एक प्रारंभिक योजना में परिणत हुई थी जिस पर सभी सहमत थे।\n\nयहां RT उस समझौते के मुख्य बिंदुओं का विश्लेषण करता है:\n\nआयरलैंड को अपनी नरम सीमा बनाए रखने का अधिकार है\n\nहमने चरण 1 में जो कुछ भी हासिल करने का लक्ष्य रखा था, वह हासिल कर लिया है। यह अंत नहीं है, बल्कि यह शुरुआत का अंत है। गुड फ्राइडे समझौता पूरी तरह से सुरक्षित है और कॉमन ट्रैवल एरिया जारी रहेगा। यूके एक कठोर सीमा से बचने के लिए प्रतिबद्ध है। #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) 8 दिसंबर, 2017\n\nआयरिश सरकार उत्तरी आयरलैंड और गणराज्य के बीच सीमा पर यू.के. के प्रारंभिक प्रस्ताव की भाषा से नाखुश थी।\n\nइस सप्ताह की शुरुआत में ताओसीच वराडकर (आयरलैंड के प्रधानमंत्री) ने यह धमकी भी दी थी कि यदि कोई सौदा नहीं हो पाया तो वे नए साल तक वार्ता स्थगित कर देंगे।\n\nऔर पढ़ें: आयरिश प्रधानमंत्री ने थेरेसा मे को बस के नीचे फेंक दिया, कहा कि यू.के. प्रधानमंत्री ने उत्तरी आयरलैंड ब्रेक्सिट सौदे को छोड़ दिया\n\nक्रिसमस की छुट्टियों से पहले वार्ता के दूसरे चरण में जाने के लिए दृढ़ संकल्पित, समूह ने एक नए समझौते पर पहुंचने के लिए रात भर काम किया, जिसे वराडकर ने \"कास्ट आयरन\" और \"बुलेटप्रूफ\" कहा।\n\nअन्य सभी मुद्दों को दूसरे चरण में सुलझाया जाना है, लेकिन यदि वे वार्ता विफल हो जाती है, तो अब एक स्पष्ट डिफ़ॉल्ट या बीमा पॉलिसी है जो गारंटी देती है कि आयरलैंड गणराज्य और यू.के. के बीच कोई सीमा शुल्क या व्यापार बाधा नहीं होगी।\n\nनागरिकों को अपने अधिकार मिलते हैं\n\n1/2 हमें खुशी है कि हम एक समझौते पर पहुँच गए हैं, जो यहाँ यू.के. में रहने वाले यूरोपीय लोगों और ई.यू. में रहने वाले ब्रिटिश नागरिकों दोनों को उनके निवास अधिकारों के बारे में बाध्यकारी गारंटी देगा। — एम्बर रुड एमपी (@AmberRuddHR) 8 दिसंबर, 2017\n\nसमझौते के अनुसार, यू.के. में रहने और काम करने वाले 3 मिलियन से अधिक ई.यू. नागरिक आवागमन की वर्तमान स्वतंत्रता के सिद्धांतों का आनंद लेना जारी रखेंगे। यह गारंटी ई.यू. के अन्य भागों में रहने वाले ब्रिटिश नागरिकों पर भी लागू होती है।\n\nमहत्वपूर्ण बात यह है कि उत्तरी आयरलैंड में जन्मे सभी लोग अभी भी ई.यू. और ब्रिटिश नागरिकता बनाए रखेंगे। यूरोपीय न्यायालय उनके हटने के आठ साल बाद तक यू.के. में ई.यू. नागरिकों के अधिकारों की निगरानी करना जारी रखेगा।\n\nशुक्रवार को अपनी प्रेस कॉन्फ्रेंस में वराडकर ने उत्तरी आयरलैंड के संघवादियों से कहा: \"हम पुल बनाना चाहते हैं, सीमाएँ नहीं\" और राष्ट्रवादियों से: \"एक आयरिश नागरिक के रूप में आपका जन्मसिद्ध अधिकार सुरक्षित है।\"\n\nऔर पढ़ें: टोरीज़ ने ब्रेक्सिट डील की प्रशंसा की, लेकिन निगेल फ़ारेज ने कहा कि यह 'अपमानजनक' है\n\nसामान्य यात्रा क्षेत्र\n\nशुक्रवार को 11वें घंटे के सौदे के तहत आयरलैंड के द्वीप पर नागरिक उत्तर और गणराज्य के बीच स्वतंत्र रूप से आना-जाना जारी रखेंगे। यह व्यवसायियों और सीमा के दोनों ओर रहने और काम करने वाले हज़ारों लोगों के लिए एक बड़ी चिंता का विषय रहा है।\n\nआगे बढ़ते हुए\n\nबातचीत के दूसरे चरण में जाना अच्छा है - लेकिन शैतान विवरण में है और अब चीजें वास्तव में कठिन हो गई हैं। यदि #ब्रेक्सिट हो रहा है (काश ऐसा न होता) तो एकल बाज़ार और सीमा शुल्क संघ में बने रहना ही एकमात्र समझदारी भरा विकल्प है। और एनआई के लिए कोई भी विशेष व्यवस्था अन्य यूके देशों के लिए उपलब्ध होनी चाहिए। - निकोला स्टर्जन (@NicolaSturgeon) 8 दिसंबर, 2017\n\nबातचीत अब संक्रमण काल ​​की ओर मुड़ जाएगी। यूके ने एक निकास तिथि से दो साल की कार्यान्वयन अवधि, कट-ऑफ पॉइंट को मार्च 2021 तक ले जाना, जिसमें वे एकल बाजार और सीमा शुल्क संघ में बने रहेंगे - उस अवधि के दौरान ब्रिटेन यूरोपीय संघ में कितना शामिल होगा, इसकी शर्तें अभी निर्धारित की जानी हैं। ब्रिटेन और यूरोपीय संघ को यह भी समझना होगा कि तलाक के बाद उनके रिश्ते कैसे दिखेंगे, विशेष रूप से अगर और कैसे दोनों आतंकवाद और अंतरराष्ट्रीय अपराध जैसे मुद्दों से एक साथ लड़ेंगे। और पढ़ें: पुष्टि! मई और यूरोपीय संघ के बीच ब्रेक्सिट डील हुई - उत्तरी आयरलैंड के लिए कोई सख्त सीमा नहीं यूरोपीय परिषद के अध्यक्ष डोनाल्ड टस्क ने नील सदाका की 1975 की हिट को याद करते हुए कहा, \"हम सभी जानते हैं कि संबंध तोड़ना कठिन है। लेकिन संबंध तोड़ना और नया संबंध बनाना बहुत कठिन है।\" \"ब्रेक्सिट जनमत संग्रह के बाद से, डेढ़ साल बीत चुका है। कार्य के आसान हिस्से के लिए इतना समय समर्पित किया गया है। और अब, एक संक्रमण व्यवस्था और हमारे भविष्य के संबंधों के लिए रूपरेखा पर बातचीत करने के लिए, हमारे पास वास्तव में एक वर्ष से भी कम समय है।\""
  },
  {
    "source_text": "Existing version control approaches in database management systems (DBMSs) are still limited to providing version control functionality for the rollback to a previous state of the database itself and/or database schemas. The interrelations between changes to software artifacts produced during a database development process such as specifications, design diagrams, documentation, and database itself are not well managed by an DMBS. This paper presents an integrated approach that combines the structure-oriented software configuration management (SCM) and versioned hypermedia to control logical changes to software artifacts including entity-relationship diagrams (ERDs) and schema constructs, and to maintain consistent configurations among those constructs and versions of data. Logical connections among specifications and elements of an ERD are represented as hyperlinks and versioned as well.",
    "translation": "डेटाबेस प्रबंधन प्रणालियों (DBMS) में मौजूदा संस्करण नियंत्रण दृष्टिकोण अभी भी डेटाबेस और/या डेटाबेस स्कीमा की पिछली स्थिति में रोलबैक के लिए संस्करण नियंत्रण कार्यक्षमता प्रदान करने तक सीमित हैं। डेटाबेस विकास प्रक्रिया के दौरान उत्पादित सॉफ़्टवेयर कलाकृतियों में परिवर्तन जैसे विनिर्देश, डिज़ाइन आरेख, दस्तावेज़ीकरण और डेटाबेस के बीच अंतर्संबंध DMBS द्वारा अच्छी तरह से प्रबंधित नहीं किए जाते हैं। यह पेपर एक एकीकृत दृष्टिकोण प्रस्तुत करता है जो संरचना-उन्मुख सॉफ़्टवेयर कॉन्फ़िगरेशन प्रबंधन (SCM) और संस्करणित हाइपरमीडिया को जोड़ता है ताकि एंटिटी-रिलेशनशिप डायग्राम (ERD) और स्कीमा निर्माण सहित सॉफ़्टवेयर कलाकृतियों में तार्किक परिवर्तनों को नियंत्रित किया जा सके और उन निर्माणों और डेटा के संस्करणों के बीच सुसंगत कॉन्फ़िगरेशन बनाए रखा जा सके। ERD के विनिर्देशों और तत्वों के बीच तार्किक कनेक्शन हाइपरलिंक के रूप में दर्शाए जाते हैं और साथ ही संस्करणित भी होते हैं।"
  },
  {
    "source_text": "\nShort answer: nuke the disclaimer notices\n\nAt which point, god help us all. Now, not only do we have fake sites putting out clickbait crap to game Facebook and Twitter, but now they’re not even clearly marked as fake news sites! Which means Google and Facebook will have to go back to step 1: identifying them based on the content.\n\nSo then we’re back to square one. But the problems don’t end with identifying fake news.\n\nOh no, there will be consequences when news sites inevitably get misflagged as ‘fake’. Such as say, a very angry webmaster/owner sending Google legal threats for cutting off their income based on what he sees as company bias/discrimination/whatever. Or complaining that Google’s actions (accusing his site of being fake) is considered libel or something.\n\nIt’s a legal minefield that could leave enough gaps in the terms and conditions to drive a (lawsuit )bus through.\n\nAnd this is still only the tip of the iceberg when it comes to how awful this statement is and how badly these rules could be interpreted.\n\nBecause then we get to the whole ‘conceal information’ aspect. What counts as this?\n\nWell, that’s a good question actually. Because the amount of things you could ban sites for based on the concept is insane.\n\nFor example, this could easily be used to shut off ads on sites run by anonymous or pseudonymous authors. After all, they could be seen as ‘concealing information about the publisher’, right?\n\nI guess so.\n\nWhich means Google and co now have a nice way to shut down ads on any somewhat anonymous site that annoys them. Hence giving them a cruel way to blast many gaming site owners and political activists straight into the poorhouse.\n\nAbove: Sorry Sean Malstrom. Hope you don’t leave WordPress.com, otherwise Google will apparently cut off your advertising.\n\nAnd it gets worse. Why? Because then ‘concealing information about the publisher’s content’ is even MORE vague.\n\nI mean literally anything could be justified under that logic.\n\nUsed an anonymous source? You’re ‘concealing information about the content’ by protecting them and not providing their names. Like here:\n\nAbove image taken from a Lets Play Video Games article on the recent Rabbids/Mario RPG crossover rumours.\n\nSay something you know is false because you’re under an embargo or agreement? That’s ‘concealing information about the content’.\n\nReally, you could justify cutting off ads for a lot of reasons with this logic. Perhaps not always bad reasons (because hey, you could nail dishonest journalists for a ‘conflict of interest’ with the same ‘rule’), but enough that it should terrify the hell out of anyone doing journalism at all.\n\nAnd that’s really the major issue. Google’s plans to stop fake news may be admirable, but the rules and ideas seem so vague that they can be used as a weapon against anyone for any reason whatsoever.\n\nAdd how they can just make the fake news problem worse (by incentivising people to lie about their site’s content), and you’ve got a ‘solution’ which could end up it being far worse than the actual problem.\n\nBut hey, maybe that’s the point. Maybe the idea isn’t really to stop fake news, but to hit anyone disagreeing with the mainstream narrative in the pocketbook, in hopes it’ll put ’em out of business. Perhaps Google just wants to play judge, jury and executioner.\n\nOr maybe I’m too cynical. Either way, these rules don’t work, and need serious revision if Google thinks it can stop fake news with them.",
    "translation": "संक्षिप्त उत्तर: अस्वीकरण नोटिस को नष्ट कर दें\n\nजिस बिंदु पर, भगवान हम सबकी मदद करें। अब, न केवल हमारे पास फ़ेसबुक और ट्विटर को धोखा देने के लिए क्लिकबेट बकवास डालने वाली नकली साइटें हैं, बल्कि अब उन्हें स्पष्ट रूप से नकली समाचार साइटों के रूप में भी चिह्नित नहीं किया गया है! जिसका अर्थ है कि Google और Facebook को चरण 1 पर वापस जाना होगा: सामग्री के आधार पर उनकी पहचान करना।\n\nतो फिर हम पहले स्थान पर वापस आ गए हैं। लेकिन समस्याएँ नकली समाचारों की पहचान करने के साथ समाप्त नहीं होती हैं।\n\nअरे नहीं, जब समाचार साइटों को अनिवार्य रूप से 'नकली' के रूप में गलत तरीके से फ़्लैग किया जाता है, तो इसके परिणाम होंगे। जैसे कि, एक बहुत ही क्रोधित वेबमास्टर/मालिक Google को कंपनी के पक्षपात/भेदभाव/जो भी हो, के आधार पर उनकी आय में कटौती करने के लिए कानूनी धमकी भेजता है। या शिकायत करता है कि Google के कार्यों (उसकी साइट को नकली होने का आरोप लगाना) को मानहानि या कुछ और माना जाता है।\n\nयह एक कानूनी खदान है जो नियमों और शर्तों में पर्याप्त अंतराल छोड़ सकती है जिससे (मुकदमा) बस चल सकती है।\n\nऔर यह अभी भी हिमशैल का केवल एक छोटा सा हिस्सा है जब यह कथन कितना भयानक है और इन नियमों की कितनी बुरी तरह से व्याख्या की जा सकती है।\n\nक्योंकि तब हम पूरे ‘जानकारी छिपाने’ वाले पहलू पर पहुँचते हैं। इसे क्या माना जाता है?\n\nखैर, यह वास्तव में एक अच्छा सवाल है। क्योंकि इस अवधारणा के आधार पर आप जितनी चीज़ों के लिए साइटों पर प्रतिबंध लगा सकते हैं, वह पागलपन है।\n\nउदाहरण के लिए, इसका उपयोग आसानी से गुमनाम या छद्म नाम वाले लेखकों द्वारा संचालित साइटों पर विज्ञापनों को बंद करने के लिए किया जा सकता है। आखिरकार, उन्हें ‘प्रकाशक के बारे में जानकारी छिपाने’ के रूप में देखा जा सकता है, है ना?\n\nमुझे लगता है कि ऐसा है।\n\nइसका मतलब है कि Google और कंपनी के पास अब किसी भी गुमनाम साइट पर विज्ञापनों को बंद करने का एक अच्छा तरीका है जो उन्हें परेशान करता है। इसलिए उन्हें कई गेमिंग साइट मालिकों और राजनीतिक कार्यकर्ताओं को सीधे गरीबों के घर में फेंकने का एक क्रूर तरीका मिल गया है।\n\nऊपर: सॉरी सीन मालस्ट्रॉम। आशा है कि आप WordPress.com नहीं छोड़ेंगे, अन्यथा Google जाहिर तौर पर आपके विज्ञापन बंद कर देगा।\n\nऔर यह और भी बदतर हो जाता है। क्यों? क्योंकि तब ‘प्रकाशक की सामग्री के बारे में जानकारी छिपाना’ और भी अस्पष्ट हो जाता है।\n\nमेरा मतलब है कि इस तर्क के तहत सचमुच कुछ भी उचित ठहराया जा सकता है।\n\nक्या आपने किसी अनाम स्रोत का इस्तेमाल किया है? आप उन्हें सुरक्षित रखकर और उनके नाम न देकर ‘सामग्री के बारे में जानकारी छिपा रहे हैं’। जैसे कि यहाँ:\n\nहाल ही में रैबिड्स/मारियो आरपीजी क्रॉसओवर अफवाहों पर लेट्स प्ले वीडियो गेम्स लेख से ली गई ऊपर की छवि।\n\nक्या आप जानते हैं कि कुछ गलत है क्योंकि आप प्रतिबंध या समझौते के तहत हैं? यह ‘सामग्री के बारे में जानकारी छिपाना’ है।\n\nवास्तव में, आप इस तर्क के साथ कई कारणों से विज्ञापनों को काटने को उचित ठहरा सकते हैं। शायद हमेशा बुरे कारण न हों (क्योंकि हे, आप उसी ‘नियम’ के साथ ‘हितों के टकराव’ के लिए बेईमान पत्रकारों को पकड़ सकते हैं), लेकिन इतना कि यह पत्रकारिता करने वाले किसी भी व्यक्ति को डरा दे।\n\nऔर यही वास्तव में मुख्य मुद्दा है। फर्जी खबरों को रोकने की Google की योजनाएँ सराहनीय हो सकती हैं, लेकिन नियम और विचार इतने अस्पष्ट लगते हैं कि उन्हें किसी भी कारण से किसी के भी खिलाफ हथियार के रूप में इस्तेमाल किया जा सकता है।\n\nइसमें यह भी जोड़ें कि वे फर्जी खबरों की समस्या को और भी बदतर कैसे बना सकते हैं (लोगों को अपनी साइट की सामग्री के बारे में झूठ बोलने के लिए प्रोत्साहित करके), और आपके पास एक 'समाधान' है जो वास्तविक समस्या से कहीं अधिक बदतर हो सकता है।\n\nलेकिन अरे, शायद यही बात है। शायद विचार वास्तव में फर्जी खबरों को रोकने का नहीं है, बल्कि मुख्यधारा की कहानी से असहमत किसी भी व्यक्ति को जेब में रखने के लिए है, इस उम्मीद में कि इससे उनका कारोबार खत्म हो जाएगा। शायद Google सिर्फ़ जज, जूरी और जल्लाद की भूमिका निभाना चाहता है।\n\nया शायद मैं बहुत ज़्यादा संदेहवादी हूँ। किसी भी तरह से, ये नियम काम नहीं करते हैं, और अगर Google को लगता है कि वह इनके ज़रिए फर्जी खबरों को रोक सकता है, तो इसमें गंभीर संशोधन की आवश्यकता है।"
  },
  {
    "source_text": "Toronto, ON – Earlier today The Board of Governors of the Ontario Hockey League approved the sale of the Sudbury Wolves Hockey Club from the Burgess and Edwards Family to Dario Zulich.\n\n“The Burgess and Edwards Family have been the longest serving owners in the OHL having owned the storied Sudbury Wolves for 30 years. I want to thank them for their dedication to the interests and support of their players, the league and the fans in Sudbury,” said David Branch, OHL Commissioner. “The OHL welcomes Dario Zulich to the league and looks forward to celebrating the Wolves 45th anniversary in the 2016-2017 season.”\n\n“I would like to thank everyone for their support over the past 30 years and I want to wish Dario all the best,” said Mark Burgess. “I look forward to concluding the sale in the days ahead.”\n\n“I am grateful to the Board of Governors of the Ontario Hockey League for its approval of the ownership transfer of the Sudbury Wolves, enabling me to purchase the Wolves from the Burgess and Edwards families,” said Dario Zulich. “I am looking forward to the final step in the process, which will officially close the sale and purchase on a date to be determined prior to the start of the Wolves preseason.”\n\nA media availability will be planned in Sudbury in the near future, and there will be no further comment until that time.\nA group of renters discovered a badly decomposed body in the garden of their Airbnb rental in suburban Paris over the weekend. The body of the woman was covered with tree branches.\n\n\"Her body was found at the bottom of the property which opens out into woods,\" a police source said, according to France 24. Authorities are now investigating the death in Palaiseau, in the southern suburbs of Paris. Foul play is suspected.\n\nSEE ALSO: Head to this Van Gogh Airbnb for some dark brooding\n\nThe people renting the house were only there for a weekend, although they are being questioned.\n\nThe cause of death has not yet been determined, according to police. The woman's body was found \"hunched in a dug-out area, her head against the ground, covered in branches and surrounded by wood stumps,\" France 24 reported. There will be an autopsy.\n\nThe listing was removed from Airbnb on Sunday, according to Le Parisien.\n\n\"We have offered our assistance to the police and will help them with their investigation in any way we can,\" an Airbnb spokesperson told Mashable. \"In addition, we reached out to the host and guests and will provide all necessary support.\"\n\n\"Over 80 million people have travelled on Airbnb and problems for hosts and guests are extremely rare.\"\n\nAdditional reporting by the Associated Press. This story has been updated with comment from Airbnb.\n\nHave something to add to this story? Share it in the comments.\nPresident Trump has been informed of Justice Anthony Kennedy’s impending resignation, meaning that the president will soon make his second pick for the Supreme Court, according to White House sources speaking with Trump insider Roger Stone.\n\nThis development, exclusive to Infowars, is the first confirmation of the 80-year-old’s retirement, which the mainstream media has speculated for the past hour.\n\nU.S. Circuit Judge Thomas Hardiman, who was on Trump’s short list when he selected Neil Gorsuch for the vacancy left by the late Antonin Scalia, is said to be the front-runner for the opening seat.\n\nThat said, the president will consider other candidates as well – including perhaps Judge Andrew Napolitano, a surprise candidate who’s long been a favorite of Trump’s.\n\nKennedy, a Reagan appointee described as a conservative centrist, holds a controlling vote on the court and has often decided cases by his one vote.\n\nTrump indicated this weekend that he heard rumors about Kennedy’s retirement.\n\n“I’ve heard the same rumors that a lot of people have heard,” the president told media. “And I have a lot of respect for that gentleman, a lot.”\n\nGorsuch was confirmed by the Senate on April 7 after a lengthy confirmation battle.\n\nThe Save Infowars Super Sale is now live! Get up to 60% off our most popular products today!",
    "translation": "टोरंटो, ओएन - आज सुबह ओंटारियो हॉकी लीग के बोर्ड ऑफ गवर्नर्स ने बर्गेस और एडवर्ड्स परिवार से डारियो जुलिच को सुडबरी वॉल्व्स हॉकी क्लब की बिक्री को मंजूरी दे दी।\n\n\"बर्गेस और एडवर्ड्स परिवार ओएचएल में सबसे लंबे समय तक सेवा करने वाले मालिक रहे हैं, जिन्होंने 30 वर्षों तक सुडबरी वॉल्व्स का स्वामित्व किया है। मैं उन्हें अपने खिलाड़ियों, लीग और सुडबरी में प्रशंसकों के हितों और समर्थन के लिए उनके समर्पण के लिए धन्यवाद देना चाहता हूं,\" ओएचएल आयुक्त डेविड ब्रांच ने कहा। \"ओएचएल लीग में डारियो जुलिच का स्वागत करता है और 2016-2017 सत्र में वॉल्व्स की 45वीं वर्षगांठ मनाने के लिए उत्सुक है।\"\n\n\"मैं पिछले 30 वर्षों में उनके समर्थन के लिए सभी को धन्यवाद देना चाहता हूं और मैं डारियो को शुभकामनाएं देना चाहता हूं,\" मार्क बर्गेस ने कहा। \"मैं आने वाले दिनों में बिक्री को पूरा करने के लिए उत्सुक हूं।\" डारियो जुलिच ने कहा, \"मैं सुडबरी वॉल्व्स के स्वामित्व हस्तांतरण को मंजूरी देने के लिए ओंटारियो हॉकी लीग के बोर्ड ऑफ गवर्नर्स का आभारी हूं, जिससे मुझे बर्गेस और एडवर्ड्स परिवारों से वॉल्व्स खरीदने में मदद मिली।\" \"मैं इस प्रक्रिया के अंतिम चरण का इंतजार कर रहा हूं, जो आधिकारिक तौर पर वॉल्व्स प्रीसीजन की शुरुआत से पहले निर्धारित की जाने वाली तारीख पर बिक्री और खरीद को बंद कर देगा।\" निकट भविष्य में सुडबरी में मीडिया की उपलब्धता की योजना बनाई जाएगी, और उस समय तक कोई और टिप्पणी नहीं की जाएगी। सप्ताहांत में किराएदारों के एक समूह ने उपनगरीय पेरिस में अपने Airbnb किराये के बगीचे में एक बुरी तरह से सड़ी हुई लाश देखी। महिला का शव पेड़ की शाखाओं से ढका हुआ था। फ्रांस 24 के अनुसार, एक पुलिस सूत्र ने कहा, \"उसका शव संपत्ति के निचले हिस्से में पाया गया जो जंगल में खुलता है।\" अधिकारी अब पेरिस के दक्षिणी उपनगरों में पलाइसो में हुई मौत की जांच कर रहे हैं। इसमें गड़बड़ी का संदेह है। यह भी देखें: कुछ गहरे चिंतन के लिए इस वैन गॉग Airbnb पर जाएँ\n\nघर किराए पर लेने वाले लोग केवल एक सप्ताहांत के लिए वहाँ थे, हालाँकि उनसे पूछताछ की जा रही है।\n\nपुलिस के अनुसार, मौत का कारण अभी तक निर्धारित नहीं किया गया है। फ्रांस 24 ने बताया कि महिला का शव \"एक खोदे गए क्षेत्र में झुका हुआ, उसका सिर ज़मीन पर टिका हुआ, शाखाओं से ढका हुआ और लकड़ी के स्टंप से घिरा हुआ\" पाया गया। शव परीक्षण किया जाएगा।\n\nLe Parisien के अनुसार, रविवार को Airbnb से लिस्टिंग हटा दी गई।\n\nAirbnb के प्रवक्ता ने Mashable को बताया, \"हमने पुलिस को अपनी सहायता की पेशकश की है और हम उनकी जाँच में हर संभव मदद करेंगे।\" \"इसके अलावा, हमने मेज़बान और मेहमानों से संपर्क किया है और सभी आवश्यक सहायता प्रदान करेंगे।\"\n\n\"80 मिलियन से अधिक लोगों ने Airbnb पर यात्रा की है और मेज़बानों और मेहमानों के लिए समस्याएँ बहुत दुर्लभ हैं।\"\n\nएसोसिएटेड प्रेस द्वारा अतिरिक्त रिपोर्टिंग। इस कहानी को Airbnb की टिप्पणी के साथ अपडेट किया गया है।\n\nक्या इस कहानी में कुछ जोड़ना है? इसे टिप्पणियों में साझा करें।\n\nट्रंप के अंदरूनी सूत्र रोजर स्टोन से बात करते हुए व्हाइट हाउस के सूत्रों के अनुसार, राष्ट्रपति ट्रंप को जस्टिस एंथनी कैनेडी के आसन्न इस्तीफे के बारे में सूचित किया गया है, जिसका अर्थ है कि राष्ट्रपति जल्द ही सुप्रीम कोर्ट के लिए अपना दूसरा चयन करेंगे।\n\nयह घटनाक्रम, जो कि इन्फोवार्स के लिए विशेष है, 80 वर्षीय कैनेडी की सेवानिवृत्ति की पहली पुष्टि है, जिसके बारे में मुख्यधारा का मीडिया पिछले एक घंटे से अटकलें लगा रहा है।\n\nअमेरिकी सर्किट जज थॉमस हार्डीमैन, जो दिवंगत एंटोनिन स्कैलिया द्वारा छोड़ी गई रिक्ति के लिए नील गोरसच का चयन करते समय ट्रंप की शॉर्ट लिस्ट में थे, को शुरुआती सीट के लिए सबसे आगे बताया जा रहा है।\n\nऐसा कहा जाता है कि राष्ट्रपति अन्य उम्मीदवारों पर भी विचार करेंगे - जिसमें संभवतः जज एंड्रयू नेपोलिटानो भी शामिल हैं, जो एक आश्चर्यजनक उम्मीदवार हैं और लंबे समय से ट्रंप के पसंदीदा रहे हैं।\n\nरीगन द्वारा नियुक्त कैनेडी, जिन्हें रूढ़िवादी मध्यमार्गी के रूप में वर्णित किया जाता है, न्यायालय में एक नियंत्रित वोट रखते हैं और अक्सर अपने एक वोट से मामलों का फैसला करते हैं।\n\nट्रंप ने इस सप्ताहांत संकेत दिया कि उन्होंने कैनेडी की सेवानिवृत्ति के बारे में अफवाहें सुनी हैं।\n\nराष्ट्रपति ने मीडिया से कहा, \"मैंने वही अफ़वाहें सुनी हैं जो बहुत से लोगों ने सुनी हैं।\" \"और मैं उस सज्जन का बहुत सम्मान करता हूँ, बहुत सम्मान करता हूँ।\" 7 अप्रैल को सीनेट ने गोरसच की पुष्टि की, जिसके बाद एक लंबी पुष्टि प्रक्रिया चली। सेव इन्फोवार्स सुपर सेल अब शुरू हो गई है! आज ही हमारे सबसे लोकप्रिय उत्पादों पर 60% तक की छूट पाएँ!"
  }
]