[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "Whistler (1 giờ 30 phút lái xe từ Vancouver) rất đắt đỏ nhưng nổi tiếng vì Thế vận hội Mùa đông 2010."
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "Bạn cần chú ý đến vị trí của nạn nhân khi đến gần họ và mọi dấu hiệu cảnh báo tức thời."
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "Nhìn chung, ở lại bất kỳ nước ngoài nào trong một thời gian dài sẽ đòi hỏi bạn phải xin thị thực trước."
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "Nó dựa trên bảng chữ cái Đức và một chữ cái \"Õ/õ\" được thêm vào."
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "Cho đến thời điểm này, AOL vẫn có thể định hình và phát triển thị trường nhắn tin tức thời theo tốc độ riêng của mình, nhờ vào sự phổ biến rộng rãi tại Mỹ."
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "Hạm đội này được dẫn đầu bởi Olaf Trygvasson, người Na Uy này có tham vọng giành lại đất nước khỏi sự thống trị của người Đan Mạch."
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "Quân đội tấn công chính với 2.400 người sẽ vượt qua sông cách Trenton chín dặm về hướng bắc, sau đó được chia thành hai nhóm, một nhóm dưới sự chỉ huy của Greene và một nhóm dưới sự chỉ huy của Sullivan, để tiến hành một cuộc tấn công trước bình minh."
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "Charles là thành viên hoàng tộc đầu tiên của Vương tộc Anh được cấp bằng đại học."
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "Enceladus là vật thể có độ phản xạ cao nhất trong hệ Mặt Trời, phản xạ khoảng 90% ánh sáng Mặt trời chiếu vào."
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "Họ đã cưới nhau ở Texas cách đây một năm và đến Buffalo để ăn mừng cùng bạn bè và người thân."
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "Những yêu cầu này thường phụ thuộc vào các nước mà du khách đã đến thăm, hoặc sẽ đến thăm."
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "Các lĩnh vực sử dụng lao động lớn nhất là dịch vụ chuyên môn, chính phủ, tài chính, thương mại và du lịch."
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "Công dân Cuba có thẻ xanh Hoa Kỳ nên đến gặp Lãnh sự quán Ecuador để xin miễn trừ yêu cầu trên."
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "Hãy giữ cho bàn tay bạn được thư giãn tối đa và vẫn đánh đúng các nốt nhạc - đồng thời cố gắng giảm thiểu những động tác thừa của ngón tay."
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "Vào mùa mưa (từ tháng 11 đến tháng 3), lượng nước sẽ cao hơn và thác nước sẽ trở nên kịch tính hơn."
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "Có một thay đổi đã được thực hiện trong kỳ họp lập pháp này khi câu thứ hai bị xóa bỏ đầu tiên bởi Hạ viện và sau đó được thông qua với một hình thức tương tự tại Thượng viện vào thứ Hai."
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "Ông đã gia nhập họ vào năm 1945 và ở lại cho đến năm 1958."
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "Nếu điện thoại của bạn không có kết nối dữ liệu hoặc không nằm trong vùng phủ sóng, hiệu suất của chúng có thể bị hạn chế hoặc không hoạt động."
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "Bệnh truyền nhiễm là bệnh do mầm bệnh như virus, vi khuẩn, nấm hoặc các loại ký sinh trùng khác gây ra."
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "Sinh viên cũng có thể đặt câu hỏi cho giảng viên vào bất kỳ thời điểm nào trong ngày và có thể mong đợi phản hồi nhanh chóng, thay vì phải đợi đến buổi học trực tiếp tiếp theo."
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "Các hãng hàng không như Emirates, Etihad Airways, Qatar Airways và Turkish Airlines đã mở rộng rất lớn mạng lưới đường bay của họ đến châu Phi và cung cấp kết nối đến nhiều thành phố lớn ở châu Phi với giá vé cạnh tranh hơn so với các hãng hàng không châu Âu khác."
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "Nó trông có vẻ khó khăn từ dưới lên, và đó là một chặng leo dốc và khó khăn, nhưng hầu hết những người có thể trạng trung bình đều có thể chinh phục nó trong vòng 45 phút."
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "Các cấu trúc khác nhau có khả năng khác nhau, nhạy cảm với các bước sóng khác nhau và có độ sắc nét khác nhau, cũng chúng yêu cầu các quá trình xử lý khác nhau để phân tích dữ liệu đầu vào và các giá trị số khác nhau để hoạt động tối ưu."
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "Cơn bão Fred có gió 105 dặm/giờ (165 km/giờ) và đang di chuyển theo hướng tây bắc."
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "Sẽ có phí phụ trội nếu có nhiều hơn 2 người đi cùng, vì vậy tùy chọn này có thể tốn kém hơn mức cần thiết."
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "Thiết kế tương tác đòi hỏi các thành phần của dự án phải liên kết với nhau, nhưng cũng phải có ý nghĩa riêng."
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "Khi các van mở ra giúp giảm áp suất trong hệ thống và tạo điều kiện xả áp, dầu chảy trên một tấm đệm vào một bể chứa dầu có sức chứa 55 nghìn thùng (2,3 triệu gallon)."
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "Jonny Reid, người lái phụ cho đội A1GP New Zealand, ngày hôm nay đã tạo nên lịch sử khi lái xe nhanh nhất trên Cầu Auckland Harbour Bridge 48 tuổi tại New Zealand một cách hợp pháp."
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "Số lượng người nói tiếng mẹ đẻ phụ thuộc vào việc có tính đến các biến thể ngôn ngữ liên quan chặt chẽ hay không."
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "Thật thú vị. Ông không được coi là quan trọng lắm trong thời kỳ cổ đại và không được ghi lại trong hầu hết các danh sách vua thời cổ đại."
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "Kỵ binh là lực lượng quân đội chiến đấu trên ngựa. Chưa có yên ngựa, vì vậy kỵ binh của người Assyria chiến đấu trên lưng ngựa không yên."
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "Đôi khi nguyên nhân kích hoạt ban đầu là mặt trời làm tan tuyết, đôi khi là tuyết rơi thêm, đôi khi là các yếu tố tự nhiên khác, thường là do hoạt động của con người."
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "Nó chỉ được biết đến thông qua tác động của nó đối với sự giãn nở vũ trụ."
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "Bốn năm sau đó, bằng sáng chế đã được trao, là bằng sáng chế đầu tiên trên thế giới được trao trong lĩnh vực chụp ảnh cộng hưởng từ (MRI)."
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "Thống đốc cũng cho biết, \"Hôm nay, chúng tôi biết rằng một số trẻ em trong độ tuổi đi học đã tiếp xúc với người bệnh.\""
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "Ví dụ, trẻ em xác định bản thân thuộc về một chủng tộc thiểu số bị cho là không học giỏi ở trường thường không đạt thành tích tốt ở trường khi chúng biết về tư tưởng định kiến liên quan đến chủng tộc của bản thân."
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "Khu vườn Liên minh. Không gian này được xây dựng làm sân trong của một tu viện thế kỷ 17, trong đó Đền thờ San Diego là tòa nhà duy nhất còn tồn tại."
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "Theo các quan chức, buổi lễ kỷ niệm chính thức sẽ diễn ra vào một thời điểm sau."
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "Đặc biệt, hệ thống đánh số ở Bỉ, Thụy Sĩ nói tiếng Pháp có một số đặc điểm riêng so với tiếng Pháp ở nước Pháp, và cách phát âm của một số từ vựng cũng khác đi một chút."
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "Người Mapuche cũng là một trong những nhóm người bản địa châu Mỹ cuối cùng, chưa bị sáp nhập hoàn toàn vào chế độ thống trị của người nói tiếng Tây Ban Nha cho đến khi Chile giành được độc lập."
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "Mười tám phần trăm dân số Venezuela không có việc làm và hầu hết những người có việc làm đều làm việc trong khu vực phi chính thức."
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "Biển báo không bị hư hỏng về mặt vật lý; việc sửa đổi được thực hiện bằng cách sử dụng bạt đen có in biểu tượng hòa bình và trái tim để thay chữ \"O\" bằng chữ \"e\" viết thường."
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "Không giống các loài linh trưởng khác, hominid không còn sử dụng tay để đi lại, chịu trọng lượng hay đu qua cây cối nữa."
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "Thời gian cũng là cách chúng ta dùng để so sánh độ dài và thời lượng của sự kiện."
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "Triceratops có thể sử dụng mỏ khỏe của nó để bóc lá trước khi ăn phần thân cây."
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "Nếu bạn cảm thấy mình có tinh thần phiêu lưu hơn, hãy tận dụng cơ hội để ép hoặc xay trái cây thành sinh tố."
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "Họ cũng cho biết trong một thông cáo báo chí, \"Phi hành đoàn hiện đang làm việc để xác định cách tốt nhất để đưa con tàu ra một cách an toàn\"."
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "Ít nhất, bạn cần đi giày có đế phù hợp. Giày mùa hè thường rất trơn trượt trên băng và tuyết, thậm chí một số đôi giày bốt mùa đông cũng không đáp ứng đủ yêu cầu."
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "Bộ trưởng Tổng thống Rodrigo Arias cho hay Arias đã xét nghiệm dương tính với một trường hợp nhẹ của virus."
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "Cơn bão cách khoảng 3.000 dặm từ Miami, Florida, có gió duy trì đạt 40 mph (khoảng 64 kph)."
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "Mỹ cho hay họ đã nhận được thông tin từ một nguồn tin không rõ danh tính, trong đó cụ thể đề cập đến việc sử dụng những kẻ đánh bom tự sát để tấn công các địa điểm quan trọng ở Ethiopia và Kenya."
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "'Cùng múi giờ với Hawaii, quần đảo đôi khi được coi là \"Hawaii ở phía dưới\"."
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "Phần bên ngoài của Mặt trời mà chúng ta nhìn thấy được gọi là lớp quang cầu, có nghĩa là quả cầu ánh sáng."
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "Không ai ở trong căn hộ."
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "Đảm bảo rằng đại lý mà bạn đặt tour là chuyên gia về quần đảo Galapagos, có kiến thức sâu rộng về nhiều tàu khác nhau."
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "Cơn bão đang ở vị trí cách quần đảo Cape Verde khoảng 645 dặm (1040 km) ở phía tây, có khả năng tan rã trước khi ảnh hưởng đến bất kỳ vùng đất liền nào, các nhà khí tượng học cho biết."
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "Thị trấn Victoria Falls là một thị trấn ở phần phía tây của Zimbabwe, nằm bên kia biên giới với Livingstone, Zambia, và gần Botswana."
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "Các lực lượng tăng cường cho tiền tuyến bao gồm trung đoàn New Hampshire thứ nhất và thứ ba, tổng cộng 200 người, dưới sự chỉ huy của Đại tá John Stark và James Reed, và cả hai sau này đều được thăng cấp tướng."
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "Trong số khoảng 24.000 thiên thạch đã biết rơi xuống Trái Đất, chỉ khoảng 34 đã được xác nhận là thiên thạch từ Sao Hỏa."
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "Điều này bao gồm việc chờ đợi trong hàng, vì chó đánh hơi có thể được sử dụng để kiểm tra ma túy mà không cần thông báo trước."
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "Giám đốc điều hành của Apple Steve Jobs đã trình làng thiết bị này khi bước lên sân khấu, và kéo iPhone ra khỏi túi quần jean của mình."
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "Người của Stark chiếm vị trí dọc theo hàng rào ở đầu phía bắc của vị trí của người định cư."
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "Trên một số chuyến tàu qua cửa khẩu biên giới, kiểm tra được thực hiện ngay trên tàu và bạn cần mang theo giấy tờ tùy thân hợp lệ khi lên tàu."
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "Cầu thủ xuất sắc nhất ngày hôm nay là Alex Ovechkin của đội Washington Capitals."
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "Một số loại đá quý rất hiếm trên Trái đất được bán trên thị trường với giá từ 11.000 đến 22.500 USD một ounce, cao khoảng mười lần chi phí vàng."
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "Thường có thể được bổ sung khá dễ dàng nếu bạn hết, và cho độ phân giải tương đương với máy DSLR hiện đại."
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "Maroochydore đã đánh bại Caboolture trong trận chung kết sơ bộ."
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "Tiến sĩ Lee cũng lo ngại về các báo cáo cho thấy trẻ em Thổ Nhĩ Kỳ hiện đã bị nhiễm virus cúm gia cầm A(H5N1) mà không bị bệnh."
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "Thần bí là sự tìm kiếm sự hiệp thông với, hợp nhất với, hoặc sự nhận thức sâu sắc về một thực tại tối cao, thần thánh, sự thật tâm linh, hoặc Chúa Trời."
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "Ngay từ những ngày đầu độc lập, kiến thức và kinh nghiệm của Vườn Bách thảo Singapore đã giúp biến hòn đảo này thành Thành phố Vườn nhiệt đới."
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "Dù có ý kiến cho rằng vì nền văn minh này cũng từng tồn tại ở thung lũng sông Sarasvati đã cạn kiệt, nên gọi chính xác là Văn minh Indus-Sarasvati, trong khi một số người lại gọi là Văn minh Harappan, đặt theo tên thành phố Harappa, địa điểm đầu tiên được khai quật vào những năm 1920."
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "Trên các chuyến tàu đêm có giường nằm, hộ chiếu của bạn có thể được nhân viên tàu thu lại để bạn không bị đánh thức."
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "Trong tất cả các trường hợp, bạn phải đặt vé qua điện thoại trực tiếp với hãng bay."
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "Vào năm 1957, Luxembourg trở thành một trong những thành viên sáng lập của tổ chức hiện nay được biết đến với tên gọi Liên Minh Châu Âu."
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "Các quốc gia tham dự sẽ trình bày các trưng bày nghệ thuật và giáo dục tại các gian triển lãm quốc gia để giới thiệu các vấn đề toàn cầu hoặc văn hóa, lịch sử dân tộc của nước mình."
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "Mỗi chương trình cũng sẽ cung cấp những gợi ý về những cuốn sách mà trẻ em nên tìm đọc khi đến thư viện."
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "Nhiều người trong chúng ta thường thấy mình đang xem một chương trình truyền hình cho chúng ta biết về một quá trình hoặc kinh nghiệm mà chúng ta sẽ không bao giờ tham gia hoặc áp dụng."
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "Như đã đề cập ở trên đây, mặc dù từ 'Eskimo' vẫn được chấp nhận tại Hoa Kỳ, nhưng nó lại bị nhiều người dân Bắc Cực không phải là người Mỹ, đặc biệt tại Canada, coi là từ ngữ miệt thị. 'B'"
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "Những dải đứt gãy này được tìm thấy khắp nơi trên bề mặt Mặt Trăng và có vẻ như ít bị xói mòn, điều này cho thấy các sự kiện địa chất tạo ra chúng xảy ra tương đối gần đây."
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "Hành khách được phát nước khi họ chờ đợi trong nhiệt độ 32 độ C (tương đương 90 độ F)."
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "Công ty hy vọng đa dạng hóa nguồn lợi nhuận và gia tăng sự nổi tiếng ở những thị trường mà Skype đang chiếm ưu thế, như Trung Quốc, Đông Âu và Brazil."
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "Chỉ có tác động của việc thảm họa hóa mới phụ thuộc vào việc tham gia các buổi tập thể dục được tổ chức thường xuyên hàng tuần, còn tác động của trầm cảm và sợ hãi thì không phụ thuộc vào đó."
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "'Theo như chúng ta biết, chỉ có một thiên thể hành tinh có sự năng động hơn Titan, tức là Trái Đất,\" Stofan cho biết thêm.'"
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "Ngày 24 tháng 9 năm 1759, Arthur Guinness đã ký một hợp đồng thuê 9.000 năm cho Nhà máy bia Cổng St James tại Dublin, Ireland."
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "Trong khi các nhà chức trách vẫn chưa chắc chắn về tính xác thực của mối đe dọa, Cơ quan Giao thông bang Maryland đã thực hiện việc đóng cửa theo lời khuyên của FBI."
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "Ngân hàng Northern Rock đã bị thuộc sở hữu nhà nước vào năm 2008, sau khi thông tin về việc ngân hàng này nhận được hỗ trợ tài chính khẩn cấp từ Chính phủ Anh được tiết lộ."
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "Bệnh lây nhiễm là bệnh lây lan dễ dàng khi ở gần với người nhiễm bệnh."
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "Đã có biểu tình toàn cầu, nhiều vụ truy tố hình sự và các nhà lãnh đạo của chính phủ Iceland và Pakistan đã phải từ chức."
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "Giấy phép phải được đặt chỗ trước. Bạn cần phải có giấy phép mới được ở lại qua đêm tại Sirena."
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "Mặc dù có những bình luận của mình, ông cho biết sẽ ủng hộ các vận động viên Anh tại Thế vận hội 2012 tổ chức tại London."
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "Nhiều tòa nhà rất đẹp khi nhìn vào và cảnh nhìn từ một tòa nhà cao tầng hoặc từ một cửa sổ được đặt vị trí thông minh có thể là một vẻ đẹp đáng chiêm ngưỡng."
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "Chính phủ bảo thủ tiền nhiệm của Úc đã từ chối phê chuẩn Nghị định thư Kyoto, cho rằng nó sẽ gây tổn thất cho nền kinh tế do phụ thuộc quá nhiều vào xuất khẩu than, trong khi các quốc gia như Ấn Độ và Trung Quốc không phải tuân thủ các mục tiêu phát thải."
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "Trong vòng 3 tháng qua, hơn 80 người bị bắt giữ đã được phóng thích từ Trại giam giữ trung tâm mà không bị truy tố."
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "Các nhà khoa học gọi quá trình này là \"sự phát xạ bức xạ kích thích\" vì các nguyên tử bị kích thích bởi ánh sáng mạnh mẽ, gây ra sự phát xạ của một photon ánh sáng, và ánh sáng cũng là một loại bức xạ."
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "Ngoài ra, hãy cung cấp bản sao của các thông tin liên lạc và chính sách cho người đi cùng và người thân hoặc bạn bè ở nhà sẵn lòng giúp đỡ."
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "Christopher Garcia, phát ngôn viên của Sở Cảnh sát Los Angeles, cho hay nghi phạm nam đang bị điều tra vì xâm nhập trái phép thay vì tội phá hoại."
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "Nhưng liệu trí tưởng tượng của chúng ta có dựa trên thực tế không? Tại sao người ta xây dựng lâu đài từ đầu? Vậy chúng được thiết kế và xây dựng ra sao?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "Người ủy viên nói, \"Chúng tôi vẫn chưa thống nhất được nguyên tắc xuất xứ và ưu đãi thuế, nhưng khuôn khổ mà chúng tôi đã xây dựng đủ để chúng tôi bắt đầu giao dịch vào ngày 1/7/2020\"."
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "Stearns đang điều tra việc sử dụng thuế để tài trợ cho các vụ phá thai thông qua Tổ chức Planned Parenthood với tư cách là chủ tịch Tiểu ban Giám sát và Điều tra, thuộc Ủy ban Năng lượng và Thương mại của Hạ viện."
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "Quyết định của NBA được đưa ra sau khi một cầu thủ Utah Jazz xét nghiệm dương tính với virus COVID-19."
  }
]