[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "Whistler (a 1 hora y 30 minutos en coche desde Vancouver) es caro pero muy famoso gracias a los Juegos Olímpicos de Invierno de 2010."
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "Es importante tener en cuenta la posición de la víctima al acercarte y advertir cualquier señal de alerta automática."
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "En general, quedarse en cualquier país extranjero durante un período prolongado de tiempo requiere obtener un visado con antelación."
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "Estaba basado en el alfabeto alemán y se añadió un carácter \"Õ/õ\"."
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "Hasta el momento, AOL ha podido mover y desarrollar el mercado de mensajería instantánea a su ritmo, gracias a su gran popularidad en EE. UU."
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "Esta flota estuvo al mando de Olaf Trygvasson, un noruego que aspiraba a recuperar su país del dominio danés."
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "La fuerza principal de asalto, compuesta por 2.400 hombres, cruzaría el río a nueve millas al norte de Trenton y se dividiría en dos grupos, uno a las órdenes de Greene y otro a las órdenes de Sullivan, para lanzar un ataque antes del amanecer."
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "Carlos fue el primer miembro de la familia real británica en recibir un título universitario."
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "Encélado es el objeto más reflectivo del sistema solar, ya que refleja alrededor del 90 por ciento de la luz del sol que incide sobre él."
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "La pareja se casó en Texas hacía un año y vinieron a Búfalo para celebrar con amigos y parientes."
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "Estos requisitos pueden depender de los países que un viajero ha visitado o tiene intención de visitar."
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "Los sectores laborales principales son los servicios profesionales, la administración pública, las finanzas, el comercio y el turismo."
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "Los ciudadanos cubanos con tarjeta de residencia estadounidense deberían dirigirse a un consulado ecuatoriano para obtener una exención de este requisito."
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "Asegúrate de que tu mano esté lo más relajada posible que puedas mientras sigues tocando todas las notas correctamente, y trata de no hacer movimientos innecesarios con los dedos."
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "Durante la época de lluvias (de noviembre a marzo), el volumen de agua será mayor y las cataratas serán más impresionantes."
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "Un cambio se introdujo en esta legislatura cuando la Cámara de Representantes eliminó primero la segunda oración y luego el Senado aprobó el cambio en una forma similar el lunes."
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "Se incorporó a ellos en 1945 y permaneció hasta 1958."
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "assistant"
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "Una enfermedad infecciosa es la causada por un patógeno, como un virus, una bacteria, un hongo u otros parásitos."
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "Los estudiantes también pueden hacer preguntas a los profesores en cualquier momento y esperar respuestas bastante rápidas, en lugar de tener que esperar a la próxima reunión presencial."
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "Aerolíneas como Emirates, Etihad Airways, Qatar Airways y Turkish Airlines han ampliado considerablemente sus servicios a África, y ofrecen conexiones a muchas ciudades africanas principales a precios más competitivos que los de otras aerolíneas europeas."
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "Parece un poco intimidante desde la base, y es un ascenso empinado y difícil, pero la mayoría de las personas con un estado físico razonable deberían poder subir en aproximadamente 45 minutos."
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "Las construcciones diferentes tienen capacidades diferentes, son sensibles a longitudes de onda diferentes y presentan diferentes grados de agudeza; también requieren un procesamiento distinto para que la entrada tenga sentido y diferentes parámetros para funcionar óptimamente."
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "Fred tiene vientos de 105 millas por hora (165 km/h) actualmente y se mueve en dirección noroeste."
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "Se aplica un suplemento por transportar a más de 2 pasajeros, por lo que esta opción podría resultar más cara de lo necesario."
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "El diseño interactivo requiere que los componentes de un proyecto estén conectados entre sí y tengan sentido por sí mismos."
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "La apertura de las válvulas permitió una liberación de la presión del sistema y el aceite fluyó a una bandeja de recolección a un tanque con capacidad para 55.000 barriles (2,3 millones de galones US)."
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "Jonny Reid, copiloto del equipo A1GP de Nueva Zelanda, entró en la historia hoy al conducir a la mayor velocidad por el puente de Auckland Harbour, de 48 años de antigüedad, en Nueva Zelanda, de forma legal."
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "El número de hablantes nativos varía según se incluyan o no dialectos muy estrechamente relacionados."
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "Curiosamente, en la antigüedad no se le consideraba muy importante y no aparecía en la mayoría de las listas de reyes antiguos."
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "La caballería es un ejército que combate a caballo. La silla de montar aún no había sido inventada, por lo que la caballería asiria luchaba sobre el lomo descubierto de sus caballos."
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "A veces el desencadenante inicial es el sol que calienta la nieve, a veces una nevada adicional, a veces otros fenómenos naturales y a menudo un ser humano."
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "Su existencia solo es conocida por sus efectos en la expansión del universo."
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "Cuatro años después se concedió una patente que fue la primera patente del mundo otorgada en el campo de la RMN."
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "El gobernador también declaró: \"Hoy hemos sabido que algunos niños en edad escolar han sido identificados como habiendo tenido contacto con el paciente.\""
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "Por ejemplo, los niños que se identifican con una minoría racial estereotipada con un bajo rendimiento escolar tienden a tener un bajo rendimiento escolar una vez que conocen el estereotipo asociado a su raza."
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "El Jardín de la Unión. Este lugar fue originalmente concebido como atrio de un convento del siglo XVII del cual el Templo de San Diego es el único edificio sobreviviente."
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "Un acto formal de aniversario estaba previsto para más adelante indicaron los funcionarios."
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "En particular, el sistema de numeración en Bélgica francófona y Suiza presenta algunas peculiaridades ligeras que la diferencian del francés hablado en Francia, y la pronunciación de algunas palabras también es ligeramente diferente."
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "Los mapuches fueron también uno de los últimos grupos indígenas americanos independientes, que no fueron plenamente absorbidos por el dominio español hasta después de la independencia chilena."
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "El dieciocho por ciento de los venezolanos están desempleados, y la mayoría de los que están empleados trabajan en la economía informal."
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "El cartel no sufrió daños materiales; se modificó utilizando lonas negras decoradas con símbolos de paz y corazones para cambiar la \"O\" por una \"e\" minúscula."
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "A diferencia de otros primates, los homínidos no utilizan sus manos en la locomoción, para soportar peso o balancearse entre los árboles."
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "El tiempo es también cómo comparamos la duración (longitud) de los eventos."
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "Un Triceratops podría haber utilizado su pico fuerte para arrancar las hojas antes de comer el tronco."
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "Si te sientes más aventurero, aprovecha para hacer zumos o batidos."
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "Según dijeron en un comunicado: «La tripulación está trabajando actualmente para determinar el mejor método de extraer el barco de forma segura»."
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "Al menos, necesitas calzado con suelas adecuadas. En general, los zapatos de verano son muy resbalosos sobre hielo y nieve, incluso algunas botas de invierno son deficientes."
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "Arias dio positivo para un caso leve del virus, según Rodrigo Arias, ministro presidencial."
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "La tormenta, situada a unos 4.828 kilómetros de Miami, Florida, tiene vientos sostenidos máximos de 40 millas por hora (64 kilómetros por hora)."
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "EE. UU. asegura haber recibido información de una fuente no revelada según la cual se planea que se utilicen atacantes suicidas para volar \"sitios emblemáticos\" en Etiopía y Kenia."
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "Con el mismo huso horario que Hawái, las islas a menudo se consideran el \"Hawái de abajo\", una referencia juguetona a la expresión \"abajo del mundo\" (down under) utilizada para referirse a Australia."
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "La parte exterior del Sol que vemos se denomina la fotosfera, que significa \"bola de luz\"."
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "No había nadie en el apartamento"
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "Asegúrese de que el agente con el que contrate sea especialista en Galápagos con un buen conocimiento de una amplia gama de barcos."
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "La tormenta tropical, situada a unos 645 millas (1040 kilómetros) al oeste de las Islas de Cabo Verde, probablemente se disipará antes de amenazar a ninguna zona terrestre, según los meteorólogos."
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "La ciudad de las Cataratas Victoria es un pueblo en el oeste de Zimbabue, al otro lado de la frontera desde Livingstone, Zambia, y cerca de Botsuana."
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "Las tropas que reforzaron las posiciones de vanguardia incluían el 1º y el 3º regimiento de New Hampshire, con 200 hombres, que estaban al mando de los coroneles John Stark y James Reed, que más tarde alcanzarían el rango de generales."
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "De los alrededor de 24.000 meteoritos que han caído a la Tierra solo se han verificado unos 34 de origen marciano."
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "Esto incluye hacer cola ya que en cualquier momento y sin avisar pueden ser utilizados perros adiestrados para detectar drogas."
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "Steve Jobs, CEO de Apple, presentó el iPhone saliendo al escenario y sacó el aparato del bolsillo de sus vaqueros."
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "Los hombres de Stark se apostaron a lo largo de la cerca en el extremo norte de la posición de los colonistas."
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "En algunos trenes internacionales se realizan controles en el tren en marcha y debes llevar un documento de identidad válido al subir a uno de esos trenes."
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "El jugador del día de hoy es Alex Ovechkin de los Washington Capitals."
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "Algunas de estas piedras, muy escasas en la Tierra, se venden a precios que oscilan entre 11.000 y 22.500 dólares por onza, lo que equivale a aproximadamente diez veces el precio del oro."
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "Por lo general, puede reponerse fácilmente cuando se agote y tiene una resolución aproximadamente comparable a la de una DSLR actual."
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "Maroochydore venció a Caboolture en la final preliminar."
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "El Dr. Lee también manifestó su inquietud por los informes que los niños en Turquía han contraído el virus de la influenza aviar A(H5N1) sin enfermarse."
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "El misticismo es la búsqueda de la unión con, la identificación con o la conciencia plena de la realidad última, la divinidad, la verdad espiritual o con Dios."
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "Al inicio de la independencia de la nación, el conocimiento especializado del Jardín Botánico de Singapur logró transformar la isla en una ciudad-jardín tropical."
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "Aunque algunos expertos especulan que, ya que la civilización también se desarrolló en las cuencas del río Sarasvati, que ahora está seco, sería más adecuado llamarla civilización del Indo-Sarasvati, mientras otros la denominan civilización de Harappa, por Harappa, el primer sitio en ser excavado en la década de 1920."
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "En los trenes nocturnos de literas, el conductor puede retirar los pasaportes para que no se interrumpa su sueño."
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "En todos los casos, la reserva debe hacerse por teléfono directamente a la compañía aérea."
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "En 1957 Luxemburgo se convirtió en uno de los miembros fundadores de lo que hoy en día es la Unión Europea."
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "Los países participantes presentan exposiciones artísticas y educativas en pabellones nacionales para mostrar temas mundiales o su cultura y su historia."
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "Cada programa también proporcionaría recomendaciones de libros que los niños deberían buscar cuando fueran a su biblioteca."
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "Muchos de nosotros nos encontramos ante la situación de ver una serie de televisión que nos informa sobre un proceso o experiencia en el que nunca vamos a participar ni aplicaremos ese conocimiento."
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "Como se mencionó anteriormente, aunque la palabra \"esquimo\" sigue siendo aceptable en los Estados Unidos, es considerada peyorativa por muchos pueblos árticos no estadounidenses, especialmente en Canadá."
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "Estas escarpes se encuentran por toda la luna y parecen haber sufrido una erosión mínima, lo que indica que los eventos geológicos que las crearon son relativamente recientes."
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "A los pasajeros se les proporcionó agua mientras esperaban bajo un calor de 90°F."
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "La compañía espera diversificar sus fuentes de ganancias e incrementar su popularidad en las áreas donde Skype tiene una fuerte presencia, como China, el Este de Europa, y Brasil."
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "Solamente los efectos de la catastrofización, y no la depresión ni el miedo, eran condicionales a las sesiones semanales regulares de actividad física estructurada."
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "\"Hasta donde sabemos, solo hay un cuerpo planetario que muestra más dinamismo que Titán, y su nombre es la Tierra\", añadió Stofan."
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "El 24 de septiembre de 1759, Arthur Guinness firmó un alquiler por un plazo de 9.000 años para la fábrica de cerveza St James' Gate en Dublín, Irlanda."
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "Aunque las autoridades no están seguras de la credibilidad de la amenaza, la Autoridad de Transportación de Maryland hizo el cierre con el apremio del FBI."
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "El banco Northern Rock fue estatizado en 2008 después de que se revelara que la empresa había recibido ayuda de emergencia del Gobierno británico."
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "Una enfermedad infecciosa es aquella que se transmite fácilmente al estar cerca de una persona contagiada."
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "Se produjeron protestas en todo el mundo, varios enjuiciamientos penales y los primeros ministros de Islandia y Pakistán presentaron su dimisión."
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "Es necesario reservar los permisos con antelación. Deben tener un permiso para pernoctar en Sirena."
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "Pese a sus declaraciones, manifestó que apoyará a los competidores del Reino Unido en los Juegos Olímpicos de Londres 2012."
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "Muchos edificios son muy bonitos de ver y la vista desde un rascacielos o desde una ventana estratégicamente situada puede ser una belleza que contemplar."
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "El anterior gobierno conservador australiano se negó a ratificar el Protocolo de Kioto, diciendo que perjudicaría la economía con su fuerte dependencia de las exportaciones de carbón, mientras que países como India y China no estaban obligados por metas de emisión vinculantes."
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "En los últimos 3 meses, más de 80 personas detenidas fueron puestas en libertad de la unidad de detención central sin cargos formales."
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "Los científicos denominan a este proceso \"emisión estimulada de radiación\" ya que los átomos son estimulados por la luz brillante, lo que provoca la emisión de un fotón luminoso, y la luz es una forma de radiación."
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "También proporcione copias de la póliza y datos de contacto a los acompañantes y a los familiares o amigos en casa dispuestos a ayudar."
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "Christopher García, portavoz del Departamento de Policía de Los Ángeles, dijo que el hombre sospechoso está siendo investigado por invasión de propiedad en lugar de vandalismo."
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "¿Pero se basa nuestra imaginación en la realidad? ¿Por qué se construyeron los castillos en primer lugar? ¿Cómo se diseñaron y construyeron?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "El comisario dijo: \"Aún no hemos acordado las reglas de origen y las concesiones arancelarias, pero el marco que tenemos es suficiente para comenzar a comerciar el 1 de julio de 2020\"."
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "Stearns está investigando si los impuestos se utilizan para financiar abortos a través de Planned Parenthood en su condición de presidente del Subcomité de Supervisión y Investigaciones, que está bajo el paraguas del Comité de Energía y Comercio de la Cámara Baja."
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "La decisión de la NBA se tomó tras que un jugador del Utah Jazz diera positivo por el virus del COVID-19."
  }
]