[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "व्हिस्लर वैंकूवर से 1.5 घंटे की गाड़ी यात्रा पर स्थित है। यह महंगा जरूर है, लेकिन 2010 के सर्दियों के ओलंपिक खेल के कारण प्रसिद्ध है।"
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "जब आप पीड़ित के निकट पहुँचते हैं तो आपको उसकी स्थिति का ध्यान रखना होगा और किसी भी संदिग्ध संकेत या चेतावनी को पहचानना होगा।"
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "आम तौर पर विदेश में लंबे समय तक रहने के लिए आपको पहले से वीज़ा प्राप्त करना होगा।"
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "यह जर्मन वर्णमाला के आधार पर बनाई गई थी जिसमें एक अतिरिक्त अक्षर \"Õ/õ\" जोड़ा गया था।"
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "अब तक, AOL को संयुक्त राज्य अमेरिका में इसके व्यापक उपयोग के कारण IM बाज़ार को अपनी गति से आगे बढ़ाने और विकसित करने की अनुमति मिली है।"
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "ओलाफ ट्रिगवैसन के नेतृत्व में यह बेड़ा था, एक नॉर्वेजियन जिसके पास डेनिश वर्चस्व से अपने देश को मुक्त करने की महत्वाकांक्षा थी।"
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "ट्रेंटन से नौ मील उत्तर में नदी पार करने के लिए 2,400 पुरुषों का मुख्य आक्रमण बल तैयार था, और फिर दो समूहों में विभाजित हो जाएगा, एक ग्रीन की कमान में और दूसरा सुलिवन की कमान में, भोर से पहले हमला करने के लिए।"
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "चार्ल्स ब्रिटिश राजपरिवार का पहला सदस्य था जिसे डिग्री मिली थी।"
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "एन्सेलेडस सौरमंडल का सबसे ज्यादा परावर्तक पिंड है, जो अपने ऊपर पड़ने वाली लगभग 90 प्रतिशत सूर्य की रोशनी को परावर्तित करता है।"
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "दंपति ने पिछले साल टेक्सास में शादी की थी और मित्रों और परिवारजनों के साथ बफैलो में जश्न मनाने के लिए आए थे।"
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "ये आवश्यकताएँ अक्सर यात्री द्वारा यात्रा की गई या यात्रा करने का इरादा रखने वाले देशों पर निर्भर करती हैं।"
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "सर्वाधिक रोजगार प्रदान करने वाले क्षेत्र व्यावसायिक सेवाएं, सरकारी सेवाएं, वित्त, व्यापार और पर्यटन हैं।"
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "क्यूबा के नागरिक जिनके पास अमेरिकी ग्रीन कार्ड है, उन्हें इस आवश्यकता से छूट पाने के लिए इक्वाडोर के किसी वाणिज्य दूतावास में जाना होगा।"
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "ध्यान रखें कि आपका हाथ जितना हो सके आराम से रखें, और साथ ही सभी नोट्स सही तरीके से बजाएं। इसके साथ ही, अपनी उंगलियों की अनावश्यक हरकतों को कम से कम रखें।"
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "वर्षा ऋतु (नवंबर से मार्च तक) में पानी का स्तर अधिक होगा और झरना अधिक प्रभावशाली और आकर्षक होगा।"
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "इस विधायी सत्र में एक परिवर्तन किया गया है जब दूसरे वाक्य को पहले प्रतिनिधि सभा द्वारा हटा दिया गया और फिर सोमवार को सीनेट द्वारा इसी तरह से पारित कर दिया गया।"
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "वे 1945 में उनके साथ जुड़े और 1958 तक वहीं रहे।"
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "अगर आपके मोबाइल में इंटरनेट कनेक्शन नहीं है या फिर वह नेटवर्क कवरेज के बाहर है, तो उनका काम करना सीमित या असंभव हो सकता है।"
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "एक संक्रामक रोग वह है जो किसी संक्रामक एजेंट, जैसे वायरस, जीवाणु, कवक या अन्य परजीवी के कारण होता है।"
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "छात्र दिन के किसी भी समय शिक्षकों को प्रश्न भेज सकते हैं और उचित रूप से त्वरित प्रतिक्रिया की उम्मीद कर सकते हैं, बिना अगली बैठक की प्रतीक्षा किए।"
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "एमिरेट्स, एतिहाद एयरवेज, कतर एयरवेज और टर्किश एयरलाइंस जैसी विमान सेवाएं अफ़्रीका में अपनी सेवाओं को काफी बढ़ाया है, तथा अन्य यूरोपीय एयरलाइन्स की तुलना में प्रतिस्पर्धी दरों पर अफ़्रीका के कई प्रमुख शहरों से जुड़ने के लिए कनेक्शन प्रदान करती हैं।"
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "नीचे से देखने पर यह थोड़ा भयावह लगता है, और यह एक खड़ी और कठिन चढ़ाई है, लेकिन ज्यादातर मध्यम रूप से फिट व्यक्ति लगभग 45 मिनट में इसे कर सकते हैं।"
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "विभिन्न निर्माणों में क्षमताएं अलग-अलग होती हैं, वे अलग-अलग तरंगदैर्घ्यों के प्रति संवेदनशील होते हैं, उनकी तीक्ष्णता का स्तर भी अलग-अलग होता है, और इनपुट को समझने के लिए अलग-अलग प्रसंस्करण और इष्टतम रूप से काम करने के लिए अलग-अलग संख्याएं आवश्यक होती हैं।"
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "फ्रेड में वर्तमान में 105 मील प्रति घंटा (165 किमी/घंटा) की पवन वेग है और यह उत्तर-पश्चिम दिशा में बढ़ रहा है।"
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "दो से ज्यादा यात्रियों के लिए अतिरिक्त शुल्क लगता है, इसलिए यह विकल्प ज़रूरत से ज़्यादा महंगा पड़ सकता है।"
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "इंटरैक्टिव डिज़ाइन में आवश्यक होता है कि एक परियोजना के घटक आपस में जुड़े हों और अलग-अलग इकाई के रूप में भी समझ में आएं।"
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "वाल्व खुलने से सिस्टम का दबाव कम हो गया और तेल एक पैड से होकर एक टैंक में प्रवाहित होने लगा, जिसकी क्षमता 55,000 बैरल (2.3 मिलियन गैलन) थी।"
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "ए1जीपी न्यूजीलैंड टीम के सह-चालक और रेसिंग पार्टनर जॉनी रीड ने आज न्यूजीलैंड के 48 वर्ष पुराने ऑकलैंड हार्बर ब्रिज पर ए1जीपी रेसिंग सीरीज के हिस्से के रूप में कानूनी रूप से सबसे तेजी से चलाकर इतिहास रचा।"
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "मूल वक्ताओं की संख्या इस पर निर्भर करती है कि बहुत करीबी संबंधित बोलियों को भी गिना जाता है या नहीं।"
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "दिलचस्प बात यह है कि प्राचीन समय में उनका बहुत महत्व नहीं था और प्राचीन राजाओं की अधिकांश सूचियों में उनका नाम नहीं मिलता था।"
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "घुड़सवार सेना घोड़े पर सवार होकर लड़ने वाली सेना होती है। काठी का आविष्कार अभी तक नहीं हुआ था, इसलिए असीरिया की घुड़सवार सेना घोड़ों की नंगी पीठ पर लड़ती थी।"
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "कभी-कभी मूल घटना को ट्रिगर करने वाली घटना धूप के कारण बर्फ पिघलना होती है, कभी-कभी और बर्फबारी, कभी-कभी अन्य प्राकृतिक घटनाएं, अक्सर एक मानव के कारण।"
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "इसकी मौजूदगी केवल ब्रह्मांड के विस्तार पर इसके प्रभाव को देखकर पता चलती है।"
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "चार वर्षों के बाद पेटेंट प्रदान किया गया, जो एमआरआई के क्षेत्र में विश्व का पहला पेटेंट था।"
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "राज्यपाल ने यह भी कहा, \"आज हमें जानकारी मिली कि कुछ विद्यालय आयु वर्ग के बच्चे मरीज के संपर्क में आने वाले पाए गए हैं।\""
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "मिसाल के तौर पर, जो बच्चे किसी नस्लीय अल्पसंख्यक से अपनी पहचान जोड़ते हैं, जिसे स्कूल में अच्छा प्रदर्शन न करने के रूप में रूढ़िवादित किया जाता है, जब वे अपनी नस्ल के बारे में इस रूढ़ि को जान लेते हैं, तो स्कूल में अच्छा प्रदर्शन न करने की प्रवृत्ति दिखाते हैं।"
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "यूनियन का बाग़। यह स्थल 17वीं शताब्दी के एक मठ के आँगन के रूप में बनाया गया था, जिसका सैन डिएगो मंदिर एकमात्र शेष भवन है।"
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "अधिकारियों के अनुसार औपचारिक वार्षिकोत्सव के लिए बाद की तारीख के लिए निर्धारित किया गया था।"
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "विशेषकर फ्रांसीसी भाषी बेल्जियम और स्विटजरलैंड की संख्या प्रणाली में कुछ विशेषताएं हैं जो फ्रांस में बोली जाने वाली फ्रेंच से भिन्न हैं; और कुछ शब्दों का उच्चारण भी अलग है।"
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "मापुचे अमेरिका के अंतिम स्वतंत्र स्वदेशी समूहों में से एक थे जो चिली की स्वतंत्रता के बाद तक स्पेनी शासन में पूरी तरह से शामिल नहीं हुए थे।"
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "वेनेजुएला की आबादी के अठारह प्रतिशत लोग बेरोजगार हैं, और जो रोजगार में हैं उनमें से अधिकांश अनौपचारिक क्षेत्र में काम करते हैं।"
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "चिह्न को शारीरिक रूप से कोई नुकसान नहीं पहुंचाया गया था; शांति और दिल के प्रतीकों से सजाए गए काले तिरपाल का उपयोग करके संशोधन किया गया था ताकि \"ओ\" को छोटे अक्षर \"ई\" में बदला जा सके।"
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "अन्य प्राइमेट्स की तुलना में होमिनिड्स अब चलने-फिरने, वजन उठाने या पेड़ों से झूलने के लिए अपने हाथों का उपयोग नहीं करते हैं।"
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "समय यह भी है कि हम घटनाओं की अवधि (लंबाई) की तुलना कैसे करते हैं।"
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "ट्राइसेराटॉप्स अपनी मजबूत चोंच का इस्तेमाल पत्तियों को निकालने के लिए कर सकता था, और फिर तने को खा सकता था।"
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "अगर आप थोड़ा और साहसी महसूस कर रहे हैं, तो कुछ नया आजमाने का मौका लें और जूस निकालें या कुछ स्मूदी ब्लेंड करें।"
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "उन्होंने एक बयान में कहा, \"क्रू इस समय जहाज को सुरक्षित रूप से निकालने के लिए सबसे अच्छा तरीका ढूंढने के लिए काम कर रहे हैं।\""
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "कम से कम आपको ऐसे जूते चाहिए जिनके तलवे उपयुक्त हों। गर्मियों के जूते आमतौर पर बर्फ और बर्फ पर बहुत फिसलन भरे होते हैं, यहाँ तक कि कुछ सर्दियों के जूते भी अपर्याप्त हो सकते हैं।"
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "राष्ट्रपति के मंत्री रोड्रिगो एरियास ने बताया कि एरियास का वायरस के लिए परीक्षण सकारात्मक आया, और यह एक हल्का मामला है।"
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "मियामी, फ्लोरिडा से लगभग 3,000 मील दूर स्थित इस तूफान के अधिकतम 40 मील प्रति घंटे की गति से हवा चल रही है, जो 64 किलोमीटर प्रति घंटे के बराबर है।"
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "अमेरिका ने कहा है कि उसे एक अज्ञात स्रोत से सूचना मिली है, जिसमें इथियोपिया और केन्या में प्रमुख स्थलों को आत्मघाती हमलावरों द्वारा उड़ाने की बात कही गई है।"
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "हवाई के समान समय क्षेत्र के कारण इन्हें कभी-कभी \"हवाई के नीचे\" कहा जाता है।"
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "सूर्य को देखने पर जो बाहरी भाग दिखाई देता है, उसे फोटोस्फीयर कहते हैं, जिसका अर्थ प्रकाश का गोला है।"
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "अपार्टमेंट के अंदर कोई नहीं था।"
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "यकीन रखें कि जिस एजेंट से आप बुकिंग करते हैं वह गैलापागोस के विशेषज्ञ हैं जिनके पास अनेक प्रकार के जहाजों की अच्छी जानकारी है।"
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "केप वर्डे द्वीपों के पश्चिम में लगभग 645 मील (1040 किमी) दूर स्थित इस तूफान को किसी भी भूमि क्षेत्र को खतरा पहुंचाने से पहले ही विघटित होने की संभावना है मौसम विज्ञानियों के अनुसार।"
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "विक्टोरिया फॉल्स ज़िम्बाब्वे के पश्चिमी हिस्से में स्थित एक शहर है, जो लिविंगस्टोन, ज़ाम्बिया की सीमा के पार और बोत्सवाना के निकट स्थित है।"
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "अग्रिम मोर्चे की मजबूती के लिए सैनिकों में न्यू हैम्पशायर की पहली और तीसरी रेजिमेंट शामिल थीं, जिनमें 200 सैनिक थे और जिनका नेतृत्व कर्नल जॉन स्टार्क और जेम्स रीड ने किया, जो बाद में जनरल बने।"
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "लगभग 24,000 उल्कापिंड जो पृथ्वी पर गिरे हैं, उनमें से केवल 34 की मंगल ग्रह से उत्पत्ति की पुष्टि हो पाई है।"
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "इसमें लाइन में इंतजार करना भी शामिल है, क्योंकि ड्रग स्निफर कुत्तों का उपयोग कभी भी बिना सूचना के किया जा सकता है।"
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "एप्पल के मुख्य कार्यकारी अधिकारी स्टीव जॉब्स ने मंच पर आते हुए अपनी जींस की जेब से आईफोन निकालकर उसका अनावरण किया।"
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "स्टार्क के लोगों ने कॉलोनिस्टों की स्थिति के उत्तरी छोर पर बाड़ के साथ अपनी स्थितियाँ लीं।"
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "कुछ सीमापार ट्रेनों पर निरीक्षण चलती ट्रेन पर किया जाता है, इसलिए ऐसी ट्रेनों में सवार होते समय आपके पास वैध आईडी होनी चाहिए।"
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "आज का प्लेयर ऑफ द डे वाशिंगटन कैपिटल के एलेक्स ओवेकिन हैं।"
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "कुछ पत्थर, जो पृथ्वी पर बहुत कम पाए जाते हैं, प्रति औंस 11,000 से 22,500 अमेरिकी डॉलर तक बिक रहे हैं, जो सोने की कीमत से लगभग दस गुना ज्यादा है।"
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "यदि आप समाप्त हो जाते हैं तो इसे आसानी से भरा जा सकता है, और यह लगभग आधुनिक DSLR के बराबर रिज़ॉल्यूशन प्रदान करता है।"
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "प्रीलिमिनरी फाइनल में मारूचीडोर ने कैबुलचर को हराया।"
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "डॉ. ली ने तुर्की में बच्चों के बिना बीमार पड़े एच5एन1 एवियन इन्फ्लूएंजा वायरस से संक्रमित होने की रिपोर्टों पर भी चिंता व्यक्त की।"
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "रहस्यवाद परम वास्तविकता, दिव्यता, आध्यात्मिक सत्य या भगवान के साथ संवाद, एकता या सचेत जागरूकता की खोज है।"
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "देश की स्वतंत्रता के शुरुआती दिनों में, सिंगापुर वनस्पति उद्यान की विशेषज्ञता ने द्वीप को उष्णकटिबंधीय उद्यान शहर में परिवर्तित करने में मदद की।"
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "हालांकि कुछ विद्वानों का मानना है कि चूंकि यह सभ्यता अब सूख चुकी सरस्वती नदी की घाटियों में भी विद्यमान थी, इसलिए इसे सिंधु-सरस्वती सभ्यता कहना अधिक उपयुक्त होगा, जबकि कुछ लोग इसे हड़प्पा सभ्यता कहते हैं, क्योंकि हड़प्पा 1920 के दशक में खुदाई किए गए पहले स्थलों में से एक था।"
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "रात्रि स्लीपर ट्रेनों में, कंडक्टर आपका पासपोर्ट ले सकता है ताकि आपकी नींद न टूटे।"
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "सभी मामलों में, आपको विमान सेवा से सीधे फोन पर बुकिंग करनी होगी।"
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "1957 में लक्समबर्ग इस संगठन का संस्थापक सदस्य देश बन गया जिसे आज यूरोपीय संघ कहा जाता है।"
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "भाग लेने वाले देश अपने-अपने राष्ट्रीय पवेलियन में विश्व के मुद्दों या अपने देश की संस्कृति और इतिहास को प्रदर्शित करने के उद्देश्य से कलात्मक और शैक्षिक प्रदर्शनी लगाते हैं।"
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "प्रत्येक शो में पुस्तकों की सिफारिशें भी दी जाएंगी, जिन्हें बच्चे अपने पुस्तकालय जाने पर ढूंढ सकते हैं।"
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "हम में से अधिकांश लोग ऐसे टीवी शो देखते हैं जो हमें किसी प्रक्रिया या अनुभव के बारे में जानकारी देते हैं जिसमें हम कभी हिस्सा नहीं लेंगे या जिस ज्ञान का उपयोग नहीं करेंगे।"
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "जैसा कि पहले बताया गया है, हालांकि \"एस्किमो\" शब्द अमेरिका में स्वीकार किया जाता है, फिर भी गैर-अमेरिकी आर्कटिक लोगों द्वारा, विशेषकर कनाडा में, इसे अपमानजनक माना जाता है।"
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "चंद्रमा पर सभी जगह पाई गई ये विभाजन रेखाएँ कम अपक्षयित हैं, जो दर्शाता है कि इनका निर्माण करने वाली भूगर्भीय घटनाएं हाल की हैं।"
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "90 डिग्री फारेनहाइट की तेज गर्मी में प्रतीक्षा करते हुए यात्रियों को पानी पिलाया गया।"
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "कंपनी अपने लाभ के स्रोतों को विविध बनाने और इन क्षेत्रों में लोकप्रिय होने की उम्मीद करती है जहां स्काइप की अच्छी पकड़ है, जैसे चीन, पूर्वी यूरोप और ब्राजील।"
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "केवल विपत्तिकरण के प्रभाव ही नियमित साप्ताहिक संरचित शारीरिक गतिविधि सत्रों पर प्रभाव डालते थे, अवसाद और भय के प्रभाव नहीं थे।"
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "स्टोफन ने कहा, \"जैसा कि हम जानते हैं, एकमात्र खगोलीय पिंड है जो टाइटन से भी अधिक गतिशील है, और उसका नाम पृथ्वी है।\""
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "24 सितम्बर 1759 को आर्थर गिनीज ने आयरलैंड के डबलिन में सेंट जेम्स गेट ब्रेवरी के लिए 9,000 साल के पट्टे पर हस्ताक्षर किये"
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "जबकि अधिकारी इस धमकी की विश्वसनीयता को लेकर अनिश्चित हैं, मैरीलैंड परिवहन प्राधिकरण ने एफबीआई के आग्रह पर इसे बंद कर दिया।"
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "उत्तरी रॉक बैंक को 2008 में राष्ट्रीयकृत कर दिया गया था, जब यह पता चला कि कंपनी को ब्रिटेन सरकार से आपातकालीन सहायता मिली थी।"
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "संक्रामक रोग वह रोग है जो संक्रमित व्यक्ति के आसपास रहने से आसानी से संचारित होता है।"
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "विश्वभर में विरोध प्रदर्शन हुए, कई आपराधिक मामलों की सुनवाई हुई तथा आइसलैंड और पाकिस्तान की सरकारों के नेताओं ने इस्तीफा दे दिया।"
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "परमिट पहले से बुक कराना चाहिए, क्योंकि सिरेना में रात्रि विश्राम के लिए आपके पास परमिट होना अनिवार्य है।"
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "अपनी टिप्पणियों के बावजूद भी उन्होंने कहा है कि वह लंदन में होने वाले 2012 के ओलंपिक में ब्रिटेन के प्रतियोगियों का समर्थन करेंगे।"
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "कई इमारतें देखने में बहुत सुंदर होती हैं और ऊंची इमारत से या चतुराई से रखी गई खिड़की से देखने पर एक अद्भुत सौंदर्य का अनुभव होता है।"
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "ऑस्ट्रेलिया की पूर्ववर्ती रूढ़िवादी सरकार ने क्योटो समझौते की पुष्टि करने से इनकार कर दिया था, यह कहते हुए कि इससे अर्थव्यवस्था पर नकारात्मक प्रभाव पड़ेगा क्योंकि इसकी अर्थव्यवस्था कोयले के निर्यात पर बहुत अधिक निर्भर है, क्योंकि भारत और चीन जैसे देशों को उत्सर्जन लक्ष्यों के लिए बाध्य नहीं किया गया था।"
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "अंतिम तीन महीनों में 80 से अधिक गिरफ्तार व्यक्तियों को बिना औपचारिक रूप से आरोपित किए ही केन्द्रीय पुलिस हिरासत केंद्र से रिहा कर दिया गया।"
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "वैज्ञानिक इस प्रक्रिया को \"उत्तेजित विकिरण उत्सर्जन\" कहते हैं, क्योंकि उज्ज्वल प्रकाश से परमाणु उत्तेजित होते हैं, जिससे एक फोटॉन का उत्सर्जन होता है, और यह विकिरण का एक रूप है।"
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "इसके अलावा, सफर करने वाले साथियों और परिवार के सदस्यों या दोस्तों को भी पॉलिसी और संपर्क की प्रतियाँ दें, जो घर पर रहकर मदद करने के लिए तैयार हैं।"
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "लॉस एंजिल्स पुलिस विभाग के प्रवक्ता क्रिस्टोफर गार्सिया ने बताया कि संदिग्ध आरोपी की जांच तोड़फोड़ की बजाय अनधिकृत प्रवेश के लिए की जा रही है।"
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "लेकिन क्या हमारी कल्पना वास्तविकता पर आधारित होती है? किले सबसे पहले क्यों बनाए गए थे? उनका डिज़ाइन और निर्माण कैसे किया गया था?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "आयुक्त महोदय ने कहा, \"उत्पत्ति के नियमों और टैरिफ रियायतों पर अभी तक हमारी सहमति नहीं बनी है, लेकिन हमारे पास जो ढांचा है वह 1 जुलाई 2020 को व्यापार शुरू करने के लिए पर्याप्त आधार है\"।"
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "स्टर्न्स प्रतिनिधि सभा ऊर्जा एवं वाणिज्य समिति के अधीनस्थ निरीक्षण एवं जांच उपसमिति के अध्यक्ष के रूप में, वह जांच कर रहे हैं कि क्या करों का उपयोग प्लान्ड पैरेंटहुड के माध्यम से गर्भपात के लिए किया जा रहा है।"
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "एनबीए ने यह फैसला यूटा जैज़ के एक खिलाड़ी के कोविड-19 से संक्रमित पाए जाने के बाद लिया।"
  }
]