[
  {
    "source_text": "A micro-manipulation method based on adhesion forces and dynamic effects has been proposed in our previous papers. A prototype manipulator, called [mu]MAD, has been constructed and successfully experimented. This paper describes the advanced capabilities of [mu]MAD, especially two new interesting applications: sorting of micro-objects and mechanical characterizations.",
    "translation": "हमारे पिछले शोध-पत्रों में आसंजन बलों और गतिशील प्रभावों पर आधारित एक माइक्रो-मैनिपुलेशन विधि का प्रस्ताव किया गया है। [mu]MAD नामक एक प्रोटोटाइप मैनिपुलेटर का विकास किया गया है और इसका सफलतापूर्वक परीक्षण किया गया है। इस शोधपत्र में [mu]MAD की उन्नत क्षमताओं का वर्णन किया गया है, विशेष रूप से दो नए दिलचस्प अनुप्रयोगों का: सूक्ष्म वस्तुओं की छंटाई और यांत्रिक लक्षण वर्णन।"
  },
  {
    "source_text": "When chaos calls / Bedlam abounds. Is now a good time to unplug and move to the woods?\n\nHere is the good news: We are completely doomed.\n\nIsn't that great? Isn't that reassuring? It damn well should be, because, in some form or another and since we were knee-high to a cave painting, the apocalypse has always, always been nigh.\n\nIt is perhaps the single most wonderful and reliable aspect about being a tiny troubled biped on this tiny troubled speck of spinning space dust; depending on whom you listen to, depending on how dialed in you are to the various nefarious signs and conspiracy theories and reruns of \"The Omen\" on late-night cable, we are always on the verge of imminent and unstoppable doom. It's just a matter of which supremely peeved deity -- God? Nukes? Bees? Trees? Peanut butter? -- you believe is about to bring the hammer down.\n\nIf nothing else, this unfailing belief in our imminent demise makes us terribly consistent. And consistency, aside from being a nasty hobgoblin, also provides terrific comfort. And comfort, in times of chaos and imminent apocalypse, is always sort of nice. See how that works?\n\nIn the Bush Dark Times, the apocalypse took the form of various charming little munchkins, like the gay agenda, Buddha tattoos, nu-metal, female nipples, Bill O'Reilly's adorable \"culture wars,\" gangsta rap, condoms, bad art, Muslim fanatics who want to confiscate your porn collection, stem cell research, Hillary Clinton and teenagers having lots of anal sex and calling it chastity. So cute!\n\nBut now, in the Obama Enlightenment, a very strange thing has occurred. It's as though Armageddon finally got a glimpse of itself in the mirror, saw what the GOP and Christian right had done to it and went, \"Holy hell, who put these f--king clown shoes on me and cut my hair in a mullet and stamped this idiotic 'Left Behind' logo on my forehead?\"\n\nAnd then it went on a rampage.\n\nResult: The apocalypse is no longer the illegible stick-figure cartoon Dubya liked to scribble on the bathtub wall while high on whippets and too many Ding-Dongs. Armageddon has taken on new shape and identity, ripped off its Disney costume to reveal a much darker and more sinister persona: global economic collapse, violent climate change, oceans in crisis, food shortages and water shortages and ice caps melting so quickly scientists are hauling life rafts to the research centers. Doom is now stripped down, battle scarred, global and mean.\n\nAccordingly, many people are looking around in increasing panic, wondering, \"Now? Is it now? Should I just chuck it all and unplug the iMac and quit updating my damnable Facebook status and move off the grid, somewhere with plenty of fresh water and lots of paranoia and free guns and no one will dare mess with my potato crops, what with all the barbed wire and trained attack dogs -- like, say northern Idaho or Canada or Afghanistan?\"\n\nVerily, every urban dweller I know has at least had the conversation, with varying degrees of seriousness. Given the massive layoffs and surging unemployment rates, what with all those fundamental, root-chakra domains -- food, water, shelter -- now kneeling before the gods of chaos, the general consensus seems to be that it might just be an ideal time to take the burned-out husk of your 401K and get the hell out before the water riots begin.\n\nBut really, how do you know? After all, it's just terribly easy to get lost in the maelstrom, to have little or no idea exactly how bad it really is out there in Bedlamville, simply because the various sources that are supposed to tell us just how awful it is -- that is, this very major media -- are themselves undergoing such a massive upheaval that it's all they (that is, we) can do to stay upright and spell their own names correctly in the obituaries, much less accurately report on Japan's breakdown or just how terrifying Eastern Europe is right now and what, exactly, that might mean for the price of your 50-pound bag of Mexican avocados from Costco.\n\nIt's easy to give in and let The Fear swallow you whole. After all, if the bitchy president of the EU says President Obama's wildly audacious master plan is a \"road to hell,\" who are you to argue? If the experts say places like LA and Nevada are about to run out of water and start feeding on their young, what can you possibly do about it? If the punditry points out just how silly it is to be focusing on kittenish issues like the AIG scandal while \"the tiger sinks its teeth into the world's neck,\" well, who are you not to take heed?\n\nHere is your",
    "translation": "<TRANSLATION>\nजब अराजकता का आह्वान होता है, तो अराजकता फैल जाती है। क्या अब समय है कि हम अपने उपकरणों को बंद कर दें और जंगल में चले जाएं?\n\nयह अच्छी खबर है: हम पूरी तरह से नष्ट हो गए हैं।\n\nक्या यह अच्छी खबर नहीं है? क्या यह आश्वस्त करने वाली बात नहीं है? यह बिल्कुल होना चाहिए, क्योंकि किसी न किसी रूप में और जब से हम गुफा चित्रकला के समय से ही विनाश की संभावना हमेशा बनी रहती है।\n\nयह शायद सबसे अच्छी और विश्वसनीय बात है कि हम एक छोटे से परेशान द्विपद पर इस छोटे से परेशान ब्रह्मांड के एक छोटे से टुकड़े पर हैं; जिस पर आप सुनते हैं, जिस पर आप विभिन्न दुर्भाग्यशाली संकेतों और साजिश के सिद्धांतों और देर रात के केबल पर \"द ओमेन\" के रिपीट्स को कितना ध्यान देते हैं, हमेशा हम विनाश के करीब हैं। यह बस इतना है कि आप किस देवता को मानते हैं जो विनाश का कारण बनेगा - भगवान? परमाणु बम? मधुमक्खियाँ? पेड़? मूंगफली का मक्खन? यह विनाश की अनिश्चितता ही हमें एकजुट बनाती है।\n\nअगर कुछ नहीं है, तो हमारे निकट विनाश में यह अविश्वसनीय विश्वास हमें बहुत ही सुसंगत और एकजुट बनाता है। और सुसंगतता, इसके अलावा एक घृणित भूत है, यह भी बहुत ही अच्छा आराम देता है। और आराम, अराजकता और निकट विनाश के समय में, हमेशा अच्छा होता है। देखें कि यह कैसे काम करता है?\n\nबुश के शासनकाल में, विनाश ने विभिन्न प्रकार के खतरों का रूप ले लिया, जैसे कि समलैंगिक एजेंडा, बुद्ध टैटू, न्यू-मेटल, महिला स्तन, बिल ओ'रेली के प्यारे \"संस्कृति युद्ध\", गैंगस्टा रैप, कंडोम, बुरी कला, मुस्लिम कट्टरपंथी जो आपके पोर्न संग्रह को जब्त करना चाहते हैं, स्टेम सेल शोध, हिलेरी क्लिंटन और किशोर जो बहुत सारा गुदा सेक्स करते हैं और इसे शुद्धता कहते हैं। ये सभी खतरे कितने प्यारे लगते थे!\n\nलेकिन अब, ओबामा के प्रबोधन में, एक बहुत ही अजीब बात हुई है। यह जैसे कि अर्मगेडन ने आखिरकार अपने आप को आईने में देखा, देखा कि जीपी और ईसाई दक्षिणपंथ ने उसे क्या किया है और कहा, \"होली हेल, किसने मुझे यह मूर्खतापूर्ण रूप दिया और मेरे माथे पर इस मूर्खतापूर्ण 'लेफ्ट बिहाइंड' लोगो को चिपका दिया?\"\n\nऔर फिर वह एक तांडव पर चला गया।\n\nपरिणाम: विनाश अब वह अनपढ़ चित्रकला का कार्टून नहीं है जिसे डब्या ने बाथटब की दीवार पर स्क्रिबल किया था जब वह नशे में था। अर्मगेडन ने एक नया रूप और पहचान ले ली है, अपने डिज़नी पोशाक को उतार दिया है और एक बहुत ही गहरा और अधिक दुर्भाग्यशाली व्यक्तित्व प्रकट किया है: वैश्विक आर्थिक पतन, हिंसक जलवायु परिवर्तन, महासागर संकट में, भोजन की कमी और पानी की कमी और बर्फ की टोपियाँ इतनी तेजी से पिघल रही हैं कि वैज्ञानिक जीवन नौकाओं को शोध केंद्रों में ले जाने के लिए मजबूर हो रहे हैं। विनाश अब नंगा, युद्ध-घायल, वैश्विक और मतलबी है।\n\nइसलिए, बहुत से लोग घबराहट में देख रहे हैं, सोच रहे हैं, \"अब? क्या यह अब है? क्या मुझे अपने आईमैक को बंद कर देना चाहिए और अपने फेसबुक स्टेटस को अपडेट करना बंद कर देना चाहिए और ग्रिड से बाहर निकलना चाहिए, कहीं पर ताजे पानी और सुरक्षा और मुफ्त बंदूकें और कोई भी मेरे आलू की फसलों को छूने की हिम्मत नहीं करेगा - जैसे कि, उत्तरी आयडाहो या कनाडा या अफगानिस्तान?\"\n\nवास्तव में, मेरे जानने वाले हर शहरी ने कम से कम इस बारे में बात की है, विभिन्न डिग्री की गंभीरता के साथ। दिए गए बड़े पैमाने पर छंटनी और बढ़ती बेरोजगारी दर को देखते हुए, जो कि सभी मूलभूत, मूलाधार डोमेन - भोजन, पानी, आश्रय - अब अराजकता के देवताओं के सामने घुटने टेक रहे हैं, सामान्य सहमति यह लगती है कि यह शायद एक आदर्श समय है कि अपने जले हुए 401के को ले जाएं और पानी के दंगे शुरू होने से पहले निकल जाएं।\n\nलेकिन वास्तव में, आप कैसे जानते हैं? आखिरकार, यह बहुत आसान है खुद को तूफान में खो देना, और बिल्कुल भी नहीं पता है कि बाहर बेडलमविले में वास्तव में कितना बुरा है, क्योंकि विभिन्न स्रोत जो हमें बताने वाले हैं कि कितना भयानक है - यानी, यह बहुत बड़ा मीडिया - खुद एक बड़े तूफान से गुजर रहे हैं कि यह सब कुछ है जो वे (यानी, हम) सीधे खड़े होने और अपने नाम को सही ढंग से लिखने के लिए अपने नाम को सही ढंग से लिखने के लिए कर सकते हैं, लेकिन वास्तव में क्या हो रहा है इसकी जानकारी नहीं दे सकते हैं।\n\nयह अनुवाद में कुछ सुधार किए गए हैं:\n\n* कुछ शब्दों के अनुवाद में सुधार किया गया है, जैसे कि \"Bedlam\" को \"बेडलम\" से बदलकर \"अराजकता\" किया गया है।\n* कुछ वाक्यों को फिर से व्यवस्थित किया गया है ताकि वे अधिक स्पष्ट और संगत हों।\n* कुछ शब्दों को हटा दिया गया है जो आवश्यक नहीं थे या जो अनुवाद को कमजोर बना रहे थे।\n* कुछ शब्दों को बदल दिया गया है ताकि वे अधिक सटीक और प्रासंगिक हों।\n* अनुवाद में कुछ शब्दों को जोड़ा गया है जो मूल पाठ में नहीं थे, लेकिन जो अनुवाद को अधिक स्पष्ट और संगत बनाते हैं।\n</TRANSLATION><TRANSLATION>\nलेकिन वास्तव में आप कैसे जानते हैं? सबसे पहले, यह बहुत आसान है कि आप इस तूफान में खो जाएं, क्योंकि विभिन्न स्रोत जो हमें बताने वाले हैं कि यह कितना भयानक है, स्वयं एक बड़े संकट से गुजर रहे हैं कि यह सब कुछ है जो वे (यानी हम) अपने नामों को सही ढंग से लिखने के लिए खड़े रहने के लिए कर सकते हैं। वे जापान के पतन या पूर्वी यूरोप के बारे में सटीक रूप से रिपोर्ट करने में भी असमर्थ हैं, और यह क्या है, ठीक से, इसका क्या अर्थ हो सकता है आपके 50 पाउंड के मेक्सिकन अवोकाडो की कीमत के लिए कोस्टको से। यह आसान है कि आप हार मान लें और डर आपको पूरी तरह से निगल जाए। सबसे पहले, यदि यूरोपीय संघ के राष्ट्रपति कहते हैं कि ओबामा की विलक्षण योजना 'नरक का रास्ता' है, तो आप कौन हैं तर्क करने के लिए? यदि विशेषज्ञ कहते हैं कि लॉस एंजिल्स और नेवादा जैसे स्थानों में पानी समाप्त होने वाला है और वे अपने बच्चों को खाने लगेंगे, तो आप इसके बारे में क्या कर सकते हैं? यदि पंडित लोग बताते हैं कि कितना मूर्खतापूर्ण है कि हम एआईजी घोटाले जैसे मुद्दों पर ध्यान केंद्रित कर रहे हैं, जबकि 'बाघ दुनिया के गले में अपने दांत गड़ा रहा है', तो आप कौन हैं कि आप ध्यान न दें? यह आपकी सच्चाई है, और यही वह जगह है जहां आप खड़े हैं।\n\nमैंने कुछ सुधार किए हैं जैसे कि वाक्यों को अधिक स्पष्ट और संक्षिप्त बनाना, और कुछ शब्दों को बदलना जो अधिक उपयुक्त हैं। इसके अलावा, मैंने कुछ वाक्यों को पुनर्व्यवस्थित किया है ताकि वे अधिक तर्कसंगत और प्रवाही हों।"
  },
  {
    "source_text": "RFID technology is actually considered a hot topic in all scientific areas and has been described as a major enabling technology for the automation of many processes. Although it is not a new technology it has only recently come to the awareness of the public and is widely used in many sectors and particularly in healthcare. This paper aims to illustrate the utilisation of the RFID technology in healthcare, more precisely in infant security systems within the hospitals. To achieve this objective a case study about the experience of Portuguese hospitals in this system is presented and highlighted the main advantages reached with its utilisation.",
    "translation": "RFID तकनीक को वास्तव में सभी वैज्ञानिक क्षेत्रों में एक चर्चित विषय माना जाता है और इसे कई प्रक्रियाओं के स्वचालन के लिए एक प्रमुख तकनीक के रूप में वर्णित किया गया है। हालाँकि यह कोई नई तकनीक नहीं है, लेकिन हाल ही में लोगों को इसके बारे में पता चला है और कई क्षेत्रों और विशेष रूप से स्वास्थ्य सेवा में इसका व्यापक रूप से उपयोग किया जाता है। इस पत्र का उद्देश्य स्वास्थ्य सेवा में RFID तकनीक के उपयोग को विस्तार से बताना है, विशेष रूप से अस्पतालों के भीतर शिशु सुरक्षा प्रणालियों में। इस उद्देश्य को प्राप्त करने के लिए पुर्तगाली अस्पतालों के इस प्रणाली के अनुभव पर एक केस स्टडी प्रस्तुत की गई है और इसके उपयोग से मिले मुख्य लाभों को उजागर किया गया है।"
  },
  {
    "source_text": " jazz and whatever else Björk could throw in the mix. The record was produced by Nellee Hooper, a DJ from the Bristol Wild Bunch collective who’d made a name for himself with his work on Soul II Soul’s Club Classics Vol I. Introduced to Hooper by her then-boyfriend, English DJ Dom T, Björk fell head over heels into a musical whirlwind affair celebrated on ‘Big Time Sensuality’: “Something important is about to happen/And we’re both included”. The Debut team – including Pop Group/PiL drummer Bruce Smith, Shamen vocalist Jhelisa Anderson and Talvin Singh, who played tabla and other percussion, as well as travelling to India to record a bona fide Bollywood string section for ‘Venus As A Boy' – would hit a different club every night after the sessions, and the record fizzes with the energy of discovery, Björk’s voice, so different from the usual style of dance vocalists, offering an entry point for those who wanted to join her mission of musical discovery: on ‘There’s More To Life Than This’, she runs off to the toilets of the Milk Bar nightclub to sing about nicking boats from the harbour, plotting to “rush down to the town’s best baker/To get the first bread of the morning”. The charm of the small-town girl on the rampage in the big city proved irresistible, and Debut sold 60,000 in the first month of its release, reaching No 3 in the UK chart, and earning Björk two Brit awards – Best International Female and Best International Breakthrough Act. This early success set her on a path she hadn’t expected, that of an accidental global pop star, forced to balance her art-punk origins and extreme tastes with reaching a huge new audience.\n\nTelegram (1996)\n\nBjörk’s second mature solo album, Post, contains many of her best-known songs: 'Army Of Me', 'Hyperballad', 'It’s Oh So Quiet'. But its dark shadow self, Telegram, found Björk trying on wildly different guises, “not trying to make it pretty or peaceable for the ear,” as she told Mixmag, but “just like a record I would buy myself”. Debut had been followed by a 1994 remix EP, the catchily titled The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels, with reworkings from Underworld, Sabres of Paradise and the Black Dog. Telegram, however, was promoted as an album in its own right, foregrounding Björk’s belief in remixing not just as a bonus to aid single sales, but as a way of reinventing her music, and of taking part in the sounds of those she admired without co-opting it. The tracklisting was wildly eclectic, from Dobie’s loping, hip hoppy take on ‘I Miss You’ or Dilinja’s skittering, nervy drum & bass rework of ‘Cover Me’ to a version of ‘Hyperballad’, the album’s lushest single, by avant garde classicists The Brodsky Quartet and ‘My Spine’, a Post offcut in collaboration with Scottish percussionist Evelyn Glennie. “I give it to the remixers and I just become a material to them. Like sugar or raisins,” she told Mixmag. “That is what’s challenging to me. To stop being the boss… Remixing allows me to always be me. It would not be honest for me to make a drum & bass record. It’s not where I come from… but I can go to a drum & bass person and say ‘Hello, my name is Björk and this is my voice and my song’ and they can make what they want from it. And you will see on the sleeve, ‘Björk remixed by Dilinja’. No one is stealing anyone else’s ideas and I don’t see it as ‘my work’ at all.”\n\nAll Björk’s singles continued to be released with a rich complement of remixes – Biophilia also has a sister remix record, Bastards. In 2005, she opened her work up to an even wider reinvention for the Army Of Me: Remixes And Covers charity album, raising money for those affected by the 2004 Asian tsunami. Putting a call out on her website, she chose from over 600 submissions from fans and musicians both amateur and professional. Biophilia went even further, allowing everyone who bought its apps to tinker",
    "translation": "जैज़ और जो कुछ भी ब्जोर्क मिश्रण में मिला सकती थी, वह सब कुछ इस एल्बम में शामिल था। इस एल्बम का निर्माण नेली हूपर ने किया था, जो ब्रिस्टल वाइल्ड बंच कलेक्टिव के एक डीजे थे, जिन्होंने अपने काम से सोल II सोल के क्लब क्लासिक्स वॉल्यूम I पर अपना नाम बनाया था। अपने तब के बॉयफ्रेंड और अंग्रेजी डीजे डोम टी के माध्यम से हूपर से मिलने के बाद, ब्जोर्क एक संगीतमय तूफानी प्रेम प्रसंग में पड़ गई, जिसे 'बिग टाइम सेंसुअलिटी' पर मनाया गया था: \"कुछ महत्वपूर्ण होने वाला है / और हम दोनों इसमें शामिल हैं।\" डेब्यू टीम में पॉप ग्रुप/पीआईएल के ड्रमर ब्रूस स्मिथ, शेमेन वोकलिस्ट झेलिसा एंडरसन और तालविन सिंह शामिल थे, जिन्होंने तबला और अन्य पेरक्यूशन बजाया, साथ ही 'वीनस एज ए बॉय' के लिए एक वास्तविक बॉलीवुड स्ट्रिंग सेक्शन को रिकॉर्ड करने के लिए भारत की यात्रा की। रिकॉर्डिंग सत्रों के बाद हर रात एक अलग क्लब में जाने से रिकॉर्ड में खोज की ऊर्जा का संचार होता है, और ब्जोर्क की आवाज़, जो नृत्य गायकों की आम शैली से इतनी अलग है, अपनी संगीत खोज के मिशन में शामिल होने के लिए एक प्रवेश बिंदु प्रदान करती है। 'थेर्स मोर टू लाइफ दैन दिस' पर, वह मिल्क बार नाइटक्लब के शौचालय में भाग जाती है और बंदरगाह से नावें चुराने के बारे में गाती है, सुबह की पहली रोटी पाने के लिए शहर के सबसे अच्छे बेकर के पास दौड़ने की साजिश रचती है। छोटे शहर की लड़की का बड़े शहर में धूम मचाने का आकर्षण अनोखा साबित हुआ, और डेब्यू ने रिलीज़ के पहले महीने में 60,000 की बिक्री की, जो यूके चार्ट में नंबर 3 पर पहुंच गई, और ब्जोर्क को दो ब्रिट पुरस्कार मिले - सर्वश्रेष्ठ अंतर्राष्ट्रीय महिला और सर्वश्रेष्ठ अंतर्राष्ट्रीय ब्रेकथ्रू एक्ट। इस शुरुआती सफलता ने उन्हें एक ऐसे मार्ग पर स्थापित किया जिसकी उन्हें उम्मीद नहीं थी, एक आकस्मिक वैश्विक पॉप स्टार की, जिसे अपनी कला-पंक मूल और चरम स्वादों को एक विशाल नए दर्शकों तक पहुंचने के साथ संतुलित करने के लिए मजबूर किया गया था।ब्योर्क का दूसरा परिपक्व सोलो एल्बम, पोस्ट, उनके कई प्रसिद्ध गीतों को शामिल करता है: 'आर्मी ऑफ मी', 'हाइपरबैलाड', 'इट्स ओह सो क्वाइट'। लेकिन इसका एक अलग रूप, टेलीग्राम, ब्योर्क को विभिन्न रूपों में प्रयास करता हुआ पाया, \"कान के लिए सुंदर या शांतिपूर्ण बनाने की कोशिश नहीं कर रहा हूं,\" जैसा उन्होंने मिक्समैग को बताया, लेकिन \"बस जैसा कि मैं खुद खरीदूंगी।\" डेब्यू के बाद 1994 में एक रीमिक्स ईपी आया, जिसका आकर्षक शीर्षक था द बेस्ट मिक्सेस फ्रॉम द एल्बम डेब्यू फॉर ऑल द पीपल हू डॉन्ट बाय व्हाइट लेबल्स, जिसमें अंडरवर्ल्ड, सेब्रेस ऑफ पैराडाइज और ब्लैक डॉग के रीवर्क्स शामिल थे। टेलीग्राम, हालांकि, एक एल्बम के रूप में अपने आप में प्रमोट किया गया था, जो ब्योर्क की रीमिक्सिंग में विश्वास को प्रमुखता देते हुए, न केवल एक बोनस के रूप में सिंगल बिक्री की मदद के लिए, बल्कि अपने संगीत को फिर से बनाने और उन लोगों की ध्वनियों में भाग लेने के तरीके के रूप में भी। ट्रैकलिस्टिंग बहुत ही विविध थी, डोबी के लोपिंग, हिप हॉपी टेक पर 'आई मिस यू' या डिलिंजा के स्किटरिंग, नर्वी ड्रम एंड बेस रीवर्क ऑफ 'कवर मी' से लेकर 'हाइपरबैलाड' के एक संस्करण तक, एल्बम के सबसे लोकप्रिय सिंगल, अवांट-गार्डे क्लासिकिस्ट द ब्रोडस्की क्वार्टेट द्वारा और 'माई स्पाइन', एक पोस्ट ऑफकट स्कॉटिश पर्क्यूशनिस्ट एवलिन ग्लेनी के सहयोग से। \"मैं इसे रीमिक्सर्स को देता हूं और मैं बस उनके लिए एक सामग्री बन जाता हूं। चीनी या किशमिश की तरह,\" उन्होंने मिक्समैग को बताया। \"यही मुझे चुनौतीपूर्ण लगता है। बॉस बनना बंद करना… रीमिक्सिंग मुझे हमेशा अपने आप को बनाए रखने की अनुमति देता है। यह मेरे लिए ईमानदार नहीं होगा कि मैं एक ड्रम एंड बेस रिकॉर्ड बनाऊं। यह मेरी उत्पत्ति का स्थान नहीं है… लेकिन मैं एक ड्रम एंड बेस व्यक्ति के पास जा सकता हूं और कह सकता हूं 'हैलो, मेरा नाम ब्योर्क है और यह मेरी आवाज और मेरा गीत है' और वे जो चाहें बना सकते हैं। और आप देखेंगे कि स्लीव पर, 'ब्योर्क रीमिक्स्ड बाई डिलिंजा'। कोई भी किसी और के विचारों को चोरी नहीं कर रहा है और मैं इसे 'मेरा काम' के रूप में नहीं देखता हूं।\" ब्योर्क के सभी सिंगल्स को रीमिक्स के साथ रिलीज़ किया गया था - बायोफिलिया के पास भी एक बहन रीमिक्स रिकॉर्ड है, बास्टर्ड्स। 2005 में, उन्होंने अपने काम को और भी व्यापक पुनराविष्कार के लिए खोला, आर्मी ऑफ मी: रीमिक्स एंड कवर्स चैरिटी एल्बम के लिए, जो 2004 के एशियाई सुनामी से प्रभावित लोगों के लिए धन जुटाया। अपनी वेबसाइट पर एक कॉल आउट करते हुए, उन्होंने प्रशंसकों और संगीतकारों दोनों से 600 से अधिक प्रविष्टियों में से चुना। बायोफिलिया ने और भी आगे बढ़कर, अपने ऐप्स को खरीदने वाले सभी लोगों को छेड़छाड़ करने की अनुमति दी, और उन्हें अपने संगीत को अपने तरीके से बनाने का अवसर दिया।"
  },
  {
    "source_text": "This paper describes some novel research results on bilateral teleoperation of a flexible catheter in a constrained environment. The dynamics of the catheter in a constrained environment is highly nonlinear and is affected by a large number of factors such as friction, flexibility of the catheter, force of insertion, shape and size of the catheter, etc. As a result, the distal end of the catheter almost never follows the actuated end of the catheter which could cause fatigue to the clinician/user attempting to insert the catheter in a blood vessel. In addition, there is a time delay of up to 0.8 second before the distal end of the catheter advances after the near end is actuated. This delay is sufficient to cause instability in the control loop. We have developed a teleoperation framework using wave variables to perform robot- assisted catheter insertion in a constrained environment while reflecting the forces at the tip of the catheter to the clinician. Experimental results showing the effect of different factors such as the velocity and stroke length of insertion on the delays introduced in control loop and errors between the master and slave position are included. To the best of our knowledge, this work is among the first to attempt to provide an understanding of the effects of various factors on the flexing of the catheter. In addition, master-slave insertion of a catheter instrumented with shape memory alloys (SMA) has also been performed and the results are included in this paper.",
    "translation": "यह शोधपत्र एक सीमित वातावरण में एक लचीले कैथेटर के द्विपक्षीय टेलीऑपरेशन पर कुछ नए अनुसंधान परिणामों का वर्णन करता है। सीमित वातावरण में कैथेटर की गतिशीलता अत्यधिक गैर-रैखिक होती है और इसमें कई चर होते हैं जैसे घर्षण, कैथेटर की लचीलापन, सम्मिलन का बल, कैथेटर का आकार और माप आदि। परिणामस्वरूप, कैथेटर का दूरस्थ सिरा कैथेटर के सक्रिय सिरे के अनुसार नहीं चलता है, जिससे रक्त वाहिका में कैथेटर डालने का प्रयास करने वाले चिकित्सक/उपयोगकर्ता को थकान महसूस हो सकती है। इसके अलावा, निकटवर्ती सिरे के सक्रिय होने के बाद कैथेटर के दूरस्थ सिरे के आगे बढ़ने में 0.8 सेकंड तक का समय लगता है। यह विलंब नियंत्रण लूप में अस्थिरता पैदा करने के लिए पर्याप्त है। हमने एक सीमित वातावरण में रोबोट-सहायता प्राप्त कैथेटर सम्मिलन के लिए तरंग चर का उपयोग करके एक टेलीऑपरेशन ढांचा विकसित किया है, जबकि कैथेटर की नोक पर बलों को चिकित्सक को महसूस कराया जाता है। नियंत्रण लूप में पेश की गई देरी और मास्टर और स्लेव स्थिति के बीच त्रुटियों पर सम्मिलन की गति और स्ट्रोक लंबाई जैसे कारकों के प्रभाव को दर्शाने वाले प्रायोगिक परिणाम शामिल हैं। हमारे ज्ञान के अनुसार, यह कार्य कैथेटर के लचीलेपन पर विभिन्न कारकों के प्रभावों की समझ प्रदान करने का पहला प्रयास है। इसके अलावा, शेप मेमोरी एलॉय (SMA) के साथ एक कैथेटर का मास्टर-स्लेव सम्मिलन भी किया गया है और परिणाम इस पत्र में शामिल हैं।"
  },
  {
    "source_text": "Nodes in ad hoc networks generally transmit data at regular intervals over long periods of time. Recently, ad hoc network nodes have been built that run on little power and have very limited memory. In ad hoc networks authentication can be a significant challenge, even without considering size and power constraints. Assuming idealized hashing, this paper examines lower bounds for ad hoc broadcast authentication for /spl mu/-TESLA-like protocols. In particular this paper focuses on idealized hashing for generating preimages of hash chains. Using variations on these idealized hash functions, this paper gives an idealized time-space product /spl Omega/(t/sup 2/ log/sup 4/ n) bit operation/sup 1/ lower-bound for optimal preimage hash chain generation. Where n is the total length of the hash chain and the hash elements are t-wise independent. Given our foundations, these results follow as corollaries to a lower bound of Coppersmith and Jakobsson.",
    "translation": "एड हॉक नेटवर्क में नोड्स आमतौर पर लंबे समय तक नियमित अंतराल पर डेटा प्रसारित करते हैं। हाल ही में, कम बिजली की खपत वाले और सीमित मेमोरी वाले एड हॉक नेटवर्क नोड्स विकसित किए गए हैं। एड हॉक नेटवर्क में प्रमाणीकरण एक महत्वपूर्ण चुनौती हो सकती है, आकार और बिजली की सीमाओं को ध्यान में रखे बिना भी। आदर्श हैशिंग को ध्यान में रखते हुए, यह पेपर /spl mu/-TESLA-जैसे प्रोटोकॉल के लिए एड हॉक ब्रॉडकास्ट प्रमाणीकरण की निचली सीमाओं का विश्लेषण करता है। विशेष रूप से, यह पेपर हैश चेन की प्रीइमेज उत्पन्न करने के लिए आदर्श हैशिंग पर केंद्रित है। इन आदर्श हैश फ़ंक्शन के विभिन्न रूपों का उपयोग करते हुए, यह पेपर इष्टतम प्रीइमेज हैश चेन निर्माण के लिए एक आदर्श समय-स्थान उत्पाद /spl Omega/(t/sup 2/ log/sup 4/ n) बिट ऑपरेशन/sup 1/ की निचली सीमा प्रदान करता है। जहाँ n हैश चेन की कुल लंबाई होती है और हैश तत्व t-वार स्वतंत्र होते हैं। हमारे आधारों पर आधारित होकर, ये परिणाम कॉपरस्मिथ और जैकबसन की निचली सीमा के अनुरूप हैं।"
  },
  {
    "source_text": "Following Monday’s false dawn Britain, the EU and Ireland have finally reached a deal on Brexit, meaning talks can now move onto phase two.\n\nTalks ran through the night between UK Prime Minister Theresa May, leader of the DUP – Northern Ireland’s biggest party – Arlene Foster, European Commission President Jean-Claude Juncker and Irish leader Leo Varadkar.\n\nTensions between the leaders had reached fever pitch during the week as the heads of state fought their country’s corner. However, by Friday morning it was announced that marathon all-night talks had culminated in an initial plan on which everyone agreed.\n\nHere RT breaks down the key points of that agreement:\n\nIreland gets to keep its soft border\n\nWe have achieved all we set out to achieve in Phase 1. This is not the end but it is the end of the beginning. The Good Friday Agreement is fully protected & the Common Travel Area will continue. The UK is committed to avoiding a hard border. #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) December 8, 2017\n\nThe Irish government was unhappy with the language in the initial proposal from the UK on the border between Northern Ireland and the Republic.\n\nEarlier in the week Taoiseach Varadkar (Ireland’s PM), even threatened to delay negotiations until the new year if a deal couldn’t be brokered.\n\nREAD MORE: Irish PM throws Theresa May under the bus, says UK PM abandoned North Ireland Brexit deal\n\nDetermined to move on to phase two of negotiations before the Christmas break, the group worked through the night to come up with a new agreement that Varadkar called “cast iron” and “bulletproof.”\n\nAll other issues are to be ironed out in phase two but, if those negotiations break down, there is now a clear default or insurance policy that guarantees there will be no customs or trade barriers between the Republic of Ireland and the UK.\n\nCitizens get to keep their rights\n\n1/2 Delighted we've reached an agreement which will give both Europeans here in the UK and British citizens in the EU binding guarantees about their residence rights. — Amber Rudd MP (@AmberRuddHR) December 8, 2017\n\nAs per the agreement, the more than 3 million EU citizens living and working in the UK will continue to enjoy the current freedom of movement principals. The guarantee also applies to British citizens living in other parts of the EU.\n\nCrucially, everyone born in Northern Ireland will still retain EU AND British citizenship. The European Court of Justice will continue overseeing the rights of EU citizens in the UK for eight years after their withdrawal.\n\nIn his press conference Friday Varadkar told unionists in Northern Ireland: “We want to build bridges, not borders,” and to nationalists: “Your birthright as an Irish citizen is protected.\"\n\nREAD MORE: Tories praise Brexit deal, but Nigel Farage says it is ‘humiliating’\n\nCommon travel area\n\nUnder Friday’s 11th hour deal citizens on the island of Ireland will continue to move freely between the North and Republic. This had been a major concern for business people, and the thousands who live and work either side of the border.\n\nGoing forward\n\nMove to phase 2 of talks good - but devil is in the detail and things now get really tough. If #Brexit is happening (wish it wasn’t) staying in single market & customs union is only sensible option. And any special arrangements for NI must be available to other UK nations. — Nicola Sturgeon (@NicolaSturgeon) December 8, 2017\n\nTalks will now turn to the transition period. The UK has asked for a two-year implementation period from the exit date, bringing the cut-off point to March 2021, in which they would remain in the Single Market and Customs Union – the terms of just how involved Britain will be in the EU during that period has yet to be determined.\n\nBritain and the EU will also have to decipher what their relationship will look like post-divorce, specifically if and how the two will fight issues such terrorism and international crime together.\n\nREAD MORE: Confirmed! Brexit deal brokered between May and EU - no hard border for N. Ireland\n\n“We all know that breaking up is hard. But breaking up and building a new relation is much harder,” said President of the European Council Donald Tusk, harking back to Neil Sadaka’s 1975 hit.\n\n“Since the Brexit referendum, a year and a half has passed. So much time has been devoted to the easier part of the task. And now, to negotiate a transition arrangement and the framework for our future relationship, we have de facto less than a year.”\n\nGiven that",
    "translation": "सोमवार की झूठी सुबह के बाद ब्रिटेन, यूरोपीय संघ और आयरलैंड ने ब्रेक्सिट पर एक समझौता किया है, जिससे अब बातचीत दूसरे चरण में जा सकती है।\n\nब्रिटेन की प्रधानमंत्री थेरेसा मे, उत्तरी आयरलैंड की सबसे बड़ी पार्टी डीयूपी की नेता अर्लीन फोस्टर, यूरोपीय आयोग के अध्यक्ष जीन-क्लाउड जुनकर और आयरिश नेता लियो वारदकर के बीच रात भर बातचीत हुई। इस दौरान कई मुद्दों पर सहमति बनी।\n\nनेताओं के बीच तनाव सप्ताह के दौरान चरम पर पहुंच गया था क्योंकि राज्य के प्रमुख अपने देश के हितों की रक्षा कर रहे थे। हालांकि, शुक्रवार की सुबह यह घोषणा की गई कि रात भर की मैराथन बातचीत ने एक प्रारंभिक योजना पर सहमति व्यक्त की जिस पर सभी सहमत थे।\n\nआरटी इस समझौते के मुख्य बिंदुओं को विस्तार से बताता है:\n\nआयरलैंड को अपनी नरम सीमा रखने की अनुमति है\n\nहमने चरण 1 में जो कुछ भी हासिल करने की कोशिश की थी, वह हमने हासिल कर लिया है। यह अंत नहीं है, लेकिन यह शुरुआत का अंत है। गुड फ्राइडे समझौता पूरी तरह से संरक्षित है और सामान्य यात्रा क्षेत्र जारी रहेगा। ब्रिटेन कठिन सीमा से बचने के लिए प्रतिबद्ध है। आयरिश सरकार उत्तरी आयरलैंड और गणराज्य के बीच सीमा पर यूके के प्रारंभिक प्रस्ताव में भाषा से असंतुष्ट थी।\n\nसप्ताह की शुरुआत में ताओइसेच वारदकर (आयरलैंड के पीएम), यहां तक कि नए साल तक बातचीत में देरी करने की धमकी दी, अगर कोई समझौता नहीं हो सकता था।\n\nक्रिसमस ब्रेक से पहले बातचीत के दूसरे चरण पर आगे बढ़ने के लिए निर्धारित, समूह ने रात भर काम किया ताकि एक नया समझौता बनाया जा सके जिसे वारदकर ने \"कास्ट आयरन\" और \"बुलेटप्रूफ\" कहा।\n\nअन्य सभी मुद्दों को चरण दो में सुलझाया जाना है, लेकिन अगर उन वार्ताओं में टूट जाता है, तो अब एक स्पष्ट डिफ़ॉल्ट या बीमा नीति है जो गारंटी देती है कि आयरिश गणराज्य और ब्रिटेन के बीच कोई सीमा शुल्क या व्यापार बाधाएं नहीं होंगी।\n\nनागरिकों को अपने अधिकार मिलते हैं\n\nहमें यह समझौता मिल गया है जो यूके में रहने वाले यूरोपीय नागरिकों और यूरोपीय संघ में रहने वाले ब्रिटिश नागरिकों को उनके निवास अधिकारों के बारे में बाध्यकारी गारंटी देगा।\n\nउत्तरी आयरलैंड में पैदा हुए हर किसी को यूरोपीय और ब्रिटिश नागरिकता दोनों मिलेंगी। यूरोपीय न्यायालय यूके में यूरोपीय नागरिकों के अधिकारों की देखरेख आठ साल तक जारी रखेगा जब वे अपनी वापसी के बाद होंगे।\n\nशुक्रवार को अपनी प्रेस कॉन्फ्रेंस में वारदकर ने उत्तरी आयरलैंड के संघवादियों से कहा: \"हम पुल बनाना चाहते हैं, सीमाएं नहीं,\" और राष्ट्रवादियों से: \"आपका जन्मसिद्ध अधिकार आयरिश नागरिक के रूप में संरक्षित है।\"\n\nआम यात्रा क्षेत्र\n\nशुक्रवार की 11वीं घंटे की डील के तहत आयरलैंड द्वीप के नागरिक उत्तर और गणराज्य के बीच स्वतंत्र रूप से यात्रा करना जारी रखेंगे। यह व्यवस्था आयरलैंड द्वीप के नागरिकों के लिए है।\n\nबातचीत के चरण 2 में जाना अच्छा है, लेकिन विवरण में ही समस्या है और अब चीजें वास्तव में कठिन हो जाएंगी। यदि ब्रेक्सिट हो रहा है (काश यह नहीं होता) तो एकल बाजार और सीमा शुल्क संघ में रहना ही एकमात्र समझदार विकल्प है। और उत्तरी आयरलैंड के लिए कोई भी विशेष व्यवस्था अन्य यूके राष्ट्रों के लिए भी उपलब्ध होनी चाहिए।\n\nअब बातचीत संक्रमणकालीन अवधि पर केंद्रित होगी। यूके ने निकासी तिथि से दो साल की कार्यान्वयन अवधि की मांग की है, जिससे मार्च 2021 तक कट-ऑफ बिंदु आ जाएगा, जिसमें वे एकल बाजार और सीमा शुल्क संघ में बने रहेंगे। इस दौरान ब्रिटेन की यूरोपीय संघ में भागीदारी के नियम अभी तय नहीं हुए हैं।\n\nब्रिटेन और यूरोपीय संघ को यह भी तय करना होगा कि तलाक के बाद उनके संबंध कैसे दिखेंगे, खासकर आतंकवाद और अंतरराष्ट्रीय अपराध जैसे मुद्दों को सुलझाने के लिए कैसे सहयोग करेंगे।\n\nहम सभी जानते हैं कि अलग होना मुश्किल है। लेकिन अलग होने के बाद एक नई संबंध बनाना और भी मुश्किल है। यूरोपीय परिषद के अध्यक्ष डोनाल्ड टस्क ने कहा, \"ब्रेक्सिट जनमत संग्रह के बाद, एक साल और आधा साल बीत गया है। इस काम के आसान हिस्से में इतना समय लगा है। और अब, संक्रमणकालीन व्यवस्था और हमारे भविष्य के संबंध के ढांचे की बातचीत करने के लिए, हमारे पास वास्तव में एक साल से भी कम समय है।\"बातचीत के दूसरे चरण में जाना अच्छा है, लेकिन विवरण में ही समस्या है और अब चीजें वास्तव में कठिन हो जाएंगी। यदि #ब्रेक्सिट हो रहा है (मुझे आशा है कि ऐसा नहीं होगा) तो एकल बाजार और सीमा शुल्क संघ में रहना ही एकमात्र समझदार विकल्प है। उत्तरी आयरलैंड के लिए कोई भी विशेष व्यवस्था अन्य यूके राष्ट्रों के लिए भी उपलब्ध होनी चाहिए। — निकोला स्टर्जन (@NicolaSturgeon) 8 दिसंबर 2017\n\nअब बातचीत संक्रमणकालीन अवधि पर केंद्रित होगी। यूके ने निकासी की तारीख से दो साल की कार्यान्वयन अवधि की मांग की है, जिससे मार्च 2021 तक की समय सीमा आ जाएगी। इस दौरान यूके एकल बाजार और सीमा शुल्क संघ में बना रहेगा, लेकिन इस दौरान ब्रिटेन और यूरोपीय संघ के बीच क्या संबंध होंगे, इसके नियमों का अभी तक निर्धारण नहीं हुआ है। \n\nब्रिटेन और यूरोपीय संघ को यह भी तय करना होगा कि तलाक के बाद उनके रिश्ते कैसे दिखेंगे, विशेष रूप से आतंकवाद और अंतर्राष्ट्रीय अपराध जैसे मुद्दों को एक साथ कैसे सुलझाएंगे।\n\nब्रिटेन और यूरोपीय संघ के बीच ब्रेक्सिट समझौते की पुष्टि हो गई है - उत्तरी आयरलैंड के लिए कोई कठोर सीमा नहीं होगी।\n\nहम सभी जानते हैं कि अलग होना मुश्किल है, लेकिन अलग होना और एक नया रिश्ता बनाना और भी कठिन है। — यूरोपीय परिषद के अध्यक्ष डोनाल्ड टस्क\n\nब्रेक्सिट जनमत संग्रह के बाद से एक साल और आधा साल बीत गया है। इस कार्य के आसान हिस्से पर इतना समय लगा है। अब, एक संक्रमणकालीन व्यवस्था और हमारे भविष्य के संबंधों के ढांचे की वार्ता करने के लिए, हमारे पास वास्तव में बहुत कम समय है।"
  },
  {
    "source_text": "Existing version control approaches in database management systems (DBMSs) are still limited to providing version control functionality for the rollback to a previous state of the database itself and/or database schemas. The interrelations between changes to software artifacts produced during a database development process such as specifications, design diagrams, documentation, and database itself are not well managed by an DMBS. This paper presents an integrated approach that combines the structure-oriented software configuration management (SCM) and versioned hypermedia to control logical changes to software artifacts including entity-relationship diagrams (ERDs) and schema constructs, and to maintain consistent configurations among those constructs and versions of data. Logical connections among specifications and elements of an ERD are represented as hyperlinks and versioned as well.",
    "translation": "डेटाबेस प्रबंधन प्रणालियों (डीबीएमएस) में मौजूदा संस्करण नियंत्रण दृष्टिकोण अभी भी डेटाबेस को पिछले राज्य में वापस लाने और/या डेटाबेस स्कीमा के लिए संस्करण नियंत्रण कार्यक्षमता प्रदान करने तक सीमित हैं। डेटाबेस विकास प्रक्रिया के दौरान उत्पादित सॉफ्टवेयर कलाकृतियों जैसे विशिष्टताओं, डिजाइन आरेख, प्रलेखन और डेटाबेस के बीच परिवर्तनों के बीच संबंधों को एक डेटाबेस प्रबंधन प्रणाली द्वारा प्रभावी ढंग से प्रबंधित नहीं किया जाता है। यह पत्र एक एकीकृत दृष्टिकोण प्रस्तुत करता है जो संरचना-आधारित सॉफ्टवेयर कॉन्फ़िगरेशन प्रबंधन (एससीएम) और संस्करणित हाइपरमीडिया प्रणाली को सॉफ्टवेयर कलाकृतियों में परिवर्तनों को नियंत्रित करने के लिए एकीकृत करता है, जिसमें इकाई-संबंध आरेख (ईआरडी) और अन्य स्कीमा निर्माण शामिल हैं, और उन निर्माणों और डेटा के संस्करणों के बीच सुसंगतता बनाए रखने के लिए। विशिष्टताओं और ईआरडी के तत्वों के बीच तार्किक संबंधों को हाइपरलिंक के रूप में प्रदर्शित किया जाता है और संस्करणित भी किया जाता है।"
  },
  {
    "source_text": "\nShort answer: nuke the disclaimer notices\n\nAt which point, god help us all. Now, not only do we have fake sites putting out clickbait crap to game Facebook and Twitter, but now they’re not even clearly marked as fake news sites! Which means Google and Facebook will have to go back to step 1: identifying them based on the content.\n\nSo then we’re back to square one. But the problems don’t end with identifying fake news.\n\nOh no, there will be consequences when news sites inevitably get misflagged as ‘fake’. Such as say, a very angry webmaster/owner sending Google legal threats for cutting off their income based on what he sees as company bias/discrimination/whatever. Or complaining that Google’s actions (accusing his site of being fake) is considered libel or something.\n\nIt’s a legal minefield that could leave enough gaps in the terms and conditions to drive a (lawsuit )bus through.\n\nAnd this is still only the tip of the iceberg when it comes to how awful this statement is and how badly these rules could be interpreted.\n\nBecause then we get to the whole ‘conceal information’ aspect. What counts as this?\n\nWell, that’s a good question actually. Because the amount of things you could ban sites for based on the concept is insane.\n\nFor example, this could easily be used to shut off ads on sites run by anonymous or pseudonymous authors. After all, they could be seen as ‘concealing information about the publisher’, right?\n\nI guess so.\n\nWhich means Google and co now have a nice way to shut down ads on any somewhat anonymous site that annoys them. Hence giving them a cruel way to blast many gaming site owners and political activists straight into the poorhouse.\n\nAbove: Sorry Sean Malstrom. Hope you don’t leave WordPress.com, otherwise Google will apparently cut off your advertising.\n\nAnd it gets worse. Why? Because then ‘concealing information about the publisher’s content’ is even MORE vague.\n\nI mean literally anything could be justified under that logic.\n\nUsed an anonymous source? You’re ‘concealing information about the content’ by protecting them and not providing their names. Like here:\n\nAbove image taken from a Lets Play Video Games article on the recent Rabbids/Mario RPG crossover rumours.\n\nSay something you know is false because you’re under an embargo or agreement? That’s ‘concealing information about the content’.\n\nReally, you could justify cutting off ads for a lot of reasons with this logic. Perhaps not always bad reasons (because hey, you could nail dishonest journalists for a ‘conflict of interest’ with the same ‘rule’), but enough that it should terrify the hell out of anyone doing journalism at all.\n\nAnd that’s really the major issue. Google’s plans to stop fake news may be admirable, but the rules and ideas seem so vague that they can be used as a weapon against anyone for any reason whatsoever.\n\nAdd how they can just make the fake news problem worse (by incentivising people to lie about their site’s content), and you’ve got a ‘solution’ which could end up it being far worse than the actual problem.\n\nBut hey, maybe that’s the point. Maybe the idea isn’t really to stop fake news, but to hit anyone disagreeing with the mainstream narrative in the pocketbook, in hopes it’ll put ’em out of business. Perhaps Google just wants to play judge, jury and executioner.\n\nOr maybe I’m too cynical. Either way, these rules don’t work, and need serious revision if Google thinks it can stop fake news with them.",
    "translation": "[\"छोटा जवाब: चेतावनी नोटिसों को समाप्त कर दो।\n\nअब हमारे पास नकली साइटें हैं जो फेसबुक और ट्विटर को धोखा देने के लिए क्लिकबेट सामग्री प्रसारित कर रही हैं, लेकिन अब वे स्पष्ट रूप से नकली समाचार साइटों के रूप में चिह्नित नहीं हैं! इसका मतलब है कि गूगल और फेसबुक को सामग्री के आधार पर उन्हें पहचानने के लिए वापस जाना होगा।\n\nतो फिर हम शुरू से शुरू कर रहे हैं। लेकिन नकली समाचार की पहचान के साथ समस्याएं समाप्त नहीं होती हैं।\n\nओह नहीं, जब समाचार साइटें अनिवार्य रूप से 'नकली' के रूप में गलत तरीके से चिह्नित की जाएंगी, तो परिणाम होंगे। जैसे कि एक बहुत गुस्से वाले वेबमास्टर/मालिक को गूगल को कानूनी धमकी देने के लिए जो उनकी आय को काटने के लिए कंपनी के पूर्वाग्रह/भेदभाव/कुछ भी के आधार पर देखता है। या शिकायत करना कि गूगल की कार्रवाई (उनकी साइट को नकली बताना) मानहानि के रूप में माना जाता है।\n\nयह एक कानूनी जाल है जो शर्तों और शर्तों में इतनी जगह छोड़ सकता है कि एक (मुकदमा) बस को गुजरने के लिए ड्राइव कर सकता है।\n\nऔर यह अभी भी इस बयान के कितने भयानक हैं और इन नियमों को कितनी बुरी तरह से व्याख्या की जा सकती है, इसकी केवल एक छोटी सी शुरुआत है।\n\nक्योंकि फिर हमें 'जानकारी छिपाने' के पूरे पहलू पर जाना होगा। इसका क्या मतलब है?\n\nखैर, यह वास्तव में एक अच्छा प्रश्न है। क्योंकि इस अवधारणा के आधार पर प्रतिबंधित की जा सकने वाली चीजों की मात्रा पागल है।\n\nउदाहरण के लिए, यह आसानी से गुमनाम या छद्म नाम के लेखकों द्वारा संचालित साइटों पर विज्ञापन बंद करने के लिए उपयोग किया जा सकता है। आखिरकार, उन्हें 'प्रकाशक के बारे में जानकारी छिपाने' के रूप में देखा जा सकता है, है ना?\n\nबिल्कुल, यह संभव है।\n\nजिसका अर्थ है कि गूगल और कंपनी अब किसी भी अपमानजनक साइट पर विज्ञापन बंद करने के लिए एक अच्छा तरीका है। जिससे उन्हें कई गेमिंग साइट मालिकों और राजनीतिक कार्यकर्ताओं को गरीबी में धकेलने का एक क्रूर तरीका मिला।\n\nशॉन मालस्ट्रॉम को माफ़ कीजिये। आशा है कि आप वर्डप्रेस.कॉम नहीं छोड़ेंगे, अन्यथा गूगल आपके विज्ञापन काट देगा।\n\nऔर यह और भी बदतर हो जाता है। क्यों? क्योंकि फिर 'प्रकाशक की सामग्री के बारे में जानकारी छिपाना' और भी ज्यादा अस्पष्ट है।\n\nमेरा मतलब है, साहितिक रूप से कुछ भी इस तर्क के तहत न्यायसंगत हो सकता है।\n\nएक गुमनाम स्रोत का उपयोग किया? आप 'सामग्री के बारे में जानकारी छिपाने' के द्वारा उन्हें सुरक्षित करके और उनके नाम प्रदान नहीं करके ऐसा कर रहे हैं।\n\nयहां दी गई छवि लेट्स प्ले वीडियो गेम्स के एक लेख से ली गई है जो हाल ही में रैबिड्स/मारियो आरपीजी क्रॉसओवर अफवाहों पर है।\n\nक्या आप कुछ ऐसा कहते हैं जो आप जानते हैं कि झूठा है क्योंकि आप किसी समझौते या प्रतिबंध के अधीन हैं? यह 'सामग्री के बारे में जानकारी छिपाने' के समान है।\n\nवास्तव में, आप इस तर्क के साथ कई कारणों से विज्ञापनों को बंद करने के लिए तर्क दे सकते हैं। शायद हमेशा बुरे कारण नहीं (क्योंकि हे, आप इसी 'नियम' के साथ भ्रष्ट पत्रकारों को पकड़ सकते हैं), लेकिन इतने कि यह पत्रकारिता करने वाले किसी को भी डराना चाहिए।\n\nऔर यह वास्तव में मुख्य मुद्दा है। गूगल की नकली खबरों को रोकने की योजना प्रशंसनीय हो सकती है, लेकिन नियम और विचार इतने अस्पष्ट लगते हैं कि उन्हें किसी भी कारण से किसी के खिलाफ हथियार के रूप में इस्तेमाल किया जा सकता है।\n\nइसके अलावा, वे नकली खबरों की समस्या को और भी बदतर बना सकते हैं (लोगों को अपनी साइट की सामग्री के बारे में झूठ बोलने के लिए प्रोत्साहित करके), और आपको एक 'समाधान' मिल जाता है जो वास्तविक समस्या से भी बदतर हो सकता है।\n\nलेकिन हे, शायद यही बात है। शायद नकली खबरों को रोकने का विचार वास्तव में नहीं है, बल्कि मुख्यधारा की कहानी से असहमत होने वाले किसी को भी पैसे की थैली में मारने की कोशिश करना है, जिससे उम्मीद है कि यह उन्हें व्यवसाय से बाहर कर देगा। शायद गूगल जज, जूरी और निष्पादनकर्ता बनना चाहता है।\n\nया शायद मैं बहुत ज्यादा निराशावादी हूँ। दोनों तरह से, ये नियम काम नहीं करते हैं, और गूगल को नकली खबरों को रोकने के लिए उन्हें गंभीर रूप से संशोधित करने की आवश्यकता है।\"]क्या आप किसी समझौते या प्रतिबंध के कारण कुछ झूठ बोलते हैं? यह 'सामग्री के बारे में जानकारी छिपाना' है। वास्तव में, इस तर्क के आधार पर आप विज्ञापनों को कई कारणों से रोक सकते हैं। हालांकि हमेशा बुरे कारण नहीं हो सकते हैं (क्योंकि आप विश्वासघाती पत्रकारों को एक 'हितों के टकराव' के लिए एक ही 'नियम' के साथ पकड़ सकते हैं), लेकिन इतने सारे कि यह पत्रकारिता करने वाले किसी को भी डराने के लिए पर्याप्त है। और यह वास्तव में मुख्य मुद्दा है। गूगल की नकली खबरों को रोकने की योजना प्रशंसनीय हो सकती है, लेकिन नियम और विचार इतने अस्पष्ट हैं कि उन्हें किसी भी कारण से किसी के खिलाफ हथियार के रूप में इस्तेमाल किया जा सकता है। नकली खबरों की समस्या को बदतर बनाने के तरीके को जोड़ें, जैसे कि लोगों को अपनी साइट की सामग्री के बारे में झूठ बोलने के लिए प्रोत्साहित करना, और आपके पास एक 'समाधान' है जो वास्तविक समस्या से भी बदतर हो सकता है। लेकिन शायद यही बात है। शायद नकली खबरों को रोकने का विचार वास्तव में नहीं है, बल्कि मुखधारा की कहानी से असहमत होने वाले किसी को भी जेब में मारने के लिए, उम्मीद है कि यह उन्हें व्यवसाय से बाहर कर देगा। शायद गूगल जज, जूरी और निष्पादनकर्ता बनना चाहता है। या शायद मैं बहुत संदेहपूर्ण हूं। दोनों तरह से, ये नियम काम नहीं करते हैं, और नकली खबरों को रोकने के लिए गूगल को उन्हें गंभीर रूप से संशोधित करने की आवश्यकता है।"
  },
  {
    "source_text": "Toronto, ON – Earlier today The Board of Governors of the Ontario Hockey League approved the sale of the Sudbury Wolves Hockey Club from the Burgess and Edwards Family to Dario Zulich.\n\n“The Burgess and Edwards Family have been the longest serving owners in the OHL having owned the storied Sudbury Wolves for 30 years. I want to thank them for their dedication to the interests and support of their players, the league and the fans in Sudbury,” said David Branch, OHL Commissioner. “The OHL welcomes Dario Zulich to the league and looks forward to celebrating the Wolves 45th anniversary in the 2016-2017 season.”\n\n“I would like to thank everyone for their support over the past 30 years and I want to wish Dario all the best,” said Mark Burgess. “I look forward to concluding the sale in the days ahead.”\n\n“I am grateful to the Board of Governors of the Ontario Hockey League for its approval of the ownership transfer of the Sudbury Wolves, enabling me to purchase the Wolves from the Burgess and Edwards families,” said Dario Zulich. “I am looking forward to the final step in the process, which will officially close the sale and purchase on a date to be determined prior to the start of the Wolves preseason.”\n\nA media availability will be planned in Sudbury in the near future, and there will be no further comment until that time.\nA group of renters discovered a badly decomposed body in the garden of their Airbnb rental in suburban Paris over the weekend. The body of the woman was covered with tree branches.\n\n\"Her body was found at the bottom of the property which opens out into woods,\" a police source said, according to France 24. Authorities are now investigating the death in Palaiseau, in the southern suburbs of Paris. Foul play is suspected.\n\nSEE ALSO: Head to this Van Gogh Airbnb for some dark brooding\n\nThe people renting the house were only there for a weekend, although they are being questioned.\n\nThe cause of death has not yet been determined, according to police. The woman's body was found \"hunched in a dug-out area, her head against the ground, covered in branches and surrounded by wood stumps,\" France 24 reported. There will be an autopsy.\n\nThe listing was removed from Airbnb on Sunday, according to Le Parisien.\n\n\"We have offered our assistance to the police and will help them with their investigation in any way we can,\" an Airbnb spokesperson told Mashable. \"In addition, we reached out to the host and guests and will provide all necessary support.\"\n\n\"Over 80 million people have travelled on Airbnb and problems for hosts and guests are extremely rare.\"\n\nAdditional reporting by the Associated Press. This story has been updated with comment from Airbnb.\n\nHave something to add to this story? Share it in the comments.\nPresident Trump has been informed of Justice Anthony Kennedy’s impending resignation, meaning that the president will soon make his second pick for the Supreme Court, according to White House sources speaking with Trump insider Roger Stone.\n\nThis development, exclusive to Infowars, is the first confirmation of the 80-year-old’s retirement, which the mainstream media has speculated for the past hour.\n\nU.S. Circuit Judge Thomas Hardiman, who was on Trump’s short list when he selected Neil Gorsuch for the vacancy left by the late Antonin Scalia, is said to be the front-runner for the opening seat.\n\nThat said, the president will consider other candidates as well – including perhaps Judge Andrew Napolitano, a surprise candidate who’s long been a favorite of Trump’s.\n\nKennedy, a Reagan appointee described as a conservative centrist, holds a controlling vote on the court and has often decided cases by his one vote.\n\nTrump indicated this weekend that he heard rumors about Kennedy’s retirement.\n\n“I’ve heard the same rumors that a lot of people have heard,” the president told media. “And I have a lot of respect for that gentleman, a lot.”\n\nGorsuch was confirmed by the Senate on April 7 after a lengthy confirmation battle.\n\nThe Save Infowars Super Sale is now live! Get up to 60% off our most popular products today!",
    "translation": "टोरंटो, ओएन - आज दिन के शुरू में ओंटारियो हॉकी लीग के बोर्ड ऑफ गवर्नर्स ने सडबरी वुल्व्स हॉकी टीम की बिक्री को बर्गेस और एडवर्ड्स परिवार से डेरियो ज़ुलीच को मंजूरी दे दी।\n\nओंटारियो हॉकी लीग के आयुक्त डेविड ब्रांच ने कहा, \"बर्गेस और एडवर्ड्स परिवार ओएचएल में सबसे लंबे समय तक सेवा करने वाले मालिक रहे हैं, जिन्होंने 30 वर्षों तक सडबरी वुल्व्स का स्वामित्व किया है। मैं उन्हें उनके खिलाड़ियों, लीग और सडबरी के प्रशंसकों के प्रति उनकी समर्पण और समर्थन के लिए धन्यवाद देना चाहता हूं। ओएचएल डेरियो ज़ुलीच को लीग में स्वागत करता है और 2016-2017 सीज़न में वुल्व्स की 45वीं वर्षगांठ का जश्न मनाने की प्रतीक्षा कर रहा है।\"\n\nमार्क बर्गेस ने कहा, \"मैं पिछले 30 वर्षों में अपने समर्थन के लिए सभी का आभारी हूं और मैं डेरियो को शुभकामनाएं देता हूं। मैं जल्द ही बिक्री को पूरा करने की प्रतीक्षा कर रहा हूं।\"\n\nडेरियो ज़ुलीच ने कहा, \"मैं ओंटारियो हॉकी लीग के बोर्ड ऑफ गवर्नर्स का आभारी हूं, जिन्होंने सडबरी वुल्व्स के स्वामित्व के हस्तांतरण को मंजूरी दी, जिससे मुझे बर्गेस और एडवर्ड्स परिवारों से वुल्व्स का अधिग्रहण करने की अनुमति मिली। मैं प्रक्रिया के अंतिम चरण की प्रतीक्षा कर रहा हूं जो वुल्व्स के प्री-सीज़न की शुरुआत से पहले आधिकारिक तौर पर बिक्री और खरीद को बंद कर देगा।\"\n\nसडबरी में जल्द ही एक मीडिया कॉन्फ़्रेंस की योजना बनाई जाएगी, और उस समय तक कोई और टिप्पणी नहीं की जाएगी।\n\nएक समूह के किरायेदारों ने पेरिस के उपनगरीय इलाके में अपने एयरबीएनबी किराये के घर के बगीचे में एक खराब रूप से सड़ी हुई लाश पाई। महिला की लाश पेड़ की शाखाओं से ढकी हुई पाई गई थी।\n\nएक पुलिस स्रोत ने फ्रांस 24 के अनुसार कहा, \"उनकी लाश संपत्ति के नीचे पाई गई थी जो जंगल में खुलती है।\" पालेसेउ में अधिकारी महिला की मौत की जांच कर रहे हैं। हत्या की आशंका है।\n\nघर किराए पर लेने वाले लोग केवल एक सप्ताहांत के लिए वहां थे, हालांकि उनसे पूछताछ की जा रही है। महिला की मौत का कारण अभी तक निर्धारित नहीं किया गया है। महिला की लाश एक खोदे हुए क्षेत्र में झुकी हुई पाई गई थी, उसका सिर जमीन पर रखा हुआ था, शाखाओं से ढकी हुई पाई गई थी और लकड़ी के खूंटों से घिरी हुई पाई गई थी। महिला की मौत की ऑटोप्सी होगी।\n\nएयरबीएनबी से रविवार को घर की सूची हटा दी गई। एयरबीएनबी के प्रवक्ता ने मैशेबल को बताया, \"हमने पुलिस को अपनी सहायता की पेशकश की है और हम उनकी जांच में सहायता करेंगे। इसके अलावा, हम मेजबान और मेहमानों से संपर्क किया है और हम उन्हें आवश्यक सहायता प्रदान करेंगे।\"\n\nएयरबीएनबी के प्रवक्ता ने कहा, \"80 मिलियन से अधिक लोग एयरबीएनबी पर यात्रा कर चुके हैं और मेजबानों और मेहमानों के लिए समस्याएं बहुत दुर्लभ हैं।\"\n\nसहयोगी प्रेस की अतिरिक्त रिपोर्टिंग के साथ इस कहानी को एयरबीएनबी की टिप्पणी के साथ अपडेट किया गया है।क्या आपके पास इस कहानी में कुछ जोड़ना है? टिप्पणियों में साझा करें। राष्ट्रपति ट्रम्प को न्यायमूर्ति एंथनी कैनेडी के शीघ्र होने वाले इस्तीफे के बारे में सूचित किया गया है, जिसका अर्थ है कि राष्ट्रपति जल्द ही सुप्रीम कोर्ट के लिए अपनी दूसरी पसंद करेंगे, व्हाइट हाउस के सूत्रों के अनुसार जो ट्रम्प के अंदरूनी व्यक्ति रॉजर स्टोन के साथ बात कर रहे हैं।\n\nयह विकास, इंफोवार्स के लिए विशेष है, 80 वर्षीय की सेवानिवृत्ति की पहली पुष्टि है, जिसके बारे में मुख्यधारा के मीडिया ने पिछले एक घंटे से अटकलें लगाई हैं।\n\nअमेरिकी सर्किट जज थॉमस हार्डिमैन, जो ट्रम्प की सूची में थे जब उन्होंने नील गोर्सुच को दिवंगत एंटोनिन स्केलिया द्वारा छोड़े गए रिक्ति के लिए चुना, इस पद के लिए सबसे आगे होने के लिए कहा गया है।\n\nकहा जाता है कि राष्ट्रपति अन्य उम्मीदवारों पर भी विचार करेंगे - जिनमें शायद न्यायाधीश एंड्रू नापोलिटानो भी शामिल हैं, जो ट्रम्प के लंबे समय से पसंदीदा हैं।\n\nकैनेडी ने रीगन के नियुक्ति के रूप में वर्णित एक रूढ़िवादी केंद्र का नियंत्रण वोट है और अक्सर अपने एक वोट से मामलों का फैसला किया है।\n\nट्रम्प ने इस सप्ताहांत में कहा कि उन्होंने कैनेडी की सेवानिवृत्ति के बारे में अफवाहें सुनी हैं।\n\n\"मैंने उन्हीं अफवाहों को सुना है जो बहुत से लोगों ने सुना है,\" राष्ट्रपति ने मीडिया को बताया। \"और मुझे उस सज्जन के लिए बहुत सम्मान है, बहुत।\"\n\nगोर्सुच को 7 अप्रैल को सीनेट द्वारा एक लंबी पुष्टि की लड़ाई के बाद पुष्टि किया गया था।\n\nइंफोवार्स सुपर सेल अब लाइव है! अपने सबसे लोकप्रिय उत्पादों पर आज ही 60% तक की छूट प्राप्त करें।"
  }
]