[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "വിസ്റ്റ്ലർ (വാൻകൂവറിൽ നിന്നും ഒന്നര മണിക്കൂർ യാത്ര ചെയ്യാം) ചെലവേറിയതും പക്ഷേ 2010 ശൈത്യകാല ഒളിമ്പിക്സ് കാരണം പ്രശസ്തമാണ്."
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "നിങ്ങൾ ഇരയെ സമീപിക്കുമ്പോൾ അവരുടെ അവസ്ഥ ശ്രദ്ധിക്കേണ്ടതുണ്ട്, കൂടാതെ സ്വാഭാവികമായുള്ള അപകട സൂചനകളും അവസാനിപ്പിക്കാതെ ശ്രദ്ധിക്കേണ്ടതുണ്ട്."
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "സാധാരണയായി ഏതെങ്കിലും വിദേശത്ത് നീണ്ട കാലത്തേക്ക് താമസിക്കുന്നതിന് നിങ്ങൾക്ക് മുമ്പത്തെ വിസ നേടിയിരിക്കേണ്ടതുണ്ട്."
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "ഇത് ജർമ്മൻ അക്ഷരമാലയെ ആസ്പദമാക്കിയുള്ളതായിരുന്നു \"Õ/õ\" എന്ന ഒരു അക്ഷരം കൂടി ഉൾപ്പെടുത്തിയിരുന്നു"
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "ഇതിനകം അമേരിക്കൻ ഐക്യനാടുകളിൽ വ്യാപകമായി ഉപയോഗിക്കുന്നതിനാൽ, AOL ഐഎം വിപണിയെ സ്വന്തം പേസിൽ വികസിപ്പിക്കാനും മുന്നോട്ട് കൊണ്ടുപോകാനും കഴിഞ്ഞു."
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "ഡാനിഷ് ആധിപത്യത്തിൽ നിന്ന് തന്റെ രാജ്യം തിരിച്ചെടുക്കാൻ ലക്ഷ്യമിട്ടിരുന്ന നോർവേയുടെ ഒലാഫ് ട്രിഗ്വാസനാണ് ഈ കപ്പൽപ്പടയെ നയിച്ചിരുന്നത്."
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "2400 പേരടങ്ങുന്ന പ്രധാന ആക്രമണ സേന ട്രെന്റണിന് വടക്ക് ഒൻപത് മൈൽ അകലെ നദിക്ക് കുറുകെ കടക്കും. പിന്നീട് അവർ രണ്ട് വിഭാഗങ്ങളായി വിഭജിക്കപ്പെടും. ഗ്രീനിന്റെയും സള്ളിവന്റെയും നേതൃത്വത്തിലുള്ള ഈ രണ്ട് വിഭാഗങ്ങൾ പ്രഭാതത്തിന് മുമ്പ് ആക്രമണം നടത്തും."
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "ബ്രിട്ടീഷ് രാജകുടുംബത്തിലെ ആദ്യത്തെ അംഗമായി ബിരുദം നേടിയ വ്യക്തിയാണ് ചാൾസ്."
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "സൗരയൂഥത്തിലെ ഏറ്റവും പ്രകാശം പ്രതിഫലിപ്പിക്കുന്ന വസ്തുവാണ് എൻസെലാഡസ്, അതിൽ പതിക്കുന്ന സൂര്യപ്രകാശത്തിന്റെ 90 ശതമാനവും പ്രതിഫലിപ്പിക്കുന്നു."
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "ടെക്സാസിൽ ഒരു വർഷം മുമ്പ് വിവാഹിതരായ ദമ്പതികൾ സുഹൃത്തുക്കളുടെയും ബന്ധുക്കളുടെയും ഒപ്പം ആഘോഷത്തിനായി ബഫലോയിലേക്ക് വന്നിരുന്നു."
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "ഒരു യാത്രക്കാരൻ സന്ദർശിച്ച രാജ്യങ്ങളോ സന്ദർശിക്കാൻ ഉദ്ദേശിക്കുന്ന രാജ്യങ്ങളോ ആയിരിക്കും എന്നതിനെ ആശ്രയിച്ചിരിക്കും ഈ ആവശ്യകതകൾ പലപ്പോളും."
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "ഏറ്റവും വലിയ തൊഴിൽ രംഗങ്ങൾ പ്രൊഫഷണൽ സേവനങ്ങളും സർക്കാർ, സാമ്പത്തിക മേഖല, വ്യാപാരം, ടൂറിസം എന്നിവയാണ്."
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "യുഎസ് ഗ്രീൻ കാർഡ് ഉടമകളായ ക്യൂബൻ പൗരന്മാർക്ക് ഈ ആവശ്യകതയിൽ നിന്ന് ഒഴിവാക്കലിനായി ഇക്വഡോറിലെ ഒരു കോൺസുലേറ്റിൽ സന്ദർശിക്കേണ്ടതുണ്ട്."
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "കൈ കൃത്യമായി എല്ലാ സ്വരങ്ങളും കൊടുത്തുകൊണ്ട് പരമാവധി ശാന്തമായിരിക്കാൻ ശ്രമിക്കുക - വിരലുകൾ അനാവശ്യമായ ചലനങ്ങൾ പൂർണ്ണമായും ഒഴിവാക്കാൻ ശ്രമിക്കുക."
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "മഴക്കാലയത്രയിൽ നവംബർ മുതൽ മാർച്ച് വരെയുള്ള കാലയളവിൽ വെള്ളത്തിൻ്റെ തീവ്രത കൂടുതലായിരിക്കും, വെള്ളച്ചാട്ടം കൂടുതൽ അതിശയകരമായിരിക്കും."
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "നിയമസഭാ സമ്മേളനത്തിൽ മാറ്റം വരുത്തിയതോടെ, പ്രതിനിധി സഭ ആദ്യം രണ്ടാമത്തെ വാചകത്തെ നീക്കം ചെയ്തു, പിന്നീട് സെനറ്റ് തിങ്കളാഴ്ച അതേ രൂപത്തിൽ അത് പാസാക്കി."
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "1945-ൽ അവരോടൊപ്പം ചേർന്നു, 1958 വരെ അവിടെ തുടർന്നു."
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "നിങ്ങളുടെ ഫോണിന് ഡാറ്റാ കണക്ഷൻ ഇല്ലെങ്കിൽ അല്ലെങ്കിൽ നെറ്റ്വർക്ക് പരിധിക്ക് പുറത്തായിരിക്കുമ്പോൾ, അവ പരിമിതമായി പ്രവർത്തിക്കുകയോ ലഭ്യമല്ലാതിരിക്കുകയോ ചെയ്യും."
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "പകർച്ചവ്യാധികൾ എന്നത് വൈറസ്, ബാക്ടീരിയ, ഫംഗസ് അല്ലെങ്കിൽ മറ്റ് പരാന്നഭോജികൾ പോലുള്ള ഒരു രോഗഹേതു മൂലമുണ്ടാകുന്ന ഒരു അസുഖമാണ്."
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "വിദ്യാർത്ഥികൾക്ക് ദിവസത്തിന്റെ ഏത് സമയത്തും അധ്യാപകർക്ക് ചോദ്യങ്ങൾ അയയ്ക്കാനും അടുത്ത ക്ലാസ്സ് വരെ കാത്തിരിക്കുന്നതിനുപകരം വേഗത്തിലുള്ള പ്രതികരണങ്ങൾ പ്രതീക്ഷിക്കാനും കഴിയും."
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "എമിറേറ്റ്സ്, എത്തിഹാദ് എയർവേസ്, ഖത്തർ എയർവേസ്, ടർക്കിഷ് എയർലൈൻസ് ഉൾപ്പെടെയുള്ള എയർലൈനുകൾ ആഫ്രിക്കയിലേക്കുള്ള സേവനങ്ങൾ വളരെയധികം വിപുലീകരിച്ചിട്ടുണ്ട്. മറ്റ് യൂറോപ്യൻ എയർലൈനുകളെ അപേക്ഷിച്ച് മത്സരാത്മക നിരക്കിൽ ആഫ്രിക്കയിലെ പല പ്രധാന നഗരങ്ങളിലേക്കും ഇവർ ബന്ധങ്ങൾ വാഗ്ദാനം ചെയ്യുന്നു."
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "താഴെ നിന്ന് നോക്കുമ്പോൾ അൽപ്പം ഭയപ്പെടുത്തുന്നതായി തോന്നുന്നു, ഇത് കുത്തനെയുള്ളതും വെല്ലുവിളിയുള്ളതുമായ കയറ്റമാണ്, എന്നാൽ സാധാരണ ശാരീരികശേഷിയുള്ള ആളുകൾക്ക് ഏകദേശം 45 മിനിറ്റിനുള്ളിൽ ഇത് കയറാനാകും."
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "വ്യത്യസ്ത ഘടനകൾക്ക് വ്യത്യസ്ത കഴിവുകൾ ഉണ്ട്, വ്യത്യസ്ത തരംഗദൈർഘ്യങ്ങളോട് പ്രതികരിക്കുന്നവയും വ്യത്യസ്ത തീവ്രതയുള്ള കൃത്യതയും ഉണ്ട്. കൂടാതെ, അവയ്ക്ക് ഇൻപുട്ട് വിശകലനം ചെയ്യാൻ വ്യത്യസ്ത പ്രോസസ്സിംഗ് ആവശ്യമാണ്. ഓപ്റ്റിമൽ പ്രവർത്തനത്തിന് അവയ്ക്ക് വ്യത്യസ്ത സംഖ്യകളുടെ ആവശ്യമുണ്ട്."
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "ഫ്രെഡിന് നിലവിൽ 105 മൈൽ പ്രതി മണിക്കൂർ (165 കിമീ/മണിക്കൂർ) വേഗതയുള്ള കാറ്റിന്റെ വേഗതയുണ്ട്; വടക്കുപടിഞ്ഞാറൻ ദിശയിലേക്ക് സഞ്ചരിക്കുന്നു."
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "യാത്രക്കാരുടെ എണ്ണം 2 കവിയുന്നതിന് അധികച്ചാർജ് ഉണ്ട്, അതിനാൽ ആവശ്യമില്ലാത്ത അധിക ചെലവായിരിക്കാം."
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "ഇന്റർആക്റ്റീവ് ഡിസൈനിൽ പ്രോജക്റ്റിലെ ഘടകങ്ങൾ പരസ്പരം ബന്ധപ്പെട്ടിരിക്കുന്നതും അവ ഒറ്റപ്പെടെ നിലനിൽക്കുമ്പോൾ അർത്ഥവത്തായിരിക്കുന്നതും ആവശ്യമാണ്."
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "വാൽവുകൾ തുറക്കുന്നതിനാൽ സംവിധാനത്തിന് മർദ്ദം മോചനം നൽകാൻ അനുവദിച്ചു, എണ്ണ ഒരു പാഡിലൂടെ 55,000 ബാരൽ (2.3 മില്യൺ ഗാലൻ) ശേഷിയുള്ള ഒരു ടാങ്കിലേക്ക് ഒഴുകിച്ചേർന്നു."
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "എ1ജിപിയിൽ ന്യൂസിലൻഡ് ടീമിന്റെ സഹഡ്രൈവറായി സേവനമനുഷ്ഠിക്കുന്ന ജോണി റീഡ് ഇന്ന് ന്യൂസിലൻഡിലെ 48 വർഷം പഴക്കമുള്ള ഓക്ക്‌ലൻഡ് തുറമുഖ പാലത്തിന് മുകളിലൂടെ നിയമാനുസൃതമായി ഏറ്റവും വേഗത്തിൽ ഓടിക്കുന്നതിലൂടെ ചരിത്രം സൃഷ്ടിച്ചു."
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "സ്വദേശി സംസാരകരുടെ എണ്ണം വളരെ അടുത്ത ബന്ധമുള്ള ഭാഷാഭേദങ്ങൾ എണ്ണിയാലോ എണ്ണാതിരിക്കുകയാണോ എന്നതിനെ ആശ്രയിച്ചിരിക്കുന്നു."
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "ശ്രദ്ധേയമായി, പുരാതന കാലത്ത് അദ്ദേഹത്തിന് വലിയ പ്രാധാന്യമൊന്നും ഉണ്ടായിരുന്നില്ല, മിക്ക പുരാതന രാജാക്കന്മാരുടെ പട്ടികകളിലും അദ്ദേഹത്തെ രേഖപ്പെടുത്തിയിട്ടില്ല."
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "കുതിരപ്പുറത്ത് യുദ്ധം ചെയ്യുന്ന സൈന്യത്തെ കുതിരപ്പട എന്നു പറയുന്നു. സാഡിൽ അന്നുവരെ കണ്ടുപിടിച്ചിട്ടില്ലായിരുന്നു, അതിനാൽ അസീറിയൻ കുതിരപ്പട അവരുടെ കുതിരകളുടെ നഗ്നമായ പുറത്ത് യുദ്ധം ചെയ്തു."
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "ചിലപ്പോൾ ആദ്യത്തെ ഉത്തേജിപ്പിക്കുന്ന സംഭവം മഞ്ഞിനെ ചൂടൂറ്റുന്ന സൂര്യനാണ്, ചിലപ്പോൾ കൂടുതൽ മഞ്ഞുവീഴ്ച, ചിലപ്പോൾ മറ്റ് പ്രകൃതി സംഭവങ്ങൾ, പലപ്പോളും ഒരു മനുഷ്യൻ."
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "പ്രപഞ്ചത്തിന്റെ വികാസത്തിൽ അതിന്റെ സ്വാധീനം മൂലമാണ് അതിന്റെ സാന്നിധ്യം അറിയപ്പെടുന്നത്."
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "നാല് വർഷത്തിനുശേഷം ഒരു പേറ്റൻ്റ് ലഭിച്ചു, ഇത് എംആർഐ മേഖലയിലെ ലോകത്തിലെ ആദ്യ പേറ്റൻ്റ് ആയിരുന്നു."
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "ഗവർണറും പറയുകയുണ്ടായി, \"ഇന്ന് ചില സ്കൂൾ വയസ്സുള്ള കുട്ടികൾ രോഗിയുമായി സമ്പർക്കമുണ്ടായിരുന്നതായിരുന്നു എന്ന് കണ്ടെത്തിയിട്ടുണ്ട്.\""
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "ഉദാഹരണമായി, സ്കൂളിൽ മോശം പ്രകടനം കാണിക്കുന്നവരാണെന്ന് മുൻവിധി ചെയ്യപ്പെടുന്ന ഒരു വംശീയ ന്യൂനപക്ഷവുമായി തിരിച്ചറിയുന്ന കുട്ടികൾ അവരുടെ വംശത്തെക്കുറിച്ചുള്ള മുൻവിധിയെക്കുറിച്ച് അറിയുമ്പോൾ സ്കൂളിൽ മോശം പ്രകടനം കാണിക്കാൻ കൂടുതൽ പ്രവണത കാണിക്കുന്നു."
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "യൂണിയൻ പൂന്തോട്ടം എന്നറിയപ്പെടുന്ന ഈ സ്ഥലം ഒരു 17-ആം നൂറ്റാണ്ടിലെ കോൺവെൻ്റിന്റെ അന്തഃപ്രാങ്ഗണമായി നിർമ്മിച്ചതാണ്. അതിന്റെ അവശേഷിക്കുന്ന ഏക കെട്ടിടമാണ് സാൻ ഡിയാഗോ ദേവാലയം."
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "ഒരു ഔദ്യോഗിക വാർഷിക ആഘോഷം പിന്നീടുള്ള ഒരു തീയതിയിൽ നിശ്ചയിച്ചിരിക്കുന്നു എന്ന് ഉദ്യോഗസ്ഥർ അറിയിച്ചു."
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "പ്രധാനമായും, ഫ്രഞ്ച് സംസാരിക്കുന്ന ബെൽജിയവും സ്വിറ്റ്സർലൻഡും ഫ്രാൻസിൽ നിന്നുള്ള ഫ്രഞ്ചിൽ നിന്ന് വ്യത്യസ്തമായ ചില ചെറിയ വിശിഷ്ടതകൾ എണ്ണൽ രീതിയിൽ ഉണ്ട്. ചില വാക്കുകളുടെ ഉച്ചാരണത്തിലും ചെറിയ വ്യത്യാസങ്ങൾ ഉണ്ട്."
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "അമേരിക്കയിലെ അവസാനത്തെ സ്വതന്ത്ര തദ്ദേശീയ ഗ്രൂപ്പുകളിൽ ഒന്നായിരുന്നു മാപുച്ചെകൾ, ചിലിയുടെ സ്വാതന്ത്ര്യത്തിന് ശേഷം സ്പാനിഷ് ഭാഷ സംസാരിക്കുന്ന ഭരണത്തിൽ പൂർണ്ണമായി സംയോജിപ്പിക്കപ്പെടുന്നതിന് മുമ്പ്."
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "വെനിസ്വേലയിലെ ആളുകളിൽ 18 ശതമാനം പേർ തൊഴിലില്ലാത്തവരായിരിക്കുന്നു, തൊഴിലുള്ളവരിൽ ഭൂരിപക്ഷവും അനൗദ്യോഗിക മേഖലയിലാണ് ജോലി ചെയ്യുന്നവരാണ്."
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "അടയാളം ശാരീരികമായി തകർന്നിട്ടില്ല; സമാധാനത്തിന്റെയും ഹൃദയത്തിന്റെയും അടയാളങ്ങൾ ചിത്രീകരിച്ചുള്ള കറുത്ത ടാർപോളിൻ ഉപയോഗിച്ച് അലങ്കരിച്ച് \"O\" യെ ചെറിയ അക്ഷരമായ \"e\" ആക്കി മാറ്റി."
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "മറ്റ് പ്രൈമേറ്റുകളെപ്പോലെ അല്ലാതെ ഹോമിനിഡുകൾ ഇപ്പോൾ സഞ്ചരിക്കുന്നതിനോ ഭാരം താങ്ങുന്നതിനോ മരങ്ങളിലൂടെ ചാടുന്നതിനോ കൈകൾ ഉപയോഗിക്കാറില്ല."
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "സമയം എന്നത് സംഭവങ്ങളുടെ ദൈർഘ്യം തമ്മിൽ താരതമ്യപ്പെടുത്താൻ എങ്ങനെ ഉപയോഗിക്കുന്നു എന്നതാണ്."
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "ഒരു ട്രൈസെറാടോപ്സ് തണ്ട് കഴിക്കുന്നതിനു മുൻപ് അതിന്റെ ബലമുള്ള കൊക്ക് ഉപയോഗിച്ച് ഇലകൾ നീക്കം ചെയ്യാമായിരുന്നു."
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "നിങ്ങൾക്ക് കൂടുതൽ സാഹസികമായി തോന്നുന്നുവെങ്കിൽ, ജ്യൂസ് ഉണ്ടാക്കാനോ സ്മൂത്തികൾ ബ്ലെൻഡ് ചെയ്യാനോ ഉള്ള അവസരം ഉപയോഗിക്കൂ."
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "'\"കപ്പലിനെ സുരക്ഷിതമായി നിന്നും വേർപെടുത്തുന്നതിനുള്ള ഏറ്റവും നല്ല മാർഗ്ഗം നിർണ്ണയിക്കാൻ ജോലിക്കാർ ഇപ്പോൾ പ്രവർത്തിക്കുന്നു\" എന്നും അവർ പ്രസ്താവനയിൽ പറയുകയുണ്ടായി."
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "കുറഞ്ഞപക്ഷം നിങ്ങൾക്ക് അനുയോജ്യമായ അടിഭാഗം ഉള്ള പാദരക്ഷകൾ ആവശ്യമാണ്. വേനൽക്കാല ഷൂകൾ സാധാരണയായി ഐസിലും മഞ്ഞിലും വളരെ വഴുവഴുപ്പുള്ളവയാണ്, ചില ശീതകാല ബൂട്ടുകൾക്ക് പോലും അനുയോജ്യത കുറവാണ്."
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "അരിയാസിന് വൈറസിന്റെ മൃദുവായ ഒരു കേസ് ഉണ്ടെന്ന് പരിശോധനയിൽ സ്ഥിരീകരിച്ചതായി പ്രസിഡന്റിന്റെ മന്ത്രി റോഡ്രിഗോ അരിയാസ് അറിയിച്ചു."
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "മിയാമി, ഫ്ലോറിഡയിൽ നിന്ന് ഏകദേശം 3,000 മൈൽ അകലെ സ്ഥിതി ചെയ്യുന്ന കൊടുങ്കാറ്റിന് 40 മൈൽ പ്രതി മണിക്കൂർ (64 കിലോമീറ്റർ പ്രതി മണിക്കൂർ) വേഗതയിൽ പരമാവധി ശക്തിയുള്ള കാറ്റുകൾ ഉണ്ട്."
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "അറിയപ്പെടാത്ത ഒരു സ്രോതസ്സിൽ നിന്ന് എത്യോപ്യയിലെയും കെനിയയിലെയും പ്രധാനപ്പെട്ട സ്ഥലങ്ങൾ ആത്മഹത്യാ ബോംബറുകളെ ഉപയോഗിച്ച് നശിപ്പിക്കുമെന്ന് പ്രത്യേകമായി പരാമർശിക്കുന്ന വിവരങ്ങൾ അമേരിക്ക ലഭിച്ചിട്ടുണ്ട്."
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "ഹവായിയുടെ അതേ സമയ മേഖലയിൽ പെടുന്ന ഈ ദ്വീപുസമൂഹം ചിലപ്പോഴൊക്കെ \"ദക്ഷിണാർദ്ധഗോളത്തിലെ ഹവായ്\" എന്നാണ് കരുതുന്നത്."
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "നമ്മൾ സൂര്യനെ നോക്കുമ്പോഴാണ് കാണുന്ന ബാഹ്യഭാഗത്തെ ഫോട്ടോസ്ഫിയർ എന്നറിയപ്പെടുന്നു, അതിന്റെ അർത്ഥം പ്രകാശപന്ത് എന്നാണ്."
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "അപ്പാർട്ട്മെന്റിൽ ഒരുവനും ഇല്ലായിരുന്നു"
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "നിങ്ങൾ ബുക്കിംഗ് ചെയ്യുന്ന ഏജൻ്റ് ഗാലപ്പഗോസ് പര്യവേക്ഷണത്തിൽ പ്രത്യേക പരിജ്ഞാനമുള്ളവനാണെന്നും വിവിധതരം കപ്പലുകളെക്കുറിച്ചുള്ള അറിവും അനുഭവവും ഉള്ളവനാണെന്നും ഉറപ്പാക്കുക."
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "കേപ് വെർഡെ ദ്വീപുകളുടെ പടിഞ്ഞാറ് 645 മൈൽ (1040 കിലോമീറ്റർ) അകലെയുള്ള കൊടുങ്കാറ്റ് ഏതെങ്കിലും ഭൂപ്രദേശത്തെ ബാധിക്കുന്നതിന് മുമ്പ് അപ്രത്യക്ഷമാകാൻ സാധ്യതയുണ്ടെന്ന് കാലാവസ്ഥാ വിദഗ്ധർ പറയുന്നു."
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "സിംബാബ്‌വെയുടെ പടിഞ്ഞാറൻ ഭാഗത്തുള്ള ഒരു നഗരമാണ് വിക്ടോറിയ ഫാൾസ്. സാംബിയയിലെ ലിവിംഗ്സ്റ്റോണിനോടും ബോട്സ്വാനയോടും അതിർത്തിയിൽ സ്ഥിതി ചെയ്യുന്ന ഈ നഗരം ലിവിംഗ്സ്റ്റോണിന് അതിർത്തിയിൽ നിന്നും ബോട്സ്വാനയോട് അടുത്താണ് സ്ഥിതി ചെയ്യുന്നത്."
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "മുന്നിലെ സ്ഥാനങ്ങളെ ശക്തിപ്പെടുത്തുന്ന സേനയിൽ 200 പേരടങ്ങുന്ന 1ാം, 3ാം ന്യൂ ഹാംഷെയർ റെജിമെന്റുകൾ ഉൾപ്പെട്ടിരുന്നു. കേണല്മാരായ ജോൺ സ്റ്റാർക്ക്, ജെയിംസ് റീഡിന്റെ കീഴിൽ ആയിരുന്നു ഇവർ, പിന്നീട് ഇരുവരും ജനറലായി ഉയർന്നു."
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "ഭൂമിയിൽ പതിച്ചതായിരിക്കുന്ന ഏകദേശം 24,000 ഉൽക്കാശിലകളിൽ നിന്നും 34 എണ്ണം മാത്രം ചൊവ്വയിൽ നിന്നുള്ളവയാണെന്ന് സ്ഥിരീകരിച്ചിട്ടുണ്ട്."
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "അറിയിപ്പില്ലാതെ എപ്പോഴും മയക്കുമരുന്ന് കണ്ടെത്തുന്ന നായ്ക്കളെ ഉപയോഗിക്കാനുള്ള സാധ്യതയുള്ള നിരയിൽ കാത്തിരിക്കുകയും ഉൾപ്പെടുന്നു എന്നതിനു പകരം ഇങ്ങനെ ആക്കിയാൽ മതിയാകും. അറിയിപ്പില്ലാതെ എപ്പോഴും മയക്കുമരുന്ന് കണ്ടെത്തുന്ന നായ്ക്കളെ ഉപയോഗിക്കാനുള്ള സാധ്യതയുള്ള നിരയിൽ കാത്തിരിക്കുന്നതും ഇതിൽ ഉൾപ്പെടുന്നു."
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "ആപ്പിൾ സിഇഒ സ്റ്റീവ് ജോബ്‌സ് സ്റ്റേജിൽ വന്ന് തന്റെ ജീൻസിന്റെ പോക്കറ്റിൽ നിന്ന് ഐഫോൺ എടുത്ത് പ്രകടിപ്പിച്ചു."
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "സ്റ്റാർക്കിന്റെ സൈനികർ വേലിയുടെ അരികിൽ കോളനിസ്റ്റുകളുടെ സ്ഥാനത്തിന്റെ വടക്കൻ അറ്റത്ത് സ്ഥാനം എടുത്തു."
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "ചില അതിർത്തി കടന്നുള്ള ട്രെയിനുകളിൽ ഓടുന്ന ട്രെയിനിൽ തന്നെ പരിശോധന നടത്തുന്നു, അത്തരം ട്രെയിനുകളിലൊന്നിൽ കയറുമ്പോൾ നിങ്ങൾക്ക് വാലിഡ് ഐഡി ഉണ്ടായിരിക്കണം."
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "ഇന്നത്തെ മികച്ച കളിക്കാരനായി തിരഞ്ഞെടുക്കപ്പെട്ടത് വാഷിംഗ്ടൺ കാപിറ്റൽസിലെ അലക്സ് ഓവെച്കിനാണ്."
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "ഭൂമിയിൽ അപൂർവ്വമായി കാണപ്പെടുന്ന ചില പാറകളെ ഒരു ഔൺസിനു 11,000 ഡോളറിൽ നിന്ന് 22,500 ഡോളർ വരെ വിൽക്കുന്നു, ഇത് സ്വർണ്ണത്തിന്റെ വിലയുടെ പത്തിരട്ടിയോളം വരും."
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "നിങ്ങൾക്ക് ഇത് തീർന്നുപോയാൽ പലപ്പോഴും ഇത് വളരെ എളുപ്പത്തിൽ നിറവേറ്റാനാകും, കൂടാതെ ഇന്നത്തെ DSLR-നോട് താരതമ്യപ്പെടുത്താവുന്ന റെസല്യൂഷൻ നൽകുന്നു."
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "മാരൂച്ചിഡോർ പ്രിലിമിനറി ഫൈനലിൽ കബൂൾച്ചറിനെ പരാജയപ്പെടുത്തി."
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "ഡോക്ടർ ലി ടർക്കിയിൽ കുട്ടികൾക്ക് എച്ച്5എൻ1 പക്ഷിപ്പനി വൈറസ് ബാധിച്ചതായിരിക്കുന്നതിനെക്കുറിച്ചുള്ള റിപ്പോർട്ടുകൾ അവർ രോഗലക്ഷണങ്ങൾ കാണിക്കാതെ ബാധിതരായതായിരിക്കുന്നതിനെക്കുറിച്ച് ആശങ്കപ്പെട്ടു."
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "മിസ്റ്റിസിസം എന്നത് അന്തിമ യാഥാർത്ഥ്യം, ദൈവികത്വം, ആത്മീയ യാഥാർത്ഥ്യം അല്ലെങ്കിൽ ദൈവത്തെക്കുറിച്ചുള്ള സമ്പർക്കത്തിനോ, തന്മയത്വത്തിനോ, ബോധപൂർവമായ അവബോധത്തിനോ ഉള്ള അന്വേഷണമാണ്."
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "സ്വാതന്ത്ര്യം ലഭിച്ചതിനുശേഷം, സിംഗപ്പൂർ ബോട്ടാണിക്കൽ ഗാർഡൻസിന്റെ വൈദഗ്ധ്യം ദ്വീപിനെ ഒരു ഉഷ്ണമേഖലാ പൂന്തോട്ട നഗരമാക്കി മാറ്റാൻ സഹായകമായി."
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "ചില പണ്ഡിതർ ഊഹിക്കുന്നത് സംസ്കാരം ഇപ്പോൾ വറ്റിപ്പോയ സരസ്വതി നദിയുടെ തടത്തിലും വളർന്നുവന്നിരുന്നുവെന്നതിനാൽ അതിനെ സിന്ധു-സരസ്വതി സംസ്കാരം എന്ന് വിളിക്കാം എന്നാണ്. ചിലർ ഇതിനെ ഹരപ്പൻ സംസ്കാരം എന്ന് വിളിക്കുന്നു. ഇത് ഹരപ്പയുടെ പേരിൽ നിന്നാണ് വന്നത്. 1920-കളിൽ പുരാവസ്തു ഖനനം നടത്തിയ ആദ്യ സ്ഥലമായിരുന്നു ഹരപ്പ."
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "രാത്രി സ്ലീപ്പർ ട്രെയിനുകളിൽ, നിങ്ങൾക്ക് ഉറങ്ങാൻ തടസ്സമുണ്ടാകാതിരിക്കാൻ കണ്ടക്ടർ പാസ്പോർട്ടുകൾ ശേഖരിച്ചെടുക്കും."
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "എല്ലാവിധ സാഹചര്യത്തിലും നിങ്ങളെ എയർലൈനുമായി നേരിട്ട് ഫോൺ ചെയ്ത് ബുക്കിംഗ് നടത്തണം."
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "1957-ൽ ലക്സംബർഗ് ഇപ്പോൾ യൂറോപ്യൻ യൂണിയനായി അറിയപ്പെടുന്ന സംഘടനയുടെയോ സ്ഥാപക അംഗമായിരുന്നു."
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "പങ്കെടുക്കുന്ന രാജ്യങ്ങൾ ദേശീയ പവിലിയനുകളിൽ ലോക പ്രശ്നങ്ങൾ അല്ലെങ്കിൽ അവരുടെ രാജ്യത്തിന്റെ സംസ്കാരം, ചരിത്രം എന്നിവ പ്രദർശിപ്പിക്കാൻ കലാപരവും വിദ്യാഭ്യാസപരവുമായ പ്രകടനങ്ങൾ അവതരിപ്പിക്കുന്നു."
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "ഓരോ പരിപാടിയും കുട്ടികൾക്ക് ഗ്രന്ഥശാലയിൽ പോകുമ്പോൾ തിരയണം എന്ന് വിശേഷിപ്പിക്കുന്ന പുസ്തകങ്ങൾക്ക് ശുപാർശകൾ നൽകും."
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "പലപ്പോഴും നമ്മൾ ഒരു ടെലിവിഷൻ ഷോ കാണുന്നത് കണ്ടെത്തുന്നു, അത് ഒരു പ്രക്രിയയെക്കുറിച്ചോ ഒരു അനുഭവത്തെക്കുറിച്ചോ ഞങ്ങളെ അറിയിക്കുന്നു, അതിൽ ഞങ്ങൾക്ക് ഒരിക്കലും പങ്കെടുക്കാനോ ആ അറിവ് ഉപയോഗിക്കാനോ കഴിയില്ല."
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "മുകളിൽ പറഞ്ഞതുപോലെ, \"എസ്കിമോ\" എന്ന വാക്ക് അമേരിക്കയിൽ അംഗീകരിക്കപ്പെടുന്നുണ്ടെങ്കിലും, അമേരിക്കയ്ക്ക് പുറത്തുള്ള ആർട്ടിക് പ്രദേശങ്ങളിലെ ജനങ്ങൾ, പ്രത്യേകിച്ച് കാനഡയിൽ ഇത് അപകീർത്തികരമായി കണക്കാക്കുന്നു."
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "ചന്ദ്രന്റെ മുകളിൽ എല്ലായിടത്തും ഈ ചെങ്കുത്തായ പാറച്ചെരുവുകൾ കണ്ടെത്തിയിട്ടുണ്ട്. അവ വളരെ കുറഞ്ഞ കാലാവസ്ഥാ സ്വാധീനം കൊണ്ട് കാണപ്പെടുന്നവയാണ്, ഇത് അവ സൃഷ്ടിച്ച ഭൗമശാസ്ത്ര സംഭവങ്ങൾ താരതമ്യേന പുതിയവയാണെന്ന് സൂചിപ്പിക്കുന്നു."
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "യാത്രക്കാർ കാത്തിരിക്കുന്നതിനിടയിൽ അവർക്ക് വെള്ളം നൽകിയിരുന്നു, അപ്പോൾ താപനില 90 ഡിഗ്രി ഫാരൻഹീറ്റിൽ ആയിരുന്നു."
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "സ്കൈപ്പ് ശക്തമായ സ്ഥാനം പിടിച്ചിട്ടുള്ള ചൈന, കിഴക്കൻ യൂറോപ്പ്, ബ്രസീൽ തുടങ്ങിയ പ്രദേശങ്ങളിൽ ലാഭത്തിന്റെ വരുമാന സ്രോതസ്സുകൾ വൈവിധ്യവത്കരിക്കുകയും ജനപ്രീതി നേടുകയും ചെയ്യുന്നതിന് കമ്പനിക്ക് പ്രതീക്ഷയുണ്ട്."
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "പ്രതിവാര നിശ്ചിത ഘടനയുള്ള ശാരീരിക പ്രവർത്തന സെഷനുകൾക്ക് ദുരന്തത്തിന്റെ സാധ്യതയെക്കുറിച്ചുള്ള അതിശയോക്തിയുടെ സ്വാധീനം മാത്രമാണ് അനുവദിക്കപ്പെട്ടത്; വിഷാദവും ഭയവും അതിനു അനുവദിക്കപ്പെട്ടിരുന്നില്ല."
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "നമുക്കറിയാവുന്നതോളം, ടൈറ്റനെക്കാൾ കൂടുതൽ ചലനാത്മകത പ്രകടിപ്പിക്കുന്ന ഒരു ഗ്രഹമേയുള്ളൂ, അതിന്റെ പേര് ഭൂമിയാണ്, ”സ്റ്റോഫൻ പറഞ്ഞു."
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "1759 സെപ്റ്റംബർ 24 ന് ആർതർ ഗിന്നസ് അയർലണ്ടിൽ ഡബ്ലിനിൽ സെന്റ് ജെയിംസ് ഗേറ്റ് ബ്രൂവറിയ്ക്ക് 9,000 വർഷത്തെ പാട്ടക്കരാർ നൽകി."
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "ഭീഷണിയുടെ വിശ്വാസ്യതയെക്കുറിച്ച് അധികാരികൾക്ക് ഉറപ്പില്ലെന്നതിനാൽ, എഫ്ബിഐയുടെ നിർദ്ദേശം മാനിച്ച് മേരിലാൻഡ് ഗതാഗത വകുപ്പ് അടച്ചുപൂട്ടലാക്കി."
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "കമ്പനിക്ക് യുകെ സർക്കാരിൽ നിന്നും അടിയന്തിര സഹായം ലഭിച്ചുവെന്ന വെളിപ്പെട്ടതിനെ തുടർന്ന് 2008-ൽ നോർത്തേൺ റോക്ക് ബാങ്ക് ദേശീയവൽക്കരിക്കപ്പെട്ടിരുന്നു."
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "പരിസരത്തുള്ള രോഗബാധിതനായ വ്യക്തിയുടെ സാമീപ്യത്തിൽ നിൽക്കുന്നതിലൂടെ എളുപ്പത്തിൽ പടരുന്ന രോഗമാണ് സംക്രമിക രോഗം."
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "ലോകത്തെമ്പാടും പ്രതിഷേധങ്ങളും പല കുറ്റകൃത്യങ്ങൾക്കുള്ള നിയമനടപടികളും നടന്നു, ഐസ്‌ലാൻഡിലെയും പാകിസ്ഥാനിലെയും സർക്കാർ മേധാവികൾ രാജിവെച്ചു."
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "മുന്നരിവ് നടത്തി അനുമതി റിസർവ് ചെയ്യേണ്ടത് ആവശ്യമാണ്. സിറീനയിൽ രാത്രി താമസിക്കുന്നതിന് നിങ്ങൾക്ക് അനുമതി ഉണ്ടായിരിക്കണം."
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "അദ്ദേഹത്തിന്റെ അഭിപ്രായങ്ങളെ വിട്ടുനിർത്തിയും അദ്ദേഹം ലണ്ടനിൽ നടക്കുന്ന 2012 ഒളിമ്പിക്സിൽ ബ്രിട്ടീഷ് മത്സരാർത്ഥികളെ പിന്തുണയ്ക്കുമെന്ന് പറഞ്ഞു."
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "പല കെട്ടിടങ്ങളും കാണുന്നതിൽ മനോഹരമാണ്, ഉയരമുള്ള കെട്ടിടത്തിന്റെ മുകളിൽ നിന്നോ അല്ലെങ്കിൽ മികച്ച രീതിയിൽ സ്ഥാപിച്ചിരിക്കുന്ന ജാലകത്തിൽ നിന്നോ ഉള്ള ദൃശ്യം സൗന്ദര്യമാണ്."
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "ഓസ്‌ട്രേലിയയിലെ മുൻ സംരക്ഷണവാദി സർക്കാർ ക്യോട്ടോയെ അംഗീകരിക്കാൻ വിസമ്മതിച്ചതായിരുന്നു, കൽക്കരി കയറ്റുമതിയെ വളരെയധികം ആശ്രയിക്കുന്നത് സമ്പദ്‌വ്യവസ്ഥയെ ദുർബലപ്പെടുത്തുമെന്ന് പറഞ്ഞു, അതേസമയം ഇന്ത്യയും ചൈനയും പോലുള്ള രാജ്യങ്ങൾ ഉദ്‌വമന ലക്ഷ്യങ്ങൾക്ക് ബാധ്യതയില്ലായിരുന്നു."
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "കഴിഞ്ഞ 3 മാസത്തിനിടയിൽ 80 ലധികം പേരെ ഔദ്യോഗികമായി കുറ്റം ചുമത്താതെ സെൻട്രൽ ബുക്കിംഗ് സെന്ററിൽ നിന്ന് മോചനം ചെയ്തു."
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "ശാസ്ത്രജ്ഞർ ഈ പ്രക്രിയയെ \"ഉത്തേജിതമായ വികിരണ ഉദ്വമനം\" എന്ന് വിളിക്കുന്നു, കാരണം ശോഭയുള്ള പ്രകാശം ആറ്റങ്ങളെ ഉത്തേജിപ്പിക്കുന്നു, ഇത് ഒരു ഫോട്ടോൺ പ്രകാശത്തിന്റെ ഉദ്വമനത്തിന് കാരണമാകുന്നു, കൂടാതെ പ്രകാശം വികിരണത്തിന്റെ ഒരു രൂപമാണ്."
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "യാത്രയിൽ പങ്കെടുക്കുന്ന സഹയാത്രികരും നിങ്ങളുടെ വീട്ടിലുള്ള ബന്ധുക്കളും സുഹൃത്തുക്കളും നിങ്ങൾക്ക് സഹായം ചെയ്യാൻ തയ്യാറായവർക്ക് നയങ്ങളുടെയും ബന്ധപ്പെടൽ വിവരങ്ങളുടെയും കോപ്പികൾ നൽകുക."
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "ലോസ് ഏഞ്ചൽസ് പോലീസ് വകുപ്പിന്റെ മുഖവിലാസമായ ക്രിസ്റ്റഫർ ഗാർസിയ അഭിപ്രായപ്പെട്ടു, സംശയാസ്പദമായ പുരുഷ പ്രതിയെ വാണ്ടലിസത്തിന് പകരം അതിക്രമണത്തിന് ആരോപിച്ച് അന്വേഷിക്കുകയാണ്."
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "നമ്മുടെ ഭാവന യാഥാർത്ഥ്യത്തെ അടിസ്ഥാനമാക്കിയുള്ളതാണോ എന്ന് ചോദിക്കാം? ആദ്യം മുതൽ കോട്ടകൾ എന്തിനാണ് നിർമ്മിച്ചത്? അവ എങ്ങനെ രൂപകല്പന ചെയ്തും നിർമ്മിച്ചും വന്നത്?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "കമ്മീഷണർ പറയുന്നു, \"ഉത്ഭവ നിയമങ്ങളും ചുങ്ങം വിലക്കുറവുകളും ഞങ്ങൾ ഇതുവരെ ധാരണയിലെത്തിയിട്ടില്ല, എന്നാൽ ഞങ്ങൾക്ക് ഉള്ള ഘടന ജൂലൈ 1, 2020 മുതൽ വ്യാപാരം ആരംഭിക്കാൻ മതിയായ അടിസ്ഥാനം ഉണ്ട്\"."
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "ഹൗസ് എനർജി ആൻഡ് കൊമേഴ്‌സ് കമ്മിറ്റിയുടെ പരിധിയിൽ വരുന്ന നിരീക്ഷണവും അന്വേഷണവും ഉപസമിതിയുടെ ചെയർമാനായുള്ള അദ്ദേഹത്തിന്റെ പങ്കിൽ സ്റ്റിയേൺസ് നടത്തുന്ന അന്വേഷണങ്ങളുടെ ഭാഗമായി പ്ലാൻഡ് പാരൻ്റ്‌ഹുഡ് വഴി ഗർഭച്ഛിദ്രത്തിന് നികുതി പണം ഉപയോഗിക്കുന്നുണ്ടോ എന്ന് അദ്ദേഹം പരിശോധിക്കുന്നു."
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "യൂട്ടാ ജാസ് ടീമിലെ ഒരു കളിക്കാരൻ കോവിഡ്-19 വൈറസിന് പോസിറ്റീവ് ആയതിനെ തുടർന്ന് എൻബിഎ തീരുമാനമെടുത്തു."
  }
]