[
  {
    "source_text": "A micro-manipulation method based on adhesion forces and dynamic effects has been proposed in our previous papers. A prototype manipulator, called [mu]MAD, has been constructed and successfully experimented. This paper describes the advanced capabilities of [mu]MAD, especially two new interesting applications: sorting of micro-objects and mechanical characterizations.",
    "translation": "基于粘附力和动态效应的微操作技术已在我们之前的研究中提出。我们开发了一个原型操作器，[mu]MAD操作器，并取得了成功。本文介绍了[mu]MAD操作器的高级功能，特别是两个新的应用实例：微物体的分类和机械特性分析。"
  },
  {
    "source_text": "When chaos calls / Bedlam abounds. Is now a good time to unplug and move to the woods?\n\nHere is the good news: We are completely doomed.\n\nIsn't that great? Isn't that reassuring? It damn well should be, because, in some form or another and since we were knee-high to a cave painting, the apocalypse has always, always been nigh.\n\nIt is perhaps the single most wonderful and reliable aspect about being a tiny troubled biped on this tiny troubled speck of spinning space dust; depending on whom you listen to, depending on how dialed in you are to the various nefarious signs and conspiracy theories and reruns of \"The Omen\" on late-night cable, we are always on the verge of imminent and unstoppable doom. It's just a matter of which supremely peeved deity -- God? Nukes? Bees? Trees? Peanut butter? -- you believe is about to bring the hammer down.\n\nIf nothing else, this unfailing belief in our imminent demise makes us terribly consistent. And consistency, aside from being a nasty hobgoblin, also provides terrific comfort. And comfort, in times of chaos and imminent apocalypse, is always sort of nice. See how that works?\n\nIn the Bush Dark Times, the apocalypse took the form of various charming little munchkins, like the gay agenda, Buddha tattoos, nu-metal, female nipples, Bill O'Reilly's adorable \"culture wars,\" gangsta rap, condoms, bad art, Muslim fanatics who want to confiscate your porn collection, stem cell research, Hillary Clinton and teenagers having lots of anal sex and calling it chastity. So cute!\n\nBut now, in the Obama Enlightenment, a very strange thing has occurred. It's as though Armageddon finally got a glimpse of itself in the mirror, saw what the GOP and Christian right had done to it and went, \"Holy hell, who put these f--king clown shoes on me and cut my hair in a mullet and stamped this idiotic 'Left Behind' logo on my forehead?\"\n\nAnd then it went on a rampage.\n\nResult: The apocalypse is no longer the illegible stick-figure cartoon Dubya liked to scribble on the bathtub wall while high on whippets and too many Ding-Dongs. Armageddon has taken on new shape and identity, ripped off its Disney costume to reveal a much darker and more sinister persona: global economic collapse, violent climate change, oceans in crisis, food shortages and water shortages and ice caps melting so quickly scientists are hauling life rafts to the research centers. Doom is now stripped down, battle scarred, global and mean.\n\nAccordingly, many people are looking around in increasing panic, wondering, \"Now? Is it now? Should I just chuck it all and unplug the iMac and quit updating my damnable Facebook status and move off the grid, somewhere with plenty of fresh water and lots of paranoia and free guns and no one will dare mess with my potato crops, what with all the barbed wire and trained attack dogs -- like, say northern Idaho or Canada or Afghanistan?\"\n\nVerily, every urban dweller I know has at least had the conversation, with varying degrees of seriousness. Given the massive layoffs and surging unemployment rates, what with all those fundamental, root-chakra domains -- food, water, shelter -- now kneeling before the gods of chaos, the general consensus seems to be that it might just be an ideal time to take the burned-out husk of your 401K and get the hell out before the water riots begin.\n\nBut really, how do you know? After all, it's just terribly easy to get lost in the maelstrom, to have little or no idea exactly how bad it really is out there in Bedlamville, simply because the various sources that are supposed to tell us just how awful it is -- that is, this very major media -- are themselves undergoing such a massive upheaval that it's all they (that is, we) can do to stay upright and spell their own names correctly in the obituaries, much less accurately report on Japan's breakdown or just how terrifying Eastern Europe is right now and what, exactly, that might mean for the price of your 50-pound bag of Mexican avocados from Costco.\n\nIt's easy to give in and let The Fear swallow you whole. After all, if the bitchy president of the EU says President Obama's wildly audacious master plan is a \"road to hell,\" who are you to argue? If the experts say places like LA and Nevada are about to run out of water and start feeding on their young, what can you possibly do about it? If the punditry points out just how silly it is to be focusing on kittenish issues like the AIG scandal while \"the tiger sinks its teeth into the world's neck,\" well, who are you not to take heed?\n\nHere is your",
    "translation": "乱世来临 / 混乱四起。现在是时候断电搬进树林了吗？\n\n好消息是：我们注定要完蛋。\n\n这不是很令人安慰吗？这该死的应该是，因为，不管是哪种形式，自从我们还是小孩，看到洞穴壁画的时候起，世界末日就一直在威胁着我们。\n\n这也许是我们这个小小的、充满问题的两足动物在这个星球上生活的最美好和最可靠的方面；不管你听谁的，不管你有多关注各种邪恶的征兆和阴谋论，以及深夜有线电视上重播的《鬼哭神嚎》，我们总是处于末日的边缘。只是不知道是哪个愤怒的神灵——上帝？核弹？蜜蜂？树木？——会带来毁灭。\n\n如果没有别的，这种对末日的信念让我们保持了惊人的一致性。而一致性，不仅是令人讨厌的恶魔，也给了我们巨大的安慰。在混乱和末日的时期，安慰总是很好的。你看，这就是如何运作的？\n\n在布什黑暗时期，末日的形式是各种可爱的小怪物，像同性恋议程、佛教纹身、重金属音乐、女性乳头、比尔·奥赖利可爱的“文化战争”、黑帮说唱、避孕套、糟糕的艺术、穆斯林极端分子想要没收你的色情收藏、干细胞研究、希拉里·克林顿和青少年大量进行肛交并称之为贞洁。多么可笑！\n\n但现在，在奥巴马启蒙时期，发生了一件令人惊讶的事情。仿佛末日终于在镜子里看到了自己，看到了共和党和基督教右派对它做了什么，然后说：“天哪，谁把这些该死的丑角鞋给我穿上，给我剪了一个马尾辫，给我额头上贴了这个白痴般的《被遗忘》标志？”\n\n然后它就开始了疯狂的报复。\n\n结果：末日不再是小布什喜欢在浴缸墙上涂鸦的无法识别的图画。末日已经有了新的形象和身份，脱掉了迪士尼的服装，露出一个更黑暗、更邪恶的面目：全球经济崩溃、暴力气候变化、海洋危机、食物短缺和水资源短缺、冰帽融化得如此之快，以至于科学家们不得不带着救生艇去研究中心。末日现在变得赤裸、伤痕累累、全球化和残酷。\n\n因此，很多人越来越恐慌地看着周围，想知道：“现在？是现在吗？我应该放弃一切，断电，关闭iMac，停止更新我的Facebook状态，搬到偏远地区，哪里有充足的水源、很多偏执和免费枪支，没有人敢碰我的土豆作物——比如说，爱达荷州北部或加拿大或阿富汗？”\n\n确实，每个我认识的城市居民都至少进行过一次这样的对话。考虑到大规模裁员和激增的失业率，什么时候那些基本的领域——食物、水、住房——都跪在混乱的神灵面前，普遍的共识似乎是现在可能是离开之前水源短缺引发暴乱的理想时机。\n\n但真正的，你怎么知道？毕竟，在混乱中迷失方向是很容易的，你很难知道外面到底有多糟糕，因为那些原本应该告诉我们外面有多糟糕的信息来源——也就是主要媒体——自己正在经历如此巨大的动荡，以至于他们很难保持站立，何况准确报道日本的崩溃或东欧现在有多么可怕，以及这对你从Costco购买的50磅墨西哥鳄梨的价格意味着什么。\n\n很容易屈服于恐惧，让恐惧吞没你。毕竟，如果欧盟的总统说奥巴马的计划是通往地狱的道路，你又如何反驳？如果专家说像洛杉矶和内华达这样的地方即将用完水，开始吃掉他们的年轻人，你又能做什么？如果评论员指出关注像AIG丑闻这样的幼稚问题是多么愚蠢，而“老虎正在咬住世界的脖子”，那么你又如何反驳？"
  },
  {
    "source_text": "RFID technology is actually considered a hot topic in all scientific areas and has been described as a major enabling technology for the automation of many processes. Although it is not a new technology it has only recently come to the awareness of the public and is widely used in many sectors and particularly in healthcare. This paper aims to illustrate the utilisation of the RFID technology in healthcare, more precisely in infant security systems within the hospitals. To achieve this objective a case study about the experience of Portuguese hospitals in this system is presented and highlighted the main advantages reached with its utilisation.",
    "translation": "RFID技术实际上是各个科学领域的研究热点，并被描述为实现许多流程自动化的关键技术。尽管这项技术并不新颖，但它最近才开始引起公众的关注，已被广泛应用于多个行业，特别是医疗保健领域。本文将重点介绍RFID技术在医疗保健领域的应用，尤其是在医院的婴儿安全系统应用中。通过介绍葡萄牙医院在该系统中的应用经验，并着重讨论了其应用的主要优势。"
  },
  {
    "source_text": " jazz and whatever else Björk could throw in the mix. The record was produced by Nellee Hooper, a DJ from the Bristol Wild Bunch collective who’d made a name for himself with his work on Soul II Soul’s Club Classics Vol I. Introduced to Hooper by her then-boyfriend, English DJ Dom T, Björk fell head over heels into a musical whirlwind affair celebrated on ‘Big Time Sensuality’: “Something important is about to happen/And we’re both included”. The Debut team – including Pop Group/PiL drummer Bruce Smith, Shamen vocalist Jhelisa Anderson and Talvin Singh, who played tabla and other percussion, as well as travelling to India to record a bona fide Bollywood string section for ‘Venus As A Boy' – would hit a different club every night after the sessions, and the record fizzes with the energy of discovery, Björk’s voice, so different from the usual style of dance vocalists, offering an entry point for those who wanted to join her mission of musical discovery: on ‘There’s More To Life Than This’, she runs off to the toilets of the Milk Bar nightclub to sing about nicking boats from the harbour, plotting to “rush down to the town’s best baker/To get the first bread of the morning”. The charm of the small-town girl on the rampage in the big city proved irresistible, and Debut sold 60,000 in the first month of its release, reaching No 3 in the UK chart, and earning Björk two Brit awards – Best International Female and Best International Breakthrough Act. This early success set her on a path she hadn’t expected, that of an accidental global pop star, forced to balance her art-punk origins and extreme tastes with reaching a huge new audience.\n\nTelegram (1996)\n\nBjörk’s second mature solo album, Post, contains many of her best-known songs: 'Army Of Me', 'Hyperballad', 'It’s Oh So Quiet'. But its dark shadow self, Telegram, found Björk trying on wildly different guises, “not trying to make it pretty or peaceable for the ear,” as she told Mixmag, but “just like a record I would buy myself”. Debut had been followed by a 1994 remix EP, the catchily titled The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels, with reworkings from Underworld, Sabres of Paradise and the Black Dog. Telegram, however, was promoted as an album in its own right, foregrounding Björk’s belief in remixing not just as a bonus to aid single sales, but as a way of reinventing her music, and of taking part in the sounds of those she admired without co-opting it. The tracklisting was wildly eclectic, from Dobie’s loping, hip hoppy take on ‘I Miss You’ or Dilinja’s skittering, nervy drum & bass rework of ‘Cover Me’ to a version of ‘Hyperballad’, the album’s lushest single, by avant garde classicists The Brodsky Quartet and ‘My Spine’, a Post offcut in collaboration with Scottish percussionist Evelyn Glennie. “I give it to the remixers and I just become a material to them. Like sugar or raisins,” she told Mixmag. “That is what’s challenging to me. To stop being the boss… Remixing allows me to always be me. It would not be honest for me to make a drum & bass record. It’s not where I come from… but I can go to a drum & bass person and say ‘Hello, my name is Björk and this is my voice and my song’ and they can make what they want from it. And you will see on the sleeve, ‘Björk remixed by Dilinja’. No one is stealing anyone else’s ideas and I don’t see it as ‘my work’ at all.”\n\nAll Björk’s singles continued to be released with a rich complement of remixes – Biophilia also has a sister remix record, Bastards. In 2005, she opened her work up to an even wider reinvention for the Army Of Me: Remixes And Covers charity album, raising money for those affected by the 2004 Asian tsunami. Putting a call out on her website, she chose from over 600 submissions from fans and musicians both amateur and professional. Biophilia went even further, allowing everyone who bought its apps to tinker",
    "translation": "爵士乐和其他各种风格的音乐，都是比约克可以融入的元素。 这张专辑由来自布里斯托尔的野蛮帮集体的DJ内利·胡珀（Nellee Hooper）制作，他凭借自己在灵魂II灵魂乐队（Soul II Soul）的《俱乐部经典第一卷》（Club Classics Vol I）中的工作而闻名。 通过当时的男友，英国DJ多姆·T（Dom T）认识了胡珀，比约克深深地坠入了音乐旋风般的恋情中，在《大时髦性感》（Big Time Sensuality）中，她唱道：“一些重要的事情即将发生/我们都被包括在内”。 《首次亮相》（Debut）团队——包括流行乐队/皮尔乐队（PiL）鼓手布鲁斯·史密斯（Bruce Smith），沙曼乐队（Shamen）主唱杰利莎·安德森（Jhelisa Anderson）和塔尔文·辛格（Talvin Singh），他演奏塔布拉和其他打击乐器，并且还前往印度为《金星作为男孩》（Venus As A Boy）录制了一支真正的宝莱坞弦乐队——在录制会话后每晚都会去不同的俱乐部，专辑中充满了发现的能量，比约克的声音独特，远离舞蹈歌手的常规风格，为那些想加入她音乐探索之旅的人提供了一个入口：在《生活中还有更多》（There's More To Life Than This）中，她跑到牛奶酒吧夜总会的卫生间唱歌，谈论从港口偷小船，计划“冲到镇上最好的面包店/买早晨的第一块面包”。 小镇女孩在大城市的魅力无法抵挡，首次亮相专辑在发行的第一个月就卖出了6万张，登上了英国榜第三位，并为比约克赢得了两项布里特奖——最佳国际女歌手和最佳国际新人。 这种早期的成功使她走上了意想不到的道路——偶然的全球流行歌星，被迫在艺术朋克的起源和极端的品味与吸引大量新观众之间取得平衡。\n\n电报（1996）\n\n比约克的第二张成熟的个人专辑《邮件》（Post）包含了她最著名的许多歌曲：《我的军队》（Army Of Me）、《超级弹球》（Hyperballad）、《它是如此安静》（It's Oh So Quiet）。 但它的黑暗影子自我，电报，比约克尝试着各种不同的伪装，“不试图让它变得漂亮或和平”，她告诉Mixmag，“就像我自己会买的唱片一样”。 《首次亮相》之后是1994年的混音EP，标题为《专辑首次亮相的最佳混音》（The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels），其中包括地下世界（Underworld）、天堂之剑（Sabres of Paradise）和黑狗（Black Dog）的混音。 然而，电报被宣传为一张独立的混音专辑，突出了比约克对混音的信念，不仅仅是为了帮助单曲销售的奖金，而是重新发明她的音乐的方式以及参与她钦佩的那些人的声音。 歌曲列表是非常多样化的，从Dobie的《我想你》（I Miss You）的嘻哈版本到Dilinja的《遮蔽我》（Cover Me）的神经质的鼓打贝斯重制，再到布罗德斯基弦乐四重奏（The Brodsky Quartet）的《超级弹球》（Hyperballad）的版本，到《我的脊柱》（My Spine），与苏格兰打击乐手伊芙琳·格伦妮（Evelyn Glennie）合作的《邮件》（Post）中的一个片段。 “我把它交给混音师，我只是成为他们的材料。就像糖或葡萄干一样，我只是成为他们创作的原料，”她告诉Mixmag。“这就是对我来说具有挑战性的地方。停止成为老板……混音允许我始终是我自己。它不会对我说实话，如果我制作一张鼓打贝斯唱片。它不是我来自哪里……但我可以去找一个鼓打贝斯的人说‘你好，我是比约克，这是我的声音和我的歌曲’，他们可以用它做任何事情。并且你会在封面上看到，‘比约克混音由Dilinja’。没有人偷走任何人的想法，我根本不认为这是‘我的作品’，我只是参与其中。”\n\n比约克所有的单曲都继续以丰富的混音形式发行——《生长》（Biophilia）也有一个姐妹混音唱片《混蛋》（Bastards）。 2005年，她为《我的军队：混音和封面》（Army Of Me: Remixes And Covers）慈善专辑开放了她作品的更广泛的重新发明，为2004年亚洲海啸受害者募集资金。 在她的网站上发布了一个呼吁，她从600多个来自粉丝和音乐家的专业和业余的投稿中选择了。 《生长》走得更远，让每个购买应用程序的人都可以自由地修改和创作。"
  },
  {
    "source_text": "This paper describes some novel research results on bilateral teleoperation of a flexible catheter in a constrained environment. The dynamics of the catheter in a constrained environment is highly nonlinear and is affected by a large number of factors such as friction, flexibility of the catheter, force of insertion, shape and size of the catheter, etc. As a result, the distal end of the catheter almost never follows the actuated end of the catheter which could cause fatigue to the clinician/user attempting to insert the catheter in a blood vessel. In addition, there is a time delay of up to 0.8 second before the distal end of the catheter advances after the near end is actuated. This delay is sufficient to cause instability in the control loop. We have developed a teleoperation framework using wave variables to perform robot- assisted catheter insertion in a constrained environment while reflecting the forces at the tip of the catheter to the clinician. Experimental results showing the effect of different factors such as the velocity and stroke length of insertion on the delays introduced in control loop and errors between the master and slave position are included. To the best of our knowledge, this work is among the first to attempt to provide an understanding of the effects of various factors on the flexing of the catheter. In addition, master-slave insertion of a catheter instrumented with shape memory alloys (SMA) has also been performed and the results are included in this paper.",
    "translation": "本文介绍了在受限环境中柔性导管双向远程操控的新颖研究成果。在受限环境中，导管的动力学非常非线性，受到多种因素的影响，如摩擦、导管的柔韧性、插入力、导管的形状和大小等。因此，导管的远端几乎无法跟随被驱动的导管端，这可能会导致操作人员感到疲劳。此外，在近端被驱动后，导管的远端会延迟约0.8秒才会前进。这种延迟可能会导致控制回路不稳定。我们开发了一种基于波变量的远程操控框架，用于在受限环境中进行机器人辅助导管插入，并将导管尖端的力反馈给操作人员。实验结果表明了不同因素（如插入速度和行程长度）对控制回路中的延迟和主从位置误差的影响。据我们所知，这项工作是首次尝试研究各种因素对导管弯曲的影响。此外，我们还进行了带有形状记忆合金（SMA）的导管仪器的主从插入实验，其结果也包含在本文中。"
  },
  {
    "source_text": "Nodes in ad hoc networks generally transmit data at regular intervals over long periods of time. Recently, ad hoc network nodes have been built that run on little power and have very limited memory. In ad hoc networks authentication can be a significant challenge, even without considering size and power constraints. Assuming idealized hashing, this paper examines lower bounds for ad hoc broadcast authentication for /spl mu/-TESLA-like protocols. In particular this paper focuses on idealized hashing for generating preimages of hash chains. Using variations on these idealized hash functions, this paper gives an idealized time-space product /spl Omega/(t/sup 2/ log/sup 4/ n) bit operation/sup 1/ lower-bound for optimal preimage hash chain generation. Where n is the total length of the hash chain and the hash elements are t-wise independent. Given our foundations, these results follow as corollaries to a lower bound of Coppersmith and Jakobsson.",
    "translation": "adhoc网络系统中的节点通常会在很长一段时间内以固定的时间间隔发送数据。最近，adhoc网络系统的节点的设计开始注重低功耗和极少的内存。即使不考虑尺寸和功耗限制，adhoc网络系统中的身份验证也可能是一个巨大的挑战。本文假设理想化的哈希函数，研究了adhoc网络系统广播身份验证的下限，特别是针对/spl mu/-TESLA类协议的广播身份验证。具体来说，本文关注于使用理想化的哈希函数生成哈希链的预图像的方法。通过对这些理想化的哈希函数的变体， 本文给出了一个理想化的时间-空间乘积/spl Omega/(t^2 log^4 n)比特运算的下限，用于生成哈希链的预图像。其中，n是哈希链的长度，哈希元素是t-wise独立的元素。基于我们的基础，这些结果是Coppersmith和Jakobsson下限的直接推论。"
  },
  {
    "source_text": "Following Monday’s false dawn Britain, the EU and Ireland have finally reached a deal on Brexit, meaning talks can now move onto phase two.\n\nTalks ran through the night between UK Prime Minister Theresa May, leader of the DUP – Northern Ireland’s biggest party – Arlene Foster, European Commission President Jean-Claude Juncker and Irish leader Leo Varadkar.\n\nTensions between the leaders had reached fever pitch during the week as the heads of state fought their country’s corner. However, by Friday morning it was announced that marathon all-night talks had culminated in an initial plan on which everyone agreed.\n\nHere RT breaks down the key points of that agreement:\n\nIreland gets to keep its soft border\n\nWe have achieved all we set out to achieve in Phase 1. This is not the end but it is the end of the beginning. The Good Friday Agreement is fully protected & the Common Travel Area will continue. The UK is committed to avoiding a hard border. #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) December 8, 2017\n\nThe Irish government was unhappy with the language in the initial proposal from the UK on the border between Northern Ireland and the Republic.\n\nEarlier in the week Taoiseach Varadkar (Ireland’s PM), even threatened to delay negotiations until the new year if a deal couldn’t be brokered.\n\nREAD MORE: Irish PM throws Theresa May under the bus, says UK PM abandoned North Ireland Brexit deal\n\nDetermined to move on to phase two of negotiations before the Christmas break, the group worked through the night to come up with a new agreement that Varadkar called “cast iron” and “bulletproof.”\n\nAll other issues are to be ironed out in phase two but, if those negotiations break down, there is now a clear default or insurance policy that guarantees there will be no customs or trade barriers between the Republic of Ireland and the UK.\n\nCitizens get to keep their rights\n\n1/2 Delighted we've reached an agreement which will give both Europeans here in the UK and British citizens in the EU binding guarantees about their residence rights. — Amber Rudd MP (@AmberRuddHR) December 8, 2017\n\nAs per the agreement, the more than 3 million EU citizens living and working in the UK will continue to enjoy the current freedom of movement principals. The guarantee also applies to British citizens living in other parts of the EU.\n\nCrucially, everyone born in Northern Ireland will still retain EU AND British citizenship. The European Court of Justice will continue overseeing the rights of EU citizens in the UK for eight years after their withdrawal.\n\nIn his press conference Friday Varadkar told unionists in Northern Ireland: “We want to build bridges, not borders,” and to nationalists: “Your birthright as an Irish citizen is protected.\"\n\nREAD MORE: Tories praise Brexit deal, but Nigel Farage says it is ‘humiliating’\n\nCommon travel area\n\nUnder Friday’s 11th hour deal citizens on the island of Ireland will continue to move freely between the North and Republic. This had been a major concern for business people, and the thousands who live and work either side of the border.\n\nGoing forward\n\nMove to phase 2 of talks good - but devil is in the detail and things now get really tough. If #Brexit is happening (wish it wasn’t) staying in single market & customs union is only sensible option. And any special arrangements for NI must be available to other UK nations. — Nicola Sturgeon (@NicolaSturgeon) December 8, 2017\n\nTalks will now turn to the transition period. The UK has asked for a two-year implementation period from the exit date, bringing the cut-off point to March 2021, in which they would remain in the Single Market and Customs Union – the terms of just how involved Britain will be in the EU during that period has yet to be determined.\n\nBritain and the EU will also have to decipher what their relationship will look like post-divorce, specifically if and how the two will fight issues such terrorism and international crime together.\n\nREAD MORE: Confirmed! Brexit deal brokered between May and EU - no hard border for N. Ireland\n\n“We all know that breaking up is hard. But breaking up and building a new relation is much harder,” said President of the European Council Donald Tusk, harking back to Neil Sadaka’s 1975 hit.\n\n“Since the Brexit referendum, a year and a half has passed. So much time has been devoted to the easier part of the task. And now, to negotiate a transition arrangement and the framework for our future relationship, we have de facto less than a year.”\n\nGiven that",
    "translation": "周一，英国、欧盟和爱尔兰终于就英国脱欧问题达成协议，这意味着谈判可以进入第二阶段。\n\n英国首相特蕾莎·梅、北爱尔兰最大政党民主统一党领导人阿琳·福斯特、欧盟委员会主席让-克洛德·容克和爱尔兰总理利奥·瓦拉德卡尔经过一晚的谈判后达成协议。\n\n在周末，各国领导人之间的紧张关系达到了顶点，各国领导人都在为本国利益而战。然而，到了周五早上，宣布达成初步协议。\n\n以下是RT总结的协议的关键点：\n\n爱尔兰保持软边界\n\n我们已经实现了第一阶段的所有目标。这不是结束，但这是开始的结束。《贝尔法斯特协议》的内容得到全面保护，共同旅行区将继续保持不变。英国承诺不会建立硬边界。 #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) December 8, 2017\n\n爱尔兰政府对英国关于北爱尔兰和爱尔兰共和国边界的初步提议的用词不满意。\n\n在本周早些时候，爱尔兰总理瓦拉德卡尔甚至威胁说，如果不能达成协议，将推迟谈判直到新年。\n\n更多：爱尔兰总理将特蕾莎·梅抛在一边，说英国首相放弃了北爱尔兰的脱欧协议\n\n为了在圣诞节前进入谈判的下一阶段，各方经过一晚的谈判后达成协议，瓦拉德卡尔称之为“铁板钉钉”和“防弹”。\n\n其他问题将在第二阶段解决，但如果谈判破裂，现在有一个明确的默认或保险政策，保证爱尔兰共和国和英国之间不会有海关或贸易壁垒。\n\n公民的权利得到保留\n\n1/2 我们很高兴达成协议，将为英国的欧洲公民和欧盟的英国公民提供关于居住权的有约束力的保证。 — Amber Rudd MP (@AmberRuddHR) December 8, 2017\n\n根据协议，居住和工作在英国的300多万欧洲公民将继续享有目前的自由流动原则。该保证也适用于居住在欧盟其他成员国的英国公民。\n\n关键是，北爱尔兰出生的人将保留欧盟和英国的双重国籍。欧洲法院将继续监督英国脱欧后八年内欧盟公民在英国的权利。\n\n在周五的新闻发布会上，瓦拉德卡尔告诉北爱尔兰的联合主义者：“我们要建立桥梁，而不是筑墙”，并对民族主义者说：“你的爱尔兰公民权利得到保护”。\n\n更多：保守党赞扬脱欧协议，但尼格尔·法拉奇说这是“耻辱”\n\n共同旅行区\n\n根据周五的协议，爱尔兰岛上的公民将继续在北爱尔兰和共和国之间自由流动。这一直是商界人士和成千上万生活和工作在边境两边的人的主要担忧。\n\n未来的发展\n\n进入第二阶段的谈判是好的，但细节才是关键所在，事情现在变得真正棘手。如果要发生脱欧（我希望不是这样），那么留在单一市场和关税联盟是最合理的选择。北爱尔兰的任何特殊安排也必须对其他英国国家和地区开放。 — Nicola Sturgeon (@NicolaSturgeon) December 8, 2017\n\n谈判现在将转向过渡期。英国要求从脱欧日期开始的两年过渡期，截止日期为2021年3月底，在此期间他们将留在单一市场和关税联盟中——英国在此期间将如何参与欧盟尚待确定。\n\n英国和欧盟还将不得不破译他们的关系将如何在脱欧后发展，特别是如何共同打击恐怖主义和国际犯罪。\n\n更多：确认！梅和欧盟之间达成脱欧协议——北爱尔兰没有硬边界\n\n“我们都知道，分手是很难的。但是，分手和建立新的关系更加困难，”欧洲理事会主席唐纳德·图斯克说，回忆起尼尔·萨达卡1975年的热门歌曲。\n\n“自脱欧公投以来，一年半的时间已经过去了。那么多时间都花在了任务的相对容易的部分上。现在，我们只有不到一年的时间来谈判过渡安排和未来关系的框架。”"
  },
  {
    "source_text": "Existing version control approaches in database management systems (DBMSs) are still limited to providing version control functionality for the rollback to a previous state of the database itself and/or database schemas. The interrelations between changes to software artifacts produced during a database development process such as specifications, design diagrams, documentation, and database itself are not well managed by an DMBS. This paper presents an integrated approach that combines the structure-oriented software configuration management (SCM) and versioned hypermedia to control logical changes to software artifacts including entity-relationship diagrams (ERDs) and schema constructs, and to maintain consistent configurations among those constructs and versions of data. Logical connections among specifications and elements of an ERD are represented as hyperlinks and versioned as well.",
    "translation": "现有的数据库管理系统（DBMS）中的版本控制方法仍然局限于数据库本身和/或数据库模式的版本控制，仅能回滚到以前的状态。数据库开发过程中产生的软件工件（如规范、设计图、文档和数据库本身）之间的关系管理不够完善。本文提出了一种集成方法，融合结构化的软件配置管理（SCM）和版本化的超媒体，以控制实体-关系图（ERD）、模式构造等软件工件的逻辑变化，从而保持这些构造和数据版本的一致性。规范和ERD元素之间的逻辑关系通过超链接表示，并且也实现了版本控制。"
  },
  {
    "source_text": "\nShort answer: nuke the disclaimer notices\n\nAt which point, god help us all. Now, not only do we have fake sites putting out clickbait crap to game Facebook and Twitter, but now they’re not even clearly marked as fake news sites! Which means Google and Facebook will have to go back to step 1: identifying them based on the content.\n\nSo then we’re back to square one. But the problems don’t end with identifying fake news.\n\nOh no, there will be consequences when news sites inevitably get misflagged as ‘fake’. Such as say, a very angry webmaster/owner sending Google legal threats for cutting off their income based on what he sees as company bias/discrimination/whatever. Or complaining that Google’s actions (accusing his site of being fake) is considered libel or something.\n\nIt’s a legal minefield that could leave enough gaps in the terms and conditions to drive a (lawsuit )bus through.\n\nAnd this is still only the tip of the iceberg when it comes to how awful this statement is and how badly these rules could be interpreted.\n\nBecause then we get to the whole ‘conceal information’ aspect. What counts as this?\n\nWell, that’s a good question actually. Because the amount of things you could ban sites for based on the concept is insane.\n\nFor example, this could easily be used to shut off ads on sites run by anonymous or pseudonymous authors. After all, they could be seen as ‘concealing information about the publisher’, right?\n\nI guess so.\n\nWhich means Google and co now have a nice way to shut down ads on any somewhat anonymous site that annoys them. Hence giving them a cruel way to blast many gaming site owners and political activists straight into the poorhouse.\n\nAbove: Sorry Sean Malstrom. Hope you don’t leave WordPress.com, otherwise Google will apparently cut off your advertising.\n\nAnd it gets worse. Why? Because then ‘concealing information about the publisher’s content’ is even MORE vague.\n\nI mean literally anything could be justified under that logic.\n\nUsed an anonymous source? You’re ‘concealing information about the content’ by protecting them and not providing their names. Like here:\n\nAbove image taken from a Lets Play Video Games article on the recent Rabbids/Mario RPG crossover rumours.\n\nSay something you know is false because you’re under an embargo or agreement? That’s ‘concealing information about the content’.\n\nReally, you could justify cutting off ads for a lot of reasons with this logic. Perhaps not always bad reasons (because hey, you could nail dishonest journalists for a ‘conflict of interest’ with the same ‘rule’), but enough that it should terrify the hell out of anyone doing journalism at all.\n\nAnd that’s really the major issue. Google’s plans to stop fake news may be admirable, but the rules and ideas seem so vague that they can be used as a weapon against anyone for any reason whatsoever.\n\nAdd how they can just make the fake news problem worse (by incentivising people to lie about their site’s content), and you’ve got a ‘solution’ which could end up it being far worse than the actual problem.\n\nBut hey, maybe that’s the point. Maybe the idea isn’t really to stop fake news, but to hit anyone disagreeing with the mainstream narrative in the pocketbook, in hopes it’ll put ’em out of business. Perhaps Google just wants to play judge, jury and executioner.\n\nOr maybe I’m too cynical. Either way, these rules don’t work, and need serious revision if Google thinks it can stop fake news with them.",
    "translation": "简短回答：取消免责声明\n\n到那时，天呐。现在，不仅有假网站发布点击诱饵文章来欺骗Facebook和Twitter，现在他们甚至没有明确标记为假新闻网站！这意味着谷歌和Facebook将不得不回到第一步：根据内容来识别假新闻网站。\n\n所以我们又回到了原点。但是假新闻的问题并没有结束。\n\n哦，不，新闻网站可能会被误标记为假新闻。例如，一个非常愤怒的网站管理员/所有者可能会向谷歌发送法律威胁，指责谷歌基于公司偏见/歧视/等等而切断了他们的收入。或者抱怨谷歌的行为（指控他的网站是假新闻）被视为诽谤或类似的东西。\n\n这是一个法律陷阱，可能会在条款和条件中留下足够的漏洞，让诉讼案件通过。\n\n而这只是这个声明有多糟糕以及这些规则可能被如何解释的冰山一角。\n\n因为然后我们就到了“隐瞒信息的规定”。什么样的行为算作隐瞒信息？\n\n嗯，这是一个很好的问题。因为基于这个概念，可以禁止的网站数量令人惊讶。\n\n例如，这可以很容易地用来关闭匿名或化名作者运营的网站的广告服务。毕竟，他们可以被视为“隐瞒关于出版者的信息”，对吧？\n\n我想是的。\n\n这意味着谷歌和公司现在有了一个很好的方法来关闭任何有些匿名的网站的广告服务，让他们有了一个残酷的方法来让许多游戏网站所有者和政治活动家失去生计。\n\n上图：抱歉，肖恩·马尔斯特罗姆。希望你不要离开WordPress.com，否则谷歌显然会切断你的广告。\n\n而且事情会变得更糟。为什么？因为“隐瞒关于出版者的内容信息”更加模糊。\n\n我是说，几乎任何事情都可以在这种逻辑下被证明是合理的。\n\n使用匿名来源？你通过保护他们并没有提供他们的名字而“隐瞒关于内容的信息”。就像这里：\n\n上图取自《Lets Play Video Games》关于最近的Rabbids/Mario RPG跨界谣言的文章。\n\n说一些你知道是错误的，因为你在禁令或协议之下？那就是“隐瞒关于内容的信息”。\n\n真的，你可以用这种逻辑证明切断广告有很多理由。也许不是总是坏的理由（因为嘿，你可以用同样的“规则”钉死不诚实的记者），但足以让新闻从业者感到恐惧。\n\n而这才是主要问题。谷歌停止假新闻的计划可能是好的，但规则和想法似乎如此模糊，以至于它们可以被用作对任何人任何理由的武器。\n\n另外，他们的做法可能会使假新闻问题变得更糟，通过鼓励人们对他们网站的内容撒谎，你就有了一个“解决方案”，它可能会变得比实际问题更糟糕。\n\n但嘿，也许这是他们的目的。也许想法不是真正地停止假新闻，而是通过经济手段打击任何不同意主流叙事的人，希望他们会被迫破产。也许谷歌只是想当法官、陪审团和执行者。\n\n或者也许我太过愤世嫉俗。无论如何，这些规则不起作用，如果谷歌认为他们可以用这些规则来停止假新闻，那么它们需要进行严重的修订。"
  },
  {
    "source_text": "Toronto, ON – Earlier today The Board of Governors of the Ontario Hockey League approved the sale of the Sudbury Wolves Hockey Club from the Burgess and Edwards Family to Dario Zulich.\n\n“The Burgess and Edwards Family have been the longest serving owners in the OHL having owned the storied Sudbury Wolves for 30 years. I want to thank them for their dedication to the interests and support of their players, the league and the fans in Sudbury,” said David Branch, OHL Commissioner. “The OHL welcomes Dario Zulich to the league and looks forward to celebrating the Wolves 45th anniversary in the 2016-2017 season.”\n\n“I would like to thank everyone for their support over the past 30 years and I want to wish Dario all the best,” said Mark Burgess. “I look forward to concluding the sale in the days ahead.”\n\n“I am grateful to the Board of Governors of the Ontario Hockey League for its approval of the ownership transfer of the Sudbury Wolves, enabling me to purchase the Wolves from the Burgess and Edwards families,” said Dario Zulich. “I am looking forward to the final step in the process, which will officially close the sale and purchase on a date to be determined prior to the start of the Wolves preseason.”\n\nA media availability will be planned in Sudbury in the near future, and there will be no further comment until that time.\nA group of renters discovered a badly decomposed body in the garden of their Airbnb rental in suburban Paris over the weekend. The body of the woman was covered with tree branches.\n\n\"Her body was found at the bottom of the property which opens out into woods,\" a police source said, according to France 24. Authorities are now investigating the death in Palaiseau, in the southern suburbs of Paris. Foul play is suspected.\n\nSEE ALSO: Head to this Van Gogh Airbnb for some dark brooding\n\nThe people renting the house were only there for a weekend, although they are being questioned.\n\nThe cause of death has not yet been determined, according to police. The woman's body was found \"hunched in a dug-out area, her head against the ground, covered in branches and surrounded by wood stumps,\" France 24 reported. There will be an autopsy.\n\nThe listing was removed from Airbnb on Sunday, according to Le Parisien.\n\n\"We have offered our assistance to the police and will help them with their investigation in any way we can,\" an Airbnb spokesperson told Mashable. \"In addition, we reached out to the host and guests and will provide all necessary support.\"\n\n\"Over 80 million people have travelled on Airbnb and problems for hosts and guests are extremely rare.\"\n\nAdditional reporting by the Associated Press. This story has been updated with comment from Airbnb.\n\nHave something to add to this story? Share it in the comments.\nPresident Trump has been informed of Justice Anthony Kennedy’s impending resignation, meaning that the president will soon make his second pick for the Supreme Court, according to White House sources speaking with Trump insider Roger Stone.\n\nThis development, exclusive to Infowars, is the first confirmation of the 80-year-old’s retirement, which the mainstream media has speculated for the past hour.\n\nU.S. Circuit Judge Thomas Hardiman, who was on Trump’s short list when he selected Neil Gorsuch for the vacancy left by the late Antonin Scalia, is said to be the front-runner for the opening seat.\n\nThat said, the president will consider other candidates as well – including perhaps Judge Andrew Napolitano, a surprise candidate who’s long been a favorite of Trump’s.\n\nKennedy, a Reagan appointee described as a conservative centrist, holds a controlling vote on the court and has often decided cases by his one vote.\n\nTrump indicated this weekend that he heard rumors about Kennedy’s retirement.\n\n“I’ve heard the same rumors that a lot of people have heard,” the president told media. “And I have a lot of respect for that gentleman, a lot.”\n\nGorsuch was confirmed by the Senate on April 7 after a lengthy confirmation battle.\n\nThe Save Infowars Super Sale is now live! Get up to 60% off our most popular products today!",
    "translation": "安大略省多伦多市 - 今天早些时候，安大略冰球联盟理事会批准了苏德伯里狼队冰球俱乐部的所有权转让，从伯杰斯和爱德华兹家族转移到达里奥·祖利奇。\n\n“伯杰斯和爱德华兹家族是安大略冰球联盟历史上拥有时间最长的老板，他们拥有苏德伯里狼队已经30年了。我想感谢他们对球员、联盟和苏德伯里球迷的支持和奉献，”大卫·布兰奇说，安大略冰球联盟委员会主席。“安大略冰球联盟欢迎达里奥·祖利奇加入联盟，并期待在2016-2017赛季庆祝狼队成立45周年纪念日。”\n\n“我想感谢过去30年来所有人的支持，我希望达里奥一切顺利，”马克·伯杰斯说。“我期待在未来的日子里完成这笔交易。”\n\n“我感谢安大略冰球联盟理事会批准了苏德伯里狼队的所有权转让，使我能够从伯杰斯和爱德华兹家族购买狼队，”达里奥·祖利奇说。“我期待着交易的最后一步，即正式完成销售和购买，将在未来的某个日期之前完成。”\n\n媒体将在苏德伯里举行新闻发布会，届时将不会再有任何评论。\n\n一群房客在巴黎郊区的Airbnb租房后院发现了一具高度腐烂的尸体。尸体被树枝覆盖。\n\n“尸体被发现于房产底部，通往树林，”一位警方消息人士说，根据法国24小时报道。目前，警方正在调查巴黎南郊帕莱索的死亡事件，怀疑是他杀。\n\nSEE ALSO：参观梵高的Airbnb，感受黑暗的氛围\n\n房客只在那栋房子里住了一个周末，尽管他们正在接受讯问。\n\n警方表示，尚未确定死亡原因。尸体被发现“蜷缩在一个挖掘区，头部着地，覆盖着树枝，周围是木桩，”法国24小时报道。将进行尸检。\n\n该房源已于周日从Airbnb上删除，根据巴黎人报报道。\n\n“我们已经向警方提供了协助，并将在任何可能的方式下帮助他们的调查，”Airbnb发言人告诉Mashable。“此外，我们联系了房东和房客，并将提供所有必要的支持。”\n\n“超过8000万人使用Airbnb，房东和房客的问题非常罕见。”\n\n该报道由美联社补充。这个故事已更新，包括Airbnb的评论。\n\n你想添加一些内容到这个故事吗？在评论中分享。\n\n特朗普总统已经被告知安东尼·肯尼迪大法官即将退休，这意味着总统将很快做出他对最高法院的第二个选择，根据白宫消息人士对特朗普内部人士罗杰·斯通的说法。\n\n这个独家报道是对80岁老人退休的第一个确认，主流媒体已经猜测了一个小时。\n\n美国巡回法官托马斯·哈迪曼，曾在特朗普选定尼尔·戈萨奇填补安东宁·斯卡利亚空缺时进入特朗普的候选人名单，被认为是这个空缺席位的领先人选。\n\n然而，总统也将考虑其他候选人，包括可能的法官安德鲁·纳波利塔诺，他是特朗普长期以来最喜欢的候选人之一。\n\n肯尼迪，里根总统任命的保守派中间派，拥有最高法院的控制权，并经常以一票决定案件。\n\n特朗普在周末表示，他听说了关于肯尼迪退休的传闻。\n\n“我听说了很多人听说过的传闻，”总统告诉媒体。“我对那位先生有很多尊重，很多。”\n\n戈萨奇在经过一场激烈的确认战斗后于4月7日被参议院确认。\n\nInfowars超级促销现在开始！今天购买我们最受欢迎的产品，最高可享受60%折扣！"
  }
]