[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "Whistler (khoảng 1.5 giờ lái xe từ Vancouver) đắt đỏ nhưng rất nổi tiếng vì Đại hội thể thao mùa đông 2010."
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "Khi đến gần người bị nạn, bạn cần chú ý đến vị trí của họ và bất kỳ dấu hiệu nguy hiểm nào."
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "Thường thì, ở lại một nước ngoài nào đó trong thời gian dài sẽ yêu cầu bạn xin visa trước."
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "Nó dựa trên bảng chữ cái Latinh của tiếng Đức và một chữ cái \"Õ/õ\" được thêm vào."
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "Cho đến nay, AOL đã có thể định hình và phát triển thị trường nhắn tin tức thời theo nhịp điệu riêng của mình, nhờ vào sự phổ biến rộng rãi của nó ở Mỹ."
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "Hạm đội này được dưới sự lãnh đạo của Olaf Trygvasson, người Na Uy mong muốn giành lại đất nước khỏi sự thống trị của người Đan Mạch."
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "Lực lượng chủ công gồm 2.400 người sẽ vượt sông chín dặm phía bắc Trenton, sau đó chia làm hai cánh, một do Greene chỉ huy và một do Sullivan chỉ huy, để tấn công vào lúc trước bình minh."
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "Charles là người đầu tiên của Gia đình Hoàng gia Anh nhận được bằng cấp đại học."
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "Enceladus là vật thể phản chiếu sáng nhất trong Thái Dương hệ, phản chiếu khoảng 90% ánh sáng mặt trời chiếu tới nó."
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "Họ đã kết hôn ở Texas một năm trước và đến Buffalo vào để chúc mừng cùng bạn bè, người thân."
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "Những yêu cầu này thường phụ thuộc vào nước mà người đi du lịch đến hoặc dự định đến."
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "Các ngành nghề sử dụng lao động lớn nhất là dịch vụ chuyên môn, cơ quan nhà nước, tài chính, thương mại và công nghiệp, và du lịch."
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "Công dân Cuba sở hữu thẻ xanh của Hoa Kỳ nên đến Đại sứ quán hoặc Lãnh sự quán Ecuador để xin miễn trừ yêu cầu này."
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "Hãy giữ tay bạn thư giãn nhất có thể - vừa đảm bảo đánh đúng các nốt. Và hạn chế di chuyển thừa của ngón tay."
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "Trong mùa mưa (tháng 11 đến tháng 3), lưu lượng nước sẽ cao hơn và thác nước sẽ trở nên hoành tráng hơn trong mùa mưa."
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "Đã có một thay đổi trong kỳ họp lập pháp này khi câu thứ hai bị xóa bỏ bằng cách Hạ viện và sau đó đã được thông qua theo hình thức giống nhau tại Thượng viện vào ngày thứ Hai."
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "Ông gia nhập hội vào năm 1945 và ở lại đến năm 1958."
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "Nếu điện thoại của bạn không có kết nối dữ liệu hoặc khi điện thoại ngoài vùng phủ sóng, hiệu suất của chúng có thể bị ảnh hưởng và có thể bị hạn chế hoặc không khả dụng."
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "Bệnh truyền nhiễm là bệnh do một tác nhân gây bệnh như virus, vi khuẩn, nấm, hoặc các tác nhân gây bệnh khác gây ra."
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "Sinh viên cũng có thể gửi câu hỏi cho giảng viên vào bất kỳ lúc nào và nhận được phản hồi kịp thời, thay vì phải đợi đến lần gặp mặt tiếp theo."
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "Các hãng hàng không như Emirates, Etihad Airways, Qatar Airways, và Turkish Airlines đã mở rộng rất nhiều dịch vụ của họ đến châu Phi và cung cấp kết nối đến nhiều thành phố lớn của châu Phi với giá cả cạnh tranh so với các hãng hàng không châu Âu."
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "Nó trông có vẻ hơi khó khăn từ dưới nhìn lên, và đó là một chặng đường lên dốc và khó khăn, nhưng hầu hết những người có thể trạng tương đối nên có thể làm được trong vòng 45 phút."
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "Các cấu trúc khác nhau có khả năng riêng, nhạy cảm với bước sóng khác nhau và có độ sắc nét khác nhau, ngoài ra chúng yêu cầu quá trình xử lý khác nhau để xử lý thông tin đầu vào và số lượng khác nhau để hoạt động hiệu quả nhất."
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "Cơn bão Fred hiện đang có gió 105 dặm một giờ, tương đương 165 km/h và đang di chuyển theo hướng Tây Bắc."
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "Sẽ phát sinh phụ phí nếu đi quá 2 người, nên lựa chọn này có thể sẽ tốn kém hơn mức cần thiết."
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "Thiết kế tương tác yêu cầu các thành phần của một dự án liên kết với nhau và có ý nghĩa riêng."
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "Khi van mở cho phép áp suất trong hệ thống được xả và dầu chảy từ tấm đệm vào bể chứa dung tích 55.000 thùng (tương đương 2,3 triệu gallon)."
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "Jonny Reid, tay đua đồng đội của đội đua A1GP New Zealand, đã lập kỷ lục khi lập kỷ lục tốc độ trên Cầu cảng Auckland 48 tuổi, tại New Zealand, trong một cuộc đua hợp pháp."
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "Số lượng người nói ngôn ngữ bản địa biến động tùy thuộc vào việc có hay không tính các phương ngữ liên quan gần gũi."
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "Đáng chú ý, ông không được coi trọng lắm trong thời kỳ cổ đại, và không được ghi lại trong nhiều danh sách vua cổ đại."
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "Kỵ binh là lực lượng quân đội chiến đấu trên ngựa. Yên ngựa vẫn chưa được phát minh ra, vì vậy kỵ binh của người Assyria chiến đấu trên lưng ngựa không yên."
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "Đôi khi nguyên nhân ban đầu là mặt trời làm tan băng tuyết, đôi khi là có thêm tuyết rơi, đôi khi là các yếu tố tự nhiên khác, thường do con người gây ra."
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "Nó chỉ tồn tại vì tác động của nó chỉ được nhận biết đối với sự giãn nở vũ trụ."
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "Sau bốn năm, đã được cấp bằng sáng chế, là bằng sáng chế đầu tiên trên thế giới trong lĩnh vực chụp cộng hưởng từ MRI."
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "Thống đốc cũng thừa nhận: \"Hôm nay, chúng tôi biết rằng một số trẻ em đi học đã tiếp xúc với người bệnh.\""
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "Ví dụ, trẻ em nhận dạng với một nhóm thiểu số bị cho là không giỏi học ở trường có xu hướng không học giỏi ở trường khi chúng biết về định kiến này."
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "Công viên Liên hiệp. Không gian này được xây dựng như một khoảng sân trong của một nhà thờ thế kỷ 17, trong đó Templo de San Diego là công trình kiến trúc duy nhất còn lại."
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "Một sự kiện kỷ niệm long trọng đã dự kiến tổ chức vào một thời điểm sau, theo lời các quan chức."
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "Đặc biệt, hệ thống đánh số ở Bỉ nói tiếng Pháp và Thụy Sĩ có một số nét đặc trưng riêng khác với tiếng Pháp ở Pháp, và ngôn ngữ cũng có một số khác biệt về phát âm."
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "Người Mapuche cũng là một trong những nhóm người bản địa châu Mỹ cuối cùng còn độc lập, những người vẫn giữ được độc lập cho đến khi Chile giành được độc lập."
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "Mười tám phần trăm dân số Venezuela đang thất nghiệp, và hầu hết những người có việc làm thì làm việc trong nền kinh tế phi chính thức."
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "Biển báo không bị hư hỏng vật chất; sự điều chỉnh được thực hiện bằng cách sử dụng bạt đen có trang trí với biểu tượng hòa bình và hình trái tim để chữ \"O\" trở thành chữ \"e\" thường."
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "Không giống các loài linh trưởng khác, người cổ đại không còn dựa vào tay trong việc đi lại, chịu trọng lượng hay đu từ cây này sang cây khác."
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "Thời gian cũng là cách chúng ta so sánh thời lượng của các sự kiện diễn ra."
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "Triceratops có thể đã dùng mỏ cứng của nó để bóc lá trước khi ăn thân cây."
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "Nếu bạn cảm thấy thích phiêu lưu hơn, hãy thử ép hoặc trộn một số ly sinh tố:"
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "Họ cũng tuyên bố phi hành đoàn đang tìm cách kéo tàu ra một cách an toàn."
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "Ít nhất bạn cần có giày dép với đế phù hợp để đi trên băng tuyết. Giày dép mùa hè thường rất trượt ngã trên băng và tuyết, thậm chí một số loại ủng mùa đông cũng không đủ để đi trên băng tuyết."
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "Ông Arias đã nhiễm một dạng nhẹ của virus, Bộ trưởng Tổng thống Rodrigo Arias cho hay."
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "Bão, cách khoảng 3.000 dặm từ Miami, Florida, có gió mạnh nhất 40 mph (64 kilômét/giờ)."
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "Mỹ cho biết đã nhận được thông tin từ một nguồn tin không rõ rằng đề cập đến việc sử dụng những kẻ đánh bom tự sát để sẽ phá hủy \"các địa danh quan trọng\" ở Ethiopia và Kenya."
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "Với cùng múi giờ như Hawaii, quần đảo thường được ví von là \"Hawaii của phương Nam\"."
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "Bề mặt mà chúng ta nhìn thấy khi nhìn vào Mặt Trời được gọi là vỏ quang, có nghĩa là \"hình cầu phát sáng\"."
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "Không có người nào ở trong căn hộ."
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "Đảm bảo công ty du lịch mà bạn đặt phòng là một chuyên gia du lịch Galapagos với kiến thức sâu rộng về hệ thống tàu đa dạng."
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "Cơn bão nhiệt đới, đang ở vị trí cách 645 dặm (1040 km) tây quần đảo Cabo Verde, có khả năng sẽ tan biến trước khi ảnh hưởng đến bất kỳ vùng đất liền nào, theo các nhà dự báo."
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "Thác nước Victoria là một thị trấn nằm ở phần phía tây của Zimbabwe, nằm bên kia biên giới với Livingstone, Zambia và cận kề Botswana."
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "Các lực lượng tăng viện cho điểm tiền phương gồm có trung đoàn thứ nhất và thứ ba New Hampshire với 200 người, dưới quyền chỉ huy của Đại tá John Stark và Đại tá James Reed (sau này cả hai đều được thăng cấp lên tướng)."
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "Trong số khoảng 24.000 thiên thạch đã biết rơi xuống Trái Đất, chỉ khoảng 34 đã được xác minh là có nguồn gốc từ sao Hỏa."
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "Điều này bao gồm việc chờ đợi trong hàng, vì chó đánh hơi ma túy có thể được sử dụng bất cứ lúc nào mà không cần báo trước."
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "Tổng giám đốc Apple Steve Jobs đã giới thiệu, ra mắt thiết bị này bằng cách bước lên bục và lấy iPhone ra khỏi túi quần jeans."
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "Nhóm của Stark đã đóng quân dọc theo hàng rào ở phía trước của vị trí của người định cư."
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "Trên một số chuyến tàu chạy qua biên giới, việc kiểm tra được thực hiện trên tàu đang chạy và bạn cần phải mang theo giấy tờ tùy thân còn hạn trước khi lên chuyến tàu đó."
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "Cầu thủ của ngày hôm nay là Alex Ovechkin thuộc đội Washington Capitals."
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "Một số loại đá quý, rất hiếm trên thế giới, được bán với giá từ 11.000 đến 22.500 đô la Mỹ mỗi ounce, cao hơn gấp khoảng mười lần so với giá vàng nguyên chất."
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "Thông thường, nó có thể được bổ sung dễ dàng khi bạn hết và có độ phân giải tương đương so với máy DSLR hiện tại."
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "Maroochydore tiếp theo đã chiến thắng trước Caboolture trong trận bán kết."
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "Tiến sĩ Lee cũng thể hiện sự quan ngại về việc trẻ em ở Thổ Nhĩ Kỳ, theo báo cáo, đã bị nhiễm virus cúm gia cầm A(H5N1) nhưng không xuất hiện triệu chứng bệnh."
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "Thần bí là việc theo đuổi sự hiệp thông với, đồng nhất với, hoặc nhận thức có ý thức về thực tại tuyệt đối, thần linh, chân lý tâm hồn, hoặc Thượng Đế."
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "Ngay từ những ngày đầu độc lập, kiến thức chuyên môn của Vườn Bách thảo Singapore đã giúp biến hòn đảo này thành thành phố vườn nhiệt đới."
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "Một số học giả cho rằng vì nền văn minh này cũng từng tồn tại trong lưu vực sông Sarasvati, nay đã cạn kiệt, nên gọi là nền văn minh Indus-Sarasvati, trong khi một số người lại gọi nó là nền văn minh Harappan, đặt theo tên Harappa, địa điểm đầu tiên được khai quật vào những năm 1920."
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "Trên tàu đêm, hộ chiếu có thể được thu thập bởi cán bộ tàu trước khi bạn đi ngủ, để bạn không phải thức dậy."
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "Trong mọi trường hợp nào, bạn cần phải đặt vé qua điện thoại trực tiếp với hãng bay."
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "Năm 1957, Luxembourg đã trở thành thành viên sáng lập đầu tiên của các tổ chức quốc tế ngày nay, còn gọi là Liên minh châu Âu."
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "Các quốc gia tham gia trưng bày các trưng bày nghệ thuật và giáo dục trong các gian quốc gia để giới thiệu các vấn đề toàn cầu hoặc văn hóa và lịch sử của nước họ."
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "Từng chương trình cũng sẽ đưa ra gợi ý liên quan đến sách mà trẻ em nên đọc khi đến thư viện."
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "Nhiều người trong chúng ta tự dưng thấy mình đang xem một chương trình truyền hình cho chúng ta biết về một quá trình hoặc kinh nghiệm mà chúng ta không bao giờ tham gia hoặc áp dụng những kiến thức đó."
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "Như đã đề cập ở trên đây, mặc dù từ \"Eskimo\" vẫn được chấp nhận rộng rãi tại Hoa Kỳ, nhưng nó bị coi là miệt thị bởi nhiều người dân vùng Bắc Cực không phải người Mỹ, đặc biệt là tại Canada."
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "Những dải sườn núi này được tìm thấy trên khắp bề mặt mặt trăng và chỉ bị xói mòn rất ít, cho thấy các sự kiện địa chất tạo ra chúng xảy ra trong thời gian gần đây."
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "Hành khách được cho nước khi họ chờ trong nhiệt độ 90 độ F."
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "Công ty hy vọng sẽ tăng nguồn thu nhập từ nhiều hướng và tăng cường sự hiện diện ở những khu vực mà Skype đang chiếm ưu thế, như Trung Quốc, các nước Đông Âu và Brazil."
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "Chỉ có tác động của việc thảm họa hóa, không phải là trầm cảm và sợ hãi, là điều kiện tiên quyết cho các buổi tập luyện thể dục được thiết kế định kỳ hàng tuần."
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "Theo như chúng ta biết, chỉ có một hành tinh thể hiện sự năng động hơn Titan, và tên của nó là Trái Đất\", Stofan cho biết thêm."
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "Vào ngày 24 tháng 9 năm 1759, Arthur Guinness đã ký kết một hợp đồng thuê dài 9.000 năm cho Nhà máy bia Cổng St James ở Dublin, Ireland."
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "Mặc dù các cơ quan chức năng không chắc chắn về độ tin cậy của lời đe dọa, Cơ quan Vận tải Liên bang Maryland đã thực hiện việc đóng cửa theo khuyến cáo của FBI."
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "Ngân hàng Northern Rock đã bị quốc hữu hóa vào năm 2008 sau khi phơi bày rằng công ty này đã nhận được hỗ trợ cấp cứu từ Chính phủ Anh."
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "Một bệnh, bệnh truyền nhiễm, là một bệnh có thể dễ lây nhiễm khi ở gần người nhiễm bệnh."
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "Đã diễn ra các cuộc biểu tình trên toàn cầu, nhiều vụ truy tố hình sự và các lãnh đạo chính phủ Iceland và Pakistan đã từ chức."
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "Để ở lại qua đêm tại Sirena, bạn cần đăng ký giấy phép trước khi đến."
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "Mặc dù anh ấy đã bình luận, anh ấy cho biết sẽ hỗ trợ các vận động viên người Anh tại Thế vận hội London 2012."
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "Nhiều tòa nhà rất đẹp khi nhìn thoáng qua và cảnh đẹp từ một tòa nhà cao hoặc từ một cửa sổ được đặt ở vị trí đẹp thật tuyệt vời để ngắm nhìn."
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "Chính phủ bảo thủ cũ của Úc đã từ chối phê duyệt Kyoto, cho rằng nó sẽ gây tổn hại cho nền kinh tế với sự phụ thuộc nhiều vào xuất khẩu than đá, trong khi các quốc gia như Ấn Độ và Trung Quốc không phải tuân thủ các mục tiêu phát thải."
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "Trong vòng 3 tháng qua, hơn 80 người bị tạm giữ đã được thả ra khỏi trại giam trung tâm mà không bị truy tố chính thức."
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "Các nhà khoa học gọi quá trình này là \"sự phát xạ bức xạ kích thích\" vì các nguyên tử bị kích thích bởi ánh sáng mạnh, gây ra việc phát xạ một photon ánh sáng, và ánh sáng cũng là một loại bức xạ."
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "Cũng cung cấp bản sao thông tin liên hệ và bảo hiểm cho người đi cùng và người thân hoặc bạn bè ở quê nhà có thể giúp đỡ."
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "Christopher Garcia, người đại diện của Cảnh sát Los Angeles, cho biết nghi phạm đang bị điều tra về hành vi xâm nhập thay vì gây hư hỏng."
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "Nhưng liệu thì tưởng tượng của chúng ta có dựa vào thực tế không? Lâu đài được xây dựng vì mục đích gì? Chúng được thiết kế và xây dựng ra sao?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "\"Chúng ta vẫn chưa thống nhất được về quy tắc xuất xứ và miễn giảm thuế quan, nhưng với khuôn khổ hiện có, chúng ta có thể bắt đầu giao dịch vào ngày 1 tháng 7 năm 2020\", ủy viên cho biết."
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "Stearns đang điều tra liệu thuế có được sử dụng để tài trợ cho việc phá thai qua Planned Parenthood với tư cách chủ tịch Tiểu ban Giám sát và Điều tra, thuộc về Ủy ban Năng lượng và Thương mại thuộc Hạ viện."
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "Quyết định của NBA được đưa ra sau khi một cầu thủ Utah Jazz có kết quả xét nghiệm dương tính với virus COVID-19."
  }
]