[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "വാൻകൂവറിൽ നിന്നുള്ള 1.5 മണിക്കൂർ യാത്രയിൽ എത്തിച്ചേരാവുന്ന വിസ്റ്റ്ലർ ചെലവേറിയതിനാൽ 2010 ലെ ശൈത്യകാല ഒളിമ്പിക്സിന്റെ പേരിൽ പ്രശസ്തമായിരിക്കുന്നു."
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "നിങ്ങൾ അവരെ സമീപിക്കുന്നപ്പോൾ ഇരയുടെ അവസ്ഥ ശ്രദ്ധിക്കേണ്ടതുണ്ട്, അതുപോലെ ചുവന്ന പതാകകളും."
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "സാമാന്യമായി വിദേശത്ത് നീണ്ട നാൾ താമസിക്കുന്നതിന് നിങ്ങൾക്ക് മുമ്പ് വിസ എടുക്കണം."
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "ഇത് ജർമ്മൻ ലിപിയെ അടിസ്ഥാനമാക്കിയാണ്, \"Õ/õ\" എന്ന ഒരു അക്ഷരം കൂടി ചേർക്കപ്പെട്ടു."
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "ഇതുവരെയുള്ള കാലയളവിൽ AOL അമേരിക്കൻ ഐക്യനാടുകളിൽ വ്യാപകമായി ഉപയോഗിക്കുന്നതുകൊണ്ട് അതിന്റെ സ്വന്തം നിലയിൽ IM വിപണിയെ മുന്നോട്ട് നയിക്കാനും വികസിപ്പിക്കാനും സാധിച്ചിട്ടുണ്ട്."
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "ഡാനിഷുകാരുടെ ആധിപത്യത്തിൽ നിന്ന് സ്വന്തം രാജ്യം മോചിപ്പിക്കാൻ ആഗ്രഹിക്കുന്ന ഒരു നോർവീജിയൻ ആയ ഒലാഫ് ട്രിഗ്വാസണായിരുന്നു ഈ കപ്പൽ പടയുടെ നേതാവ്."
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "2400 പേരടങ്ങുന്ന പ്രധാന ആക്രമണ സേന ട്രെന്റണിന് വടക്ക് ഒൻപത് മൈൽ അകലെയുള്ള നദി കടക്കും, തുടർന്ന് രണ്ട് ഗ്രൂപ്പുകളായി പിരിയും, ഒന്ന് ഗ്രീനിന്റെയും മറ്റൊന്ന് സള്ളിവന്റെയും നേതൃത്വത്തിൽ, പ്രഭാതത്തിന് മുമ്പ് ആക്രമണം നടത്തുന്നതിന്."
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "ചാൾസ് ബ്രിട്ടീഷ് രാജകുടുംബത്തിലെ അംഗമായി ബിരുദം നേടിയ ആദ്യത്തെ ആളാണ്."
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "സൗരയൂഥത്തിലെ ഏറ്റവും പ്രതിഫലനശേഷിയുള്ള വസ്തുവായ എൻസെലാഡസ്, അതിനെ തട്ടുന്ന സൂര്യപ്രകാശത്തിന്റെ ഏകദേശം 90 ശതമാനവും പ്രതിഫലിപ്പിക്കുന്നതായിരിക്കുന്നു."
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "ഒരു വർഷത്തിന് മുമ്പ് ടെക്സാസിൽ വച്ച് വിവാഹിതരായ ദമ്പതികൾ സുഹൃത്തുക്കളും ബന്ധുക്കളും ഒപ്പിച്ച് ആഘോഷിക്കാൻ ബഫല്ലോയിലേക്ക് വന്നിരുന്നു."
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "യാത്രികൻ സന്ദർശിച്ച രാജ്യങ്ങളോ സന്ദർശിക്കാൻ ഉദ്ദേശിക്കുന്ന രാജ്യങ്ങളോ ആശ്രിതമാണ് ആവശ്യകതകൾ."
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "ഏറ്റവും വലിയ തൊഴിൽ രംഗങ്ങളിൽ വൃത്തിയുടെ സേവനങ്ങൾ, സർക്കാർ, സാമ്പത്തിക മേഖല, വ്യാപാരം, ടൂറിസം എന്നിവ ഉൾപ്പെടുന്നു."
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "ക്യൂബയിൽ നിന്നുള്ള യുഎസ് പച്ചക്കാർഡ് ഉള്ളവർ ഇതിന് ഒഴിവാക്കൽ നേടാൻ ഇക്വഡോർ കൺസുലേറ്റിൽ പോകണം."
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "കൃത്യമായി എല്ലാ സ്വരങ്ങളും പിടിക്കുമ്പോഴും നിങ്ങളുടെ കൈ വളരെ ശാന്തമായിരിക്കണം - വിരലുകളുടെ അമിതമായ ചലനങ്ങൾ ഒഴിവാക്കാൻ ശ്രമിക്കുക."
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "മഞ്ഞിന്റെ കാലത്ത് (നവംബർ മുതൽ മാർച്ച് വരെയുള്ള കാലയളവിൽ), വെള്ളത്തിന്റെ തീവ്രത കൂടുതലായിരിക്കും, വെള്ളച്ചാട്ടം കൂടുതൽ മനോഹരമായിരിക്കും."
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "ഈ നിയമസഭാ സമ്മേളനത്തിൽ ഒരു മാറ്റം വരുത്തിയത് രണ്ടാമത്തെ വാചകം ആദ്യം പ്രതിനിധി സഭ നീക്കം ചെയ്തതിനുശേഷം സെനറ്റ് സഭ സമാനമായ രൂപത്തിൽ അംഗീകാരം നൽകിയത് ചൊവ്വാഴ്ചയാണ്."
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "1945-ൽ അദ്ദേഹം അവരോടൊപ്പം ചേർന്നു, 1958 വരെ അവിടെ തുടർന്നുകൊണ്ടിരുന്നു."
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "നിങ്ങളുടെ ഫോൺ ഡാറ്റാ കണക്ഷനില്ലാതെ വരുമ്പോൾ, അല്ലെങ്കിൽ നിങ്ങളുടെ ഫോൺ നെറ്റ്‌വർക്കിന്റെ പരിധിയിൽ നിന്ന് അകലെ വരുമ്പോൾ, അവ പ്രവർത്തിക്കില്ല അല്ലെങ്കിൽ പരിമിതമായി മാത്രം പ്രവർത്തിക്കും."
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "സംക്രമണ രോഗം എന്നത് രോഗകാരികളാൽ ഉണ്ടാകുന്ന രോഗമാണ്, അത് ഒരു വൈറസ്, ബാക്ടീരിയം, ഫംഗസ് അല്ലെങ്കിൽ മറ്റു രോഗകാരികളാകാം."
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "വിദ്യാർത്ഥികൾക്ക് ഏത് സമയത്തും അധ്യാപകർക്ക് ചോദ്യങ്ങൾ സമർപ്പിക്കാവുന്നതുണ്ട്, അതിനുള്ള ആവശ്യാനുസൃതമായ മറുപടി പ്രതീക്ഷിക്കാവുന്നതുണ്ട്, അടുത്ത നേരിട്ടുള്ള ക്ലാസ് നടക്കുന്നത് വരെ കാത്തിരിക്കുന്നതിന് പകരം."
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "എമിറാറ്റ്സ്, എത്തിഹാദ് എയർവേസ്, ഖത്തർ എയർവേസ്, ടർക്കിഷ് എയർലൈൻസ് പോലുള്ള എയർലൈനുകൾ ആഫ്രിക്കയിലേക്കുള്ള സേവനങ്ങൾ ഗണ്യമായി വിപുലപ്പെടുത്തിയിട്ടുണ്ട്. മറ്റ് യൂറോപ്യൻ എയർലൈനുകളെ കവിയിച്ച് മത്സരാത്മക ചെലവിൽ പല പ്രധാന ആഫ്രിക്കൻ നഗരങ്ങളുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു."
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "താഴെ നിന്ന് നോക്കുമ്പോൾ ഭീകരമായി തോന്നാം, അതുപോലെ തന്നെ കയറുന്നതിന് വളരെ ചുരുക്കവും കഠിനവുമായ കയറ്റമാണ്, എന്നാൽ ശാരീരികമായി നല്ല ആരോഗ്യമുള്ള ഭൂരിഭാഗം ആളുകൾക്കും 45 മിനിറ്റിനുള്ളിൽ ഇത് കയറാൻ കഴിയും."
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "വ്യത്യസ്ത ഘടനകൾക്ക് വ്യത്യസ്ത കഴിവുകളും ശേഷികളും ഉണ്ട്, വ്യത്യസ്ത തരംഗദൈർഘ്യങ്ങളെ വ്യത്യസ്ത രീതിയിൽ പ്രതികരിക്കുന്നു, വ്യത്യസ്ത തീവ്രതയും കൃത്യതയും ഉണ്ട്. അതിനുപുറമേ, ഇൻപുട്ടിനെ വിശകലനം ചെയ്യാൻ വ്യത്യസ്ത പ്രോസസ്സിംഗ് ആവശ്യമാണ്, കൃത്യമായി പ്രവർത്തിക്കാൻ വ്യത്യസ്ത സംഖ്യകൾ ആവശ്യമാണ്."
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "ഇപ്പോൾ ഫ്രെഡിന് 105 മൈൽ പ്രതി മണിക്കൂർ (165 കിമീ/മണിക്കൂർ) വേഗം കൂടിയ കാറ്റുകൾ ഉണ്ട്, വടക്കുപടിഞ്ഞാറൻ ദിശയിലേക്ക് നീങ്ങുന്നു."
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "2 പേരേക്കാൾ കൂടുതൽ യാത്രക്കാരുണ്ടെങ്കിൽ അധികച്ചാർജ് നൽകേണ്ടിവരും, അതിനാൽ ഈ ഓപ്ഷനായി വേണ്ടത്ര ചെലവുകൂടി ആകാം."
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "ഇന്റർഅക്ടീവ് ഡിസൈൻ ഒരു പദ്ധതിയുടെ ഭാഗങ്ങൾ പരസ്പരം ബന്ധപ്പെടുത്തിയിരിക്കുന്നതിനും ഒരു സ്വതന്ത്ര ഘടകമായി അർത്ഥമുള്ളതാകുന്നതിനും ആവശ്യമാണ്."
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "വാൽവുകൾ തുറക്കുന്നതോടെ സംവിധാനത്തിന് ഒരു മർദ്ദം കുറയ്ക്കൽ അനുവദിച്ചു, 55,000 ബാരൽ (2.3 ദശലക്ഷം ഗാലൻ) വഹിക്കാൻ കഴിയുന്ന ഒരു ടാങ്കിലേക്ക് ഒരു പാഡിൽ എണ്ണ ഒഴുകിപ്പോയി."
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "എ1ജിപി ന്യൂസിലൻഡ് ടീമിന്റെ കോ-ഡ്രൈവറായി സേവനമനുഷ്ഠിക്കുന്ന ജോണി റീഡ്, ഇന്ന് ന്യൂസിലൻഡിലെ ഓക്ലൻഡ് ഹാർബർ പാലം, ഇത് 48 വയസ്സുള്ളതാണ്, നിയമപരമായി അനുവദിക്കപ്പെട്ട ഏറ്റവും വേഗത്തിൽ ഓടിച്ച് ചരിത്രപരമായ ഒരു നേട്ടം കൈവരിച്ചു."
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "സ്വദേശികളുടെ എണ്ണം വളരെ അടുത്ത ബന്ധമുള്ള ഭാഷാവ്യത്യാസങ്ങൾ എണ്ണിയാൽ അല്ലെങ്കിൽ എണ്ണാതിരിക്കുകയാൽ ആശ്രയിച്ചിരിക്കുന്നു."
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "ശ്രദ്ധേയമായ കാര്യം, അദ്ദേഹം പുരാതനകാലത്ത് പ്രധാനനായി കണക്കാക്കപ്പെട്ടിരുന്നില്ല, പല പുരാതന രാജാക്കന്മാരുടെ പട്ടികയിൽ അദ്ദേഹത്തെ ഉൾപ്പെടുത്തിയിരുന്നില്ല."
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "കുതിരപ്പുറത്ത് പോരാടുന്ന പടയായ കാലാൾപ്പേരീട്. സാഡിൽ കണ്ടുപിടിക്കപ്പെട്ടിട്ടില്ലാത്തതിനാൽ അസീറിയൻ കുതിരപ്പേരീട് അവരുടെ കുതിരകളുടെ തുറന്ന പുറത്താണ് പോരാടിയത്."
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "ചിലവേള ആദ്യത്തെ പ്രചോദനം മഞ്ഞ് ഉരുകുന്നതിന് സൂര്യനാണ് കാരണം, ചിലവേള മഞ്ഞുവീഴ്ച, ചിലവേള മറ്റ് പ്രകൃതി സംഭവങ്ങൾ, പലപ്പോഴും മനുഷ്യന്റെ ഇടപെടൽ."
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "അതിന്റെ സാന്നിദ്ധ്യം പ്രപഞ്ചത്തിന്റെ വികാസത്തിൽ അതിന്റെ സ്വാധീനം കൊണ്ടുണ്ടാകുന്ന പ്രഭാവങ്ങൾ കാരണം മാത്രമാണ് അറിയപ്പെടുന്നത്."
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "നാല് വര്‍ഷം കഴിഞ്ഞ് പേറ്റന്റ് ലഭിച്ചു, അത് എം.ആർ.ഐ. രംഗത്ത് ലഭിച്ച ലോകത്തിലെ ആദ്യ പേറ്റന്റായിരുന്നു."
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "ഗവർണർ അഭിപ്രായപ്പെട്ടു, \"ഇന്നലെ ചില സ്കൂൾ വയസ്സുള്ള കുട്ടികൾ രോഗിയുമായി സമ്പർക്കം പുലർത്തിയിട്ടുണ്ടെന്ന് കണ്ടെത്തി.\""
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "ഉദാഹരണമായി വംശീയ ന്യൂനപക്ഷമായി കണക്കാക്കപ്പെടുന്ന കുട്ടികൾ സ്കൂളിൽ മികവ് കാണിക്കാത്തവരാണെന്നാണ് സ്റ്റീരിയോടൈപ്പ് ചെയ്യപ്പെടുന്നതായി കണക്കാക്കപ്പെടുന്ന വംശീയ സമൂഹത്തോട് ബന്ധപ്പെട്ടിരിക്കുന്നതിനാൽ അവർ സ്കൂളിൽ മികവ് കാണിക്കാതിരിക്കുന്നതിനുള്ള സാധ്യത കൂടുതലാണ്."
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "യൂണിയൻ പരിസരം. പതിനേഴാം നൂറ്റാണ്ടിന്റെ ഒരു കോൺവെന്റിന്റെ അകത്തെ കോട്ടയമായി നിർമ്മിച്ച ഈ സ്ഥലം, അതിൽ നിന്നുള്ള ഏക അവശേഷിക്കുന്ന കെട്ടിടമായ സാൻ ഡിയേഗോ ക്ഷേത്രം."
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "ഔദ്യോഗിക വാർഷികോത്സവം പിന്നീടൊരു ദിവസം നടത്താൻ തീരുമാനിച്ചിരുന്നുവെന്ന് ഉദ്യോഗസ്ഥർ അറിയിച്ചു."
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "പ്രത്യേകിച്ച് ഫ്രഞ്ച് സംസാരിക്കുന്ന ബെൽജിയവും സ്വിറ്റ്സർലൻഡും എന്നിവിടങ്ങളിലെ എണ്ണൽ രീതിയിൽ ചില പ്രത്യേകതകളുണ്ട്, അവ ഫ്രാൻസിൽ സംസാരിക്കുന്ന ഫ്രഞ്ചിൽ നിന്നും വ്യത്യസ്തമാണ്, ചില വാക്കുകളുടെ ഉച്ചാരണം അല്പം വ്യത്യസ്തമായിരിക്കുന്നു."
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "മാപുചെകൾ അമേരിക്കയിലെ അവസാനത്തെ സ്വതന്ത്ര സ്വദേശികളായിരുന്നു, ചിലിയുടെ സ്വാതന്ത്ര്യത്തിന് ശേഷം മാത്രമാണ് സ്പാനിഷ് ഭരണത്തിൽ പൂർണ്ണമായി കീഴടങ്ങിയത്."
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "വെനസ്വേലയിലെ ജനങ്ങളിൽ പതിനെട്ട് ശതമാനത്തിന് തൊഴിലില്ലാത്തവരായിരിക്കുന്നു, ജോലി ചെയ്യുന്നവരിൽ ഭൂരിഭാഗവും അനൗദ്യോഗിക മേഖലയിലാണ് ജോലി ചെയ്യുന്നത്."
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "പലക ശാരീരികമായി ഒന്നും തകർന്നിട്ടില്ല; \"ഒ\" യെ ചെറിയ അക്ഷരം \"e\" ആക്കി മാറ്റാൻ ശാന്തിയുടെയും ഹൃദയത്തിന്റെയും ചിഹ്നങ്ങൾ ഉപയോഗിച്ച് അലങ്കരിച്ച കറുത്ത ടാർപ്പോളിനുകൾ ഉപയോഗിച്ചാണ് മാറ്റം വരുത്തിയത്."
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "മറ്റ് പ്രൈമേറ്റുകളെ അപേക്ഷിച്ച് വ്യത്യസ്തമായി, ഹോമിനിഡുകൾ ഇപ്പോൾ സഞ്ചരണത്തിലോ ഭാരം ചുമയ്ക്കുന്നതിലോ മരങ്ങളിലൂടെ തൂങ്ങിയുള്ള സഞ്ചാരത്തിലോ കൈകളുടെ ഉപയോഗം ഒഴിവാക്കിയിരിക്കുന്നു."
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "സമയം എന്നത് സംഭവങ്ങളുടെ ദൈർഘ്യം (നീളം) എങ്ങനെ താരതമ്യപ്പെടുത്തുന്നുവെന്നും കൂടിയാണ്."
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "ട്രൈസെറാടോപ്സിനെ തന്റെ ശക്തമായ കൊക്ക് ഉപയോഗിച്ച് ഇലകൾ നീക്കി ശേഷം തണ്ടുകൾ കഴിക്കാം."
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "നിങ്ങൾക്ക് കൂടുതൽ സാഹസികതയുള്ളവരാണെങ്കിൽ, ജ്യൂസ് അല്ലെങ്കിൽ സ്മൂത്തികൾ ചെയ്യാൻ അവസരം പിടിച്ചെടുക്കുക:"
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "പ്രസ്താവനയിൽ അവർ പറഞ്ഞു, \"കപ്പലിനെ സുരക്ഷിതമായി നീക്കം ചെയ്യുന്നതിനുള്ള മികച്ച മാർഗം കണ്ടെത്താൻ ക്രൂ ഇപ്പോൾ പ്രവർത്തിക്കുകയാണ്\"."
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "പക്ഷേ കുറഞ്ഞത് തക്കതിനു യോജിച്ച പാദരക്ഷകൾ ആവശ്യമാണ്. വേനൽക്കാലത്തെ ഷൂകൾ സാധാരണയായി മഞ്ഞിനും മഞ്ഞുതുള്ളികൾക്കും വളരെ ചരിഞ്ഞതാണ്, ചില ശൈത്യകാല ബൂട്ടുകൾക്കും പര്യാപ്തത ഇല്ല."
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "അരിയാസ് വൈറസിന്റെ മൃദുവായ രൂപത്തിന് പോസിറ്റീവായി പരിശോധനയിൽ കണ്ടെത്തിയതായി പ്രസിഡന്റിന്റെ മന്ത്രി റോഡ്രിഗോ അരിയാസിന്റെ അഭിപ്രായത്തിൽ."
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "മിയാമി, ഫ്ലോറിഡയിൽ നിന്ന് ഏകദേശം 3000 മൈൽ അകലെയാണ് ചുഴലിക്കാറ്റ് സ്ഥിതി ചെയ്യുന്നത്. 40 മൈൽ പ്രതി മണിക്കൂർ (64 കിലോമീറ്റർ പ്രതി മണിക്കൂർ) ആണ് ഇതിന്റെ പരമാവധി വേഗത."
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "അമേരിക്കൻ ഐക്യനാടുകൾ ഒരു രഹസ്യ സ്രോതസ്സിൽ നിന്ന് ലഭിച്ച വിവരമനുസരിച്ച് എത്യോപ്യ, കെനിയയിലെ പ്രധാനപ്പെട്ട സ്മാരകങ്ങൾ ആത്മഹത്യാ ബോംബർമാർ ഉപയോഗിച്ച് പൊട്ടിക്കുമെന്ന് പ്രത്യേകം പറയുന്നു."
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "ഹവായിയുടെ സമയമേഖലയും ഒന്നാണെന്നതിനാൽ ഇവിടം ഹവായ് ഡൗൺ അണ്ടർ എന്ന് അറിയപ്പെടുന്നു."
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "സൂര്യനെ നോക്കുമ്പോൾ കാണുന്ന ബാഹ്യഭാഗത്തെ ഫോട്ടോസ്ഫിയർ എന്നറിയപ്പെടുന്നു, അതിന്റെ അർത്ഥം \"പ്രകാശത്തിന്റെ ഗോളം\" എന്നാണ്."
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "അപ്പാർട്ട്മെന്റിൽ ആരുമില്ലായിരുന്നില്ല."
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "നിങ്ങൾ ബുക്കിംഗ് നടത്തുന്ന ഏജന്റ് ഗലാപഗോസിൽ പ്രത്യേക അറിവുള്ളവരാണെന്നും വിവിധ തരം കപ്പലുകളെക്കുറിച്ചുള്ള അറിവുണ്ടെന്നും ഉറപ്പുവരുത്തുക."
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "കേപ്പ് വെർഡെ ദ്വീപുകളുടെ പടിഞ്ഞാറ് 645 മൈൽ (1040 കിലോമീറ്റർ) ദൂരത്തായി സ്ഥിതി ചെയ്യുന്നതായിരിക്കുന്ന കൊടുങ്കാറ്റ് നിലനിൽക്കുന്നതിനു മുമ്പ് നശിക്കുമെന്ന് കാലാവസ്ഥാ നിരീക്ഷകർ പറയുന്നു."
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "വിക്ടോറിയ വെള്ളച്ചാട്ടം എന്ന പട്ടണം സിംബാബ്‌വെയുടെ പടിഞ്ഞാറൻ അതിർത്തിയോട് ചേർന്നുള്ള ഒരു പട്ടണമാണ്. സാംബിയയിലെ ലിവിംഗ്സ്റ്റോണുമായി അതിർത്തി പങ്കിടുന്ന സിംബാബ്‌വെയിലെ ഈ പട്ടണം ബോട്സ്വാനയുമായും അതിർത്തി പങ്കിടുന്നു."
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "മുന്നിലെ സ്ഥാനങ്ങൾ ശക്തിപ്പെടുത്തുന്നതിന് സൈന്യത്തിന്റെ ഭാഗമായി 200 പേരടങ്ങുന്ന ഒന്നാം മൂന്നാം ന്യൂ ഹാംഷെയർ റെജിമെന്റുകളും കേണലുമാരായിരുന്ന ജോൺ സ്റ്റാർക്ക്, ജെയിംസ് റീഡ് എന്നിവരുടെ കീഴിലായിരുന്നു. പിന്നീട് രണ്ടുപേരും ജനറലായി."
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "ഭൂമിയിൽ വീണതായി കണ്ടെത്തിയ 24,000 ഉൽക്കാശിലകളിൽ ഏകദേശം 34 എണ്ണം മാത്രമാണ് ചൊവ്വയിൽ നിന്നുള്ളവയാണെന്ന് സ്ഥിരീകരിക്കപ്പെട്ടിട്ടുള്ളത്."
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "ഇതിൽ നിങ്ങൾക്ക് കാത്തിരിക്കേണ്ടതുണ്ട്, ഡ്രഗ് സ്നിഫിംഗ് നായ്ക്കളെ മുന്നറിയിപ്പില്ലാതെ എന്തെങ്കിലും സമയത്ത് ഉപയോഗിക്കാം."
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "ഐഫോൺ അവതരിപ്പിച്ചത് ആപ്പിൾ മേധാവി സ്റ്റീവ് ജോബ്സ് തന്റെ ജീൻസ് പോക്കറ്റിൽ നിന്ന് ഐഫോൺ എടുത്ത് വേദിയിൽ കയറിയാണ്."
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "സ്റ്റാർക്കിന്റെ ആൾക്കാർ കോളനിസ്റ്റുകളുടെ സ്ഥാനത്തിന്റെ വടക്കേ കോണിൽ വേലിയോട് ചേർന്ന് സ്ഥാനങ്ങൾ പിടിച്ചെടുത്തു."
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "ചില അന്താരാഷ്ട്ര തീവണ്ടികളിൽ ഓടുന്ന തീവണ്ടിയിൽ തന്നെ പരിശോധന നടത്തുമെന്ന് നിങ്ങൾക്ക് അറിയേണ്ടതുണ്ട്. അതിനാൽ ആ തീവണ്ടികളിലൊന്നിൽ കയറുമ്പോൾ നിങ്ങൾക്ക് വിശ്വസനീയമായ തിരിച്ചറിയൽ കാർഡ് ഉണ്ടായിരിക്കേണ്ടത് അത്യന്താപേക്ഷിതമാണ്."
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "ഇന്നത്തെ കളിക്കാരനായി വാഷിംഗ്ടൺ കാപിറ്റൽസിലെ അലക്സ് ഓവെച്കിനാണ് മികച്ച പ്ലേയറായി."
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "ഭൂമിയിൽ വളരെ അപൂർവ്വമായി കാണപ്പെടുന്ന ചില കല്ലുകൾ ഒരു ഔൺസിനു 11,000 ഡോളറിൽ നിന്ന് 22,500 ഡോളർ വരെ വിൽക്കുന്നു, ഇത് സ്വർണ്ണത്തിന്റെ വിലയുടെ പത്തിരട്ടിയോളം കൂടുതലാണ്."
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "ഇത് സാധാരണയായി നിങ്ങൾക്ക് ഒന്ന് തീരുമ്പോൾ വളരെ എളുപ്പത്തിൽ പുനഃനിറച്ചുകിട്ടും, ഒരു നിലവിലെ ഡിഎസ്എൽആറിനോട് താരതമ്യപ്പെടുത്താവുന്ന റെസല്യൂഷൻ ഇതിൽ ലഭ്യമാണ്."
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "പ്രിലിമിനറി ഫൈനലിലെ മറൂച്ചിഡോറിനെ കബൂൾച്ചറിനെ തോൽപ്പിച്ചു."
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "ഡോക്ടർ ലീ തുർക്കിയിലെ കുട്ടികളെ ഇപ്പോൾ രോഗലക്ഷണങ്ങൾ കാണിക്കാതെ എച്ച്എഫ് ഐവി എന്ന പക്ഷിപ്പനി വൈറസ് ബാധിച്ചതായിരിക്കുന്നുവെന്ന റിപ്പോർട്ടുകളെക്കുറിച്ച് ആശങ്ക പ്രകടിപ്പിച്ചു."
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "ആത്മീയതയുടെ അന്വേഷണം എന്നത് ദൈവത്തോടോ അന്തിമ യാഥാർത്ഥ്യത്തോടോ ആത്മീയ സത്യത്തോടോ ഉള്ള സമഗ്രതയോ തിരിച്ചറിവോ ബോധവൽക്കരണമോ ആണ്."
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "രാജ്യത്തിന്റെ സ്വാതന്ത്ര്യത്തിന്റെ ആരംഭകാലത്ത്, സിംഗപ്പൂർ ബൊട്ടാണിക്കൽ ഗാർഡൻസിന്റെ പരിജ്ഞാനം ദ്വീപിനെ ഒരു ഉഷ്ണമേഖലാ പൂന്തോട്ട നഗരമാക്കി മാറ്റാൻ സഹായിച്ചു."
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "ചില പണ്ഡിതന്മാർ നിഗമനം ചെയ്യുന്നത് സംസ്കാരം ഇപ്പോൾ വറ്റിപ്പോയ സരസ്വതി നദിയുടെ തടത്തിലും നിലനിന്നിരുന്നു എന്നതിനാൽ ഇതിനെ സിന്ധു-സരസ്വതി സംസ്കാരം എന്ന് വിളിക്കാം എന്നാണ്. എന്നാൽ ചിലർ ഹരപ്പ എന്ന സ്ഥലത്ത് നിന്നും ഈ സംസ്കാരത്തെ ആദ്യം കണ്ടെത്തിയതിനാൽ ഹരപ്പൻ സംസ്കാരം എന്ന് വിളിക്കുന്നു. 1920-കളിൽ ആദ്യമായി ഖനനം ചെയ്ത സ്ഥലമായിരുന്നു ഹരപ്പ."
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "രാത്രി ട്രെയിനുകളിൽ, ഉറക്കം തടസ്സപ്പെടാതിരിക്കാൻ ടിക്കറ്റ് കളക്ടർ പാസ്പോർട്ട് സൂക്ഷിക്കാം."
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "എല്ലാവിധത്തിലും നിങ്ങൾക്കു വിമാനകമ്പനിയുമായി നേരിട്ട് ഫോണിൽ ബുക്ക് ചെയ്യണം."
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "1957-ൽ ലക്സംബർഗ് ഇന്ന് യൂറോപ്യൻ യൂണിയൻ എന്നറിയപ്പെടുന്ന സംഘടനയായി മാറിയ ഈ സംഘടനയുടെ സ്ഥാപക അംഗമായിരുന്നു."
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "പങ്കെടുക്കുന്ന രാജ്യങ്ങളായ രാജ്യങ്ങൾ ലോകപ്രശ്നങ്ങളോ അവരുടെ സംസ്കാരമോ ചരിത്രമോ പ്രദർശിപ്പിക്കാൻ ദേശീയ പവലിയനുകളിലെ കലാ-വിദ്യാഭ്യാസ പ്രദർശനങ്ങൾ സംഘടിപ്പിക്കുന്നു."
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "പ്രതി പരിപാടിയും കുട്ടികൾക്ക് ലൈബ്രറിയിൽ ചെല്ലുമ്പോൾ വായിക്കാൻ പുസ്തകങ്ങൾ എന്താണ് പറയും."
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "നമ്മുക്കിൽ പലരും നമ്മുടെ അറിവിനെ കുറിച്ചുള്ള ഒരു പ്രക്രിയയോ അനുഭവമോ നമുക്ക് ഒരിക്കലും പങ്കെടുക്കാൻ സാധിക്കാത്ത ഒരു ടെലിവിഷൻ ഷോ കാണുന്നതിൽ നിന്ന് നമ്മുടെ സ്വയം കണ്ടെത്തുന്നതിൽ നിന്ന്."
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "മുകളിൽ സൂചിപ്പിച്ചതുപോലെ, \"എസ്കിമോ\" എന്ന വാക്ക് യുണൈറ്റഡ് സ്റ്റേറ്റ്സിൽ അംഗീകാരമുള്ളതിനാൽ, ഇത് അമേരിക്കയിലെ ആർട്ടിക് പ്രദേശങ്ങളിലെ അമേരിക്കക്കാരല്ലാത്ത ജനങ്ങളും കാനഡയിൽ പ്രത്യേകിച്ചും അപകടകരമായി കണക്കാക്കപ്പെടുന്നു."
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "ചന്ദ്രനിൽ ഇത്തരം ചെങ്കുത്തായ കുന്നുകൾ കണ്ടെത്തിയിട്ടുണ്ട്. കാലാവസ്ഥാ സ്വാധീനം കുറവായിരിക്കുന്നതിനാൽ അവ കാണപ്പെടുന്നു. അവയെ സൃഷ്ടിച്ച ഭൂഗർഭ സംഭവങ്ങൾ താരതമ്യേന പുതിയതാണെന്ന് കാണിക്കുന്നു."
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "90 ഡിഗ്രി ഫാരൻഹീറ്റിൽ ചൂടിൽ കിടക്കുമ്പോൾ യാത്രക്കാർക്കു വെള്ളം നൽകിക്കൊടുത്തു."
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "കമ്പനിയാവട്ടെ സ്കൈപ്പ് ശക്തമായ സ്ഥാനം വഹിക്കുന്ന പ്രദേശങ്ങളിലും ചൈന, കിഴക്കൻ യൂറോപ്പ്, ബ്രസീൽ തുടങ്ങിയ പ്രദേശങ്ങളിൽ ജനകീയത നേടി ലാഭത്തിന്റെ ഉറവിടങ്ങൾ വൈവിധ്യപ്പെടുത്താൻ ആശിക്കുന്നു."
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "വിഷാദരോഗം ഒഴിവാക്കി ഭയം ഒഴിവാക്കി അതിശയോക്തിയുടെ സ്വാധീനമേ ആഴ്ചയിൽ ഒരു പ്രാവശ്യം നടത്തുന്ന പരിശീലന സെഷനുകളുടെ ആവശ്യമായിരുന്നു."
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "നമുക്കറിയാവുന്നതോടെ ടൈറ്റനെക്കാൾ ഗതിശീലതയുള്ള ഒരു ഗ്രഹപരമായ വസ്തു മാത്രമേയുള്ളൂ, അത് ഭൂമിയാണ്\" എന്ന് സ്റ്റോഫാൻ പറഞ്ഞു."
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "1759 സെപ്റ്റംബർ 24 ന് ആർതർ ഗിന്നസ് ഡബ്ലിനിലെ സെന്റ് ജെയിംസ് ഗേറ്റിലെ ബ്രൂവറിക്ക് 9,000 വർഷത്തെ പാട്ടം ഒപ്പിട്ടു."
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "ഭീഷണിയുടെ യഥാർത്ഥതയെക്കുറിച്ച് അധികൃതർക്ക് ഉറപ്പില്ലെങ്കിലും, എഫ്ബിഐയുടെ നിർദ്ദേശം കൊണ്ട് മേരിലാൻഡ് ഗതാഗത അധികാരികൾ അത് അടച്ചു."
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "2008-ൽ യുകെ സർക്കാരിൽ നിന്ന് അത്യാവശ്യ സഹായം കമ്പനി സ്വീകരിച്ചതായിരുന്നുവെന്ന് വെളിപ്പെടുത്തിയതിനെ തുടർന്ന് നോർത്തേൺ റോക്ക് ബാങ്ക് ദേശീയവത്കരണത്തിന് വിധേയമായി."
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "ഒരു രോഗിയുടെ അടുത്ത് നിൽക്കുമ്പോൾ എളുപ്പത്തിൽ പടരാവുന്ന ഒരു രോഗമാണ് സംക്രാമിക രോഗം."
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "ലോകത്തെമ്പാടും പ്രതിഷേധങ്ങളും നിരവധി കുറ്റകൃത്യ കേസുകളും നടന്നു. ഐസ്‌ലാൻഡ്, പാകിസ്ഥാൻ സർക്കാരുകളുടെ തലവന്മാർ രാജിവച്ചു."
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "അനുമതി മുൻകൂട്ടി റിസർവ് ചെയ്യണം. സിറീനയിൽ രാത്രിയിൽ തങ്ങാൻ നിങ്ങൾക്ക് ഒരു അനുമതി ഉണ്ടായിരിക്കണം."
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "അഭിപ്രായങ്ങൾ ഒഴിവാക്കിയാൽ, ലണ്ടനിൽ നടക്കുന്ന 2012-ലെ ഒളിമ്പിക്സിൽ മത്സരിക്കുന്ന ബ്രിട്ടീഷ് മത്സരാർത്ഥികളെ അദ്ദേഹം പിന്തുണ നൽകുമെന്ന് അദ്ദേഹം പറയുന്നു."
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "പല കെട്ടിടങ്ങളും കാഴ്ചയ്ക്ക് സുന്ദരമാണ്. ഉയർന്ന കെട്ടിടങ്ങളിൽ നിന്നോ അല്ലെങ്കിൽ അനുയോജ്യമായ സ്ഥാനത്തുള്ള ജനലിൽ നിന്നോ കാണുന്ന കാഴ്ച കാണുന്നത് സൗന്ദര്യമാണ്."
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "ഓസ്ട്രേലിയയുടെ മുൻ സർക്കാർ കൽക്കരി കയറ്റുമതിയെ ആശ്രയിക്കുന്നതിനാൽ സമ്പദ്‌വ്യവസ്ഥയെ ബാധിക്കുമെന്ന് പറഞ്ഞുകൊണ്ട് കിയോട്ടോ രതിഫൈ ചെയ്യാൻ വിസമ്മതിച്ചു. ഇന്ത്യയും ചൈനയും പോലുള്ള രാജ്യങ്ങൾക്ക് ഉദ്‌വമന ലക്ഷ്യങ്ങൾ നിർബന്ധമില്ല."
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "കഴിഞ്ഞ 3 മാസക്കാലത്ത്, 80 പേരെയും ഔദ്യോഗികമായി കുറ്റപ്പെടുത്താതെ സെൻട്രൽ ബുക്കിംഗ് കേന്ദ്രത്തിൽ നിന്ന് സ്വതന്ത്രരാക്കി."
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "ശാസ്ത്രജ്ഞർ ഈ പ്രക്രിയയെ \"പ്രേരിത പ്രകാശ വികിരണം\" എന്ന് വിളിക്കുന്നു, കാരണം ആറ്റങ്ങൾ തെളിഞ്ഞ പ്രകാശത്താൽ ഉത്തേജിപ്പിക്കപ്പെടുന്നു, ഇത് പ്രകാശത്തിന്റെ ഒരു ഫോട്ടോണിനെ ഉത്സർജ്ജിക്കുന്നു, പ്രകാശം വികിരണത്തിന്റെ ഒരു രൂപമാണ്."
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "നയവും ബന്ധപ്പെടൽ വിവരങ്ങളും യാത്രയിൽ പങ്കെടുക്കുന്ന സഹയാത്രികർക്കും സ്വദേശത്തുള്ള സഹായത്തിന് താൽപര്യമുള്ള ബന്ധുക്കൾക്കോ സുഹൃത്തുക്കൾക്കോ കൊടുക്കുക."
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "ലോസ് ഏഞ്ജൽസ് പോലീസ് വകുപ്പിന്റെ മുഖവിലെക്കായി ക്രിസ്റ്റഫർ ഗാർസിയ പുരുഷ പ്രതിയെ അനധികൃത പ്രവേശനക്കുറ്റത്തിന് അന്വേഷിക്കുന്നുവെന്നും അതിനേക്കാൾ വാണ്ടലിസം നടന്നിട്ടില്ലെന്നും പറഞ്ഞു."
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "യാഥാർത്ഥ്യത്തിന്റെ അടിസ്ഥാനത്തിൽ നമ്മുടെ സങ്കല്പം എങ്ങനെ രൂപപ്പെടുന്നു? കോട്ടകൾ എന്തിന് നിർമ്മിച്ചു? അവ എങ്ങനെ നിർമ്മിച്ചു?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "കമ്മീഷണർ പറയുന്നു, \"ഉത്ഭവ നിയമങ്ങളും ചുങ്കം നിരക്കുകളും ഇതുവരെ ഞങ്ങൾക്ക് കരാർ ഒപ്പിട്ടിട്ടില്ല, പക്ഷേ ഞങ്ങൾക്ക് ഉള്ള കരാർ രൂപരേഖ ജൂലൈ 1, 2020 മുതൽ വ്യാപാരം ആരംഭിക്കാൻ മതിയായ അടിസ്ഥാനം നമുക്ക് ഉണ്ട്\"."
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "സ്റ്റേൺസിനെ നിരീക്ഷണവും അന്വേഷണവും ഉപസമിതിയുടെ അദ്ധ്യക്ഷനായി ഊർജ്ജവും വ്യാപാരവും കമ്മിറ്റിയുടെ കീഴിൽ പ്ലാൻഡ് പാരന്റ്ഹുഡിലൂടെ ഗർഭച്ഛിദ്രത്തിന് നികുതി ഉപയോഗിക്കുന്നുവെന്ന് അന്വേഷിക്കുന്നതിൽ ഏർപ്പെട്ടിരിക്കുന്നു."
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "യുട്ടാ ജാസ് ടീമിലെ ഒരു കളിക്കാരന് കോവിഡ്-19 വൈറസ് പോസിറ്റീവായതിനെ തുടർന്നാണ് എൻ‌ബി‌എ ഇതുമായി ബന്ധപ്പെട്ട തീരുമാനം എടുത്തു."
  }
]