[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "Whistler (a una hora y media en coche desde Vancouver) es caro pero famoso gracias a los Juegos Olímpicos de Invierno del 2010."
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "Nota la posición de la persona al acercarte y cualquier señal de alerta."
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "Por lo general, quedarse en cualquier país extranjero por un período prolongado requerirá obtener una visa de antemano."
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "Se basaba en el alfabeto alemán y se añadió un signo, \"Õ/õ\"."
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "Hasta ahora, AOL ha podido liderar el mercado IM sin oposición, debido a su uso masivo en Estados Unidos."
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "Esta flota estuvo al mando de Olaf Trygvasson, un noruego ambicioso, que tenía la ambición de liberar a su país del dominio danés sobre Noruega."
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "La fuerza de asalto principal de 2,400 hombres cruzarían el río a nueve millas al norte de Trenton, y luego se dividirían en dos grupos, uno a las órdenes de Greene y otro a las órdenes de Sullivan, para lanzar un ataque en la madrugada."
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "Carlos se convirtió en el primer miembro de la casa real británica en obtener un grado."
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "Encélado es el cuerpo más reflectante del sistema solar, ya que refleja alrededor del 90 por ciento de la luz del sol que lo alcanza."
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "La pareja se había casado en Texas hacía un año atrás y vinieron a Buffalo para celebrar con sus amigos y familiares."
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "Estos requisitos dependen con frecuencia de los países que ha visitado o piensa visitar."
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "Los sectores laborales más grandes son como servicios profesionales y empresariales, administración pública, banca y finanzas, comercio y sector turístico."
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "Los ciudadanos cubanos que son poseedores de la tarjeta verde estadounidense deberían visitar el consulado ecuatoriano para obtener una exención de este requisito."
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "Asegúrate de que tu mano esté relajada al máximo sin dejar de aciertar con todas las notas, también intenta no realizar movimientos superfluos con tus dedos."
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "Durante la época de lluvias (noviembre a marzo), el caudal será mayor y Cataratas serán más impresionantes."
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "Hubo un cambio en esta legislatura cuando se suprimió la segunda oración en primer lugar por el Congreso de los Diputados y posteriormente fue aprobada por el Senado en similares términos el pasado lunes."
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "Se incorporó en 1945 y permaneció hasta que 1958."
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "Si no tiene una conexión de datos para el teléfono, o cuando no tiene cobertura, su funcionamiento puede verse limitado o inaccesible."
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "Una enfermedad infecciosa es aquella causada por un microorganismo, como por ejemplo un virus, un bacteria, un hongo u unos parásitos."
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "Los estudiantes también pueden hacer preguntas a los instructores en cualquier momento y recibir respuestas rápidas, en lugar de tener que esperar a la próxima reunión presencial."
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "Aerolíneas como Emirates, Etihad Airways, Qatar Airways y Turkish Airlines, entre otras, han expandido significativamente su presencia en África, y ofrecen conexiones a grandes ciudades africanas a tarifas más competitivas que las de otras aerolíneas europeas internacionales."
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "Parece un poco abrumador desde la base, y es un ascenso empinado y complicado, pero la mayoría de las personas con un estado físico razonable deberían ser capaces de hacerlo en aproximadamente 45 minutos."
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "Las diferentes construcciones tienen diferentes capacidades, son sensibles a diferentes longitudes de ondas y tienen distintos niveles de agudeza, también requieren procesamientos diferentes para interpretar la entrada y diferentes valores para funcionar óptimamente."
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "Fred tiene actualmente vientos de 165 km/h y se mueve hacia el noroeste."
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "Si tienes más de 2 pasajeros, hay un recargo, por lo que esto puede resultar más caro de lo necesario."
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "El diseño interactivo exige que los componentes de un proyecto se conecten de manera lógica entre sí y tengan sentido propio como unidad independiente."
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "Al abrir las válvulas, se permitió una descarga de presión para el sistema y el aceite fluyó hacia un colector hacia un depósito con capacidad para 55.000 barriles (2,3 millones de galones)."
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "Jonny Reid, piloto del equipo A1GP de Nueva Zelanda, logró un récord hoy al conducir a la velocidad récord sobre el puente del puerto de Auckland, que tiene 48 años, Nueva Zelanda, legalmente."
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "El número de hablantes nativos de una lengua depende de si se incluyen o no dialectos relacionados."
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "Interesantemente, no tuvo mucha importancia en la época antigua y no figura en la mayoría de las listas de reyes antiguos."
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "Una caballería es un ejército que combate montado. No se había inventado la silla de montar aún, así que los jinetes asirios lucharon sobre los lomos desnudos de sus caballos."
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "A veces el evento inicial desencadenante es el sol que calienta la nieve, a veces una nevada adicional, a veces otros fenómenos naturales, a menudo una persona."
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "Su existencia solo es conocida por sus efectos sobre la expansión del universo."
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "Cuatro años más tarde se concedió una patente que fue la primera patente mundial otorgada en el campo de la resonancia magnética nuclear."
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "El gobernador también dijo: \"Hoy hemos sabido que algunos escolares han estado en contacto con el afectado.\""
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "Por ejemplo, los niños que se identifican con una minoría étnica estereotipada como teniendo dificultades en la escuela tienden a tener dificultades en la escuela al descubrir el estereotipo asociado a su raza."
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "Jardín de la Unión. Este espacio se construyó originalmente como el atrio de un convento del siglo XVII, del que el Templo de San Diego es el único edificio superviviente."
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "Un acto formal conmemorativo se había previsto para más adelante, según los funcionarios."
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "En particular, el sistema de numeración en Bélgica francófona y Suiza tiene algunas pequeñas peculiaridades que son diferentes del francés de Francia, y la pronunciación de algunas palabras varía ligeramente."
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "Los mapuches también fueron uno de los últimos pueblos indígenas americanos independientes, que no se integraron plenamente al dominio hispanohablante hasta después de que Chile obtuviera su independencia."
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "El 18% de los venezolanos están en paro, y la mayoría de los empleados trabajan en el sector informal."
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "El cartel no resultó dañado físicamente; se modificó la modificación utilizando lonas negras con signos de paz y corazones para cambiar la \"O\" por una \"e\" minúscula."
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "Al contrario que otros primates, los homínidos dejan de utilizar las manos para desplazarse, ni para soportar el peso ni para balancearse de árbol en árbol."
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "El tiempo también se mide por cómo comparamos la duración de los sucesos."
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "Un Triceratops habría podido utilizar su pico para quitar las hojas antes de comer la rama."
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "Si te sientes más atrevido, prueba a hacer unos smoothies o bate algunos:"
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "Además, en un comunicado dijeron: \"La tripulación está trabajando para determinar la mejor forma de sacar el buque con seguridad\"."
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "Al menos, necesitas zapatos con suelas adecuadas. Los zapatos de verano suelen ser muy resbaladizos sobre hielo y nieve, e incluso algunas botas de invierno son deficientes."
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "Rodrigo Arias, ministro presidencial, anunció que Arias había dado positivo en la prueba de coronavirus."
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "La tormenta, situada a unos 3.000 kilómetros de Miami, Florida, tiene vientos máximos de 64 km/h."
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "Estados Unidos dice que ha recibido información de una fuente anónima que señala explícitamente el uso de kamikazes para hacer volar por los aires \"lugares emblemáticos\" en Etiopía y Kenia."
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "En el mismo huso horario que Hawái, estas islas a menudo se consideran como \"Hawái del sur\"."
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "La capa exterior que vemos al mirar el Sol es la fotosfera del Sol - o 'esfera de luz'."
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "No había nadie dentro del piso."
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "Asegúrate de contratar a un agente a través del cual hagas la reserva que sea un especialista en viajes a Galápagos con un buen conocimiento de una gran variedad de buques."
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "La tormenta, ubicada a unos 645 millas (1040 km) al oeste de las islas de Cabo Verde, es probable que se disipe antes de afectar a cualquier zona terrestre, según los pronósticos."
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "Las cataratas Victoria es una ciudad en el oeste de Zimbabue, al otro lado de la frontera de Livingstone, Zambia, y cerca de Botsuana."
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "Las tropas que reforzaron las posiciones de vanguardia incluyeron los regimientos 1º y 3º de New Hampshire, con 200 hombres, al mando de los coroneles John Stark y James Reed, quienes más tarde alcanzarían el rango de generales."
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "De los aproximadamente 24,000 meteoritos conocidos que han caído en la Tierra solo 34 se han verificado como de origen martiano."
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "Esto implica hacer cola, puesto que los perros antidroga podrían ser utilizados en cualquier momento."
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "Steve Jobs, CEO de Apple, salió al escenario y sacó el iPhone del bolsillo de sus vaqueros."
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "Los hombres de Stark se apostaron en la cerca al norte de la posición colonial."
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "En algunos trenes internacionales se realizan controles en el tren en marcha y debe llevar una identificación válida encima al subir a uno de esos trenes."
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "Jugador del día es Alex Ovechkin del equipo de los Washington Capitals."
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "Algunas rocas muy raras en la Tierra se venden entre US$11,000 y $22,500 por onza, lo que equivale a unas diez veces más que el precio del oro."
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "Por lo general, puede recargarse con bastante facilidad si se queda sin, y tiene una resolución similar a la de una cámara réflex digital actual."
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "Maroochydore se impuso a Caboolture en la semifinal."
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "El Dr. Lee también manifestó su inquietud ante los informes de que los niños en Turquía ahora han contraído el virus de la gripe aviar A(H5N1) de forma asintomática sin presentar síntomas."
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "El misticismo es la búsqueda de la unión con, la identificación con, o el conocimiento consciente de la realidad última, Dios, la divinidad o la verdad espiritual o trascendente."
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "Al principio de la independencia nacional, la experiencia de los Jardines Botánicos de Singapur contribuyó a transformar la isla en una ciudad-jardín tropical."
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "Si bien algunos académicos especulan que, dado que la civilización también existió en las cuencas del río Sarasvati, que actualmente está seco, sería más adecuado llamarla la civilización del Indo-Sarasvati, mientras que otros la llaman la civilización harappana por Harappa, el primer sitio en ser excavado en la década de los años 20."
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "En los trenes nocturnos, el revisor puede recoger los pasaportes para no molestar."
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "En cualquier caso, tienes que reservar directamente por teléfono con la aerolínea."
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "En 1957 Luxemburgo fue miembro fundador de la organización que hoy se conoce como la Unión Europea."
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "Los países participantes presentan exposiciones en sus pabellones para abordar temas de interés mundial o mostrar su cultura e historia."
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "Cada programa también recomendaría libros que los niños pueden encontrar cuando vayan a la biblioteca."
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "Muchas veces nos encontramos viendo un programa de televisión que nos informa sobre un proceso o experiencia al que nunca nos enfrentaremos y del que nunca sacaremos provecho."
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "Como se ha mencionado anteriormente, aunque la palabra \"Eskimo\" sigue siendo aceptable en los Estados Unidos, es considerada despectiva por muchos pueblos árticos fuera de Estados Unidos, sobre todo en Canadá."
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "Estos escarpes se encontraron en toda la luna y parecen tener poca erosión, lo que sugiere que los procesos geológicos que las originaron son de formación reciente."
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "Se les dio agua a los pasajeros mientras aguardaban en un calor de 32 grados."
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "La empresa espera diversificar sus fuentes de ingresos e incrementar su popularidad en áreas donde Skype es líder, como China, Europa Oriental y Brasil."
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "Solamente los efectos de la catastrofización, y no la depresión ni el miedo, estuvieron condicionados a las sesiones semanales de actividad física estructurada."
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "Que sepamos, solo hay un planeta que tiene más dinamismo que Titán, y su nombre es Tierra\", añadió Stofan."
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "El 24 de septiembre de 1759, Arthur Guinness firmó un alquiler de nada menos que 9.000 años para la fábrica de cerveza de St James' Gate en Dublín Irlanda."
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "Mientras las autoridades no tienen claro la credibilidad de la amenaza, la Autoridad de Transportes de Maryland cerró ante la insistencia del FBI."
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "El banco Northern Rock fue nacionalizado en 2008 después de que se reveló que la empresa había recibido ayuda financiera de emergencia del Gobierno británico."
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "Una enfermedad contagiosa es aquella que se transmite con facilidad al estar cerca de una persona contagiada."
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "Se produjeron protestas en todo el mundo, varias causas penales y los jefes de gobierno de Islandia y Pakistán dimitieron."
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "Es obligatorio reservar los permisos con antelación. Es necesario tener un permiso para pernoctar en Sirena."
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "Pese a sus comentarios, apoyará a los competidores británicos en los Juegos Olímpicos de Londres 2012, celebrados en Londres."
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "Muchos edificios son muy bonitos y la vista desde lo alto de un edificio o desde una ventana bien situada es un verdadero espectáculo."
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "El anterior gobierno conservador de Australia se negó a ratificar el Protocolo de Kioto, argumentando que perjudicaría la economía debido a su fuerte dependencia de las exportaciones de carbón, mientras que la India y China, entre otros, no tenían objetivos de emisiones que cumplir."
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "En los últimos 3 meses, más de 80 arrestados fueron puestos en libertad de la comisaría central sin cargos."
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "Los científicos denominan a este proceso \"emisión estimulada de radiación\" porque los átomos se estimulan con la luz brillante, y esto a su vez provoca la emisión de un fotón, y la luz es un tipo de radiación."
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "Entregue también copias de la póliza de viaje y los datos de contacto a los acompañantes y a los familiares o amigos que puedan ayudar."
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "Christopher García, portavoz del Departamento de Policía de Los Ángeles, afirmó que se está investigando a un hombre por intrusión más bien que por vandalismo."
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "¿Cómo se proyectaron y construyeron los castillos? ¿Por qué se construyeron originariamente? ¿Está nuestra imaginación basada en la realidad?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "El comisario manifestó: \"Aún no hemos llegado a un acuerdo sobre las normas de origen y las exenciones arancelarias, sin embargo, el marco que tenemos es lo suficientemente amplio como para comenzar a comerciar el 1 de julio de 2020\"."
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "Stearns investiga si se utilizan los impuestos para financiar abortos mediante Planned Parenthood en calidad de presidente del Subcomité de Supervisión y Investigación, dependiente del Comité de Energía y Comercio de la Cámara de Representantes."
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "La decisión de la NBA llegó después de que un jugador del Utah Jazz diera resultado positivo al COVID-19."
  }
]