[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "惠斯勒（距离温哥华开车1.5小时）虽然价格较高，但因举办2010年温哥华冬季奥运会而闻名。"
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "在接近受害者时，要注意受害者的具体位置以及可能存在的红色警示旗。"
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "一般来说，在任何一个外国停留较长时间的，通常需要提前办理签证手续。"
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "它以德语字母表为基础，在此基础上添加了一个字符“Õ/õ”，即德语字母表中特有的字符。"
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "直到现在，AOL一直能够按照自己的步伐主导即时通讯市场（IM市场），因为它在美国国内得到广泛应用。"
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "这支舰队是奥拉夫·特里格维松率领的，他志在从丹麦统治下夺回挪威的挪威人。"
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "由2400人组成的主攻部队将在特伦顿以北九英里处渡过河流，然后分为两路，其中一路由格林指挥，另一路由萨利文指挥，以便在黎明前发动攻击。"
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "查尔斯是英国王室第一位获得学位的成员。"
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "土卫二是太阳系里反射光最多的天体，约有90%的阳光被其反射。"
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "一年前在德克萨斯州举办婚礼的这对夫妇，来到布法罗市与朋友和亲戚一起共度美好时光。"
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "这些规定通常取决于游客曾去过或打算去的国家。"
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "就业领域中，专业技术服务、公务员、金融业、批发和零售业以及旅游业和酒店业是最大的行业。"
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "拥有美国绿卡的古巴公民需要前往厄瓜多尔驻华领事馆申请豁免。"
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "放松您的双手，准确弹奏所有音符，同时尽量减少手指的多余动作。"
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "在雨季期间（每年的11月至次年的3月），水量会增加，瀑布的景象也会更为壮丽。"
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "本届立法会议期间进行了一项修改，众议院先删除了第二项条款，然后参议院在周一以类似形式获得通过。"
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "1945年加入他们，直到1958年，共13年。"
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "如果您的手机没有数据连接或信号不佳，这些应用程序的性能可能会受到影响或无法使用。"
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "传染病是由病原体引起的传染性疾病，如病毒、细菌、真菌类或其他微生物。"
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "学生们也可以任何时候向老师提问，并且可以期待得到及时的回应，而不用等到下一次见面。"
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "埃米雷特航空、阿提哈德航空、卡塔尔航空和土耳其航空等中东和土耳其航空公司大幅扩展了其在非洲的航线网络，并以比其他欧洲航空公司更低的价格提供连接到许多主要非洲城市的航线。"
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "从下面看上去有点吓人，陡峭且较难攀登，但体力较好的普通人一般需要45分钟左右就能上去。"
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "不同结构具有不同的能力，对不同的波长敏感，敏锐度也各不相同。另外，它们需要经过不同的处理才能理解输入，才能发挥最佳效果。"
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "弗雷德目前风速为105英里（165公里/小时），正向西北方向移动。"
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "超过2名乘客需要收取附加费，因此这个选项可能不太划算。"
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "互动设计要求项目的组成部分能够连接起来，同时也要作为一个独立的实体有意义。"
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "阀门打开后，系统内的压力得以释放，油流经垫板流入可容纳55,000桶（约2.3亿升）的储油罐。"
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "A1GP新西兰车队的副驾驶乔尼·里德今天驾车在新西兰奥克兰港湾大桥上创下了48年来的最快记录，这是新西兰法律允许的速度。"
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "使用母语的人数因是否计入与标准语言非常接近的方言而有所不同。"
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "\"\""
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "骑兵是指骑在马背上作战的军队。那时马鞍尚未被发明，因此亚述骑兵是直接骑在马的赤背上作战的。"
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "有时候最初的诱发事件是阳光融化了雪，有时候接着又下雪，有时候是其他自然现象，往往是由人类引起的。"
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "它的存在之所以被人们所知晓，只是因为它对宇宙的膨胀产生了影响。"
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "四年之后，世界上第一项磁共振领域的专利被授予。"
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "州长同时表示：“今天，我们获悉一些在校学生被确认曾与患者有过密切接触。”"
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "因此，比如来自被刻板印象视为学习不好的种族少数群体的孩子，一旦知道了这种刻板印象后，也往往会在学校成绩不佳。"
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "联合广场。这片空间最初是17世纪修道院的中庭，圣地亚哥寺是修道院唯一幸存的建筑。"
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "官方表示，稍后将举办纪念仪式。"
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different",
    "translation": " ."
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "马普切人也是美洲最后几个尚未被殖民的土著群体之一，他们直到智利独立以后才被完全融入西班牙人的统治之下。"
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "委内瑞拉有18%的人口处于失业状态，大多数就业者则在非正规经济领域工作。"
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "标志并没有受到物理损坏；修改是使用带有和平符号和心形图案的黑色布幕，以将“O”改为小写字母“e”。"
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "与其他灵长类动物相比，人科动物不再使用手进行行走或支撑体重或在树间跳跃。"
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "时间也是我们比较事件持续时间长短的方法。"
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "三角龙可能会用它强壮的鸟喙剥掉树叶，然后再吃掉树干。"
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "如果你想尝试点新鲜事，就来试试吧：榨汁或制作一些冰沙"
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "他们在声明中表示：“船员目前正在努力确定安全营救这艘船的最佳方法”。"
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "至少需要一双鞋子，鞋底合适。夏季鞋子在冰雪上容易打滑，即使是冬季靴子，也有一些不够防滑的。"
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "罗德里戈·阿里亚斯总统部长宣布，阿里亚斯新冠病毒检测结果呈阳性，病情较轻。"
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "距离佛罗里达州迈阿密大约3,000英里处的风暴，最大持续风力时速40英里（64公里/小时）。"
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "美国方面称，从一位不愿透露姓名的消息来源处获得了信息，特别提到了使用自杀式炸弹袭击者袭击埃塞俄比亚和肯尼亚的知名地标。"
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "由于与夏威夷处于同一时区，人们有时把这些岛屿称为“澳大利亚的夏威夷”。"
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "当我们观察太阳时看到的外层部分称为光球层，即“光之球”。"
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "\"\" (gōngyù lǐ méiyǒu rén zài nèi)"
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "一定要选择一家有经验的加拉帕戈斯旅游专家旅行社，并且对各类游船有深入的了解。"
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "气象预报员表示，在佛得角群岛以西约1040公里处的该风暴，可能在威胁陆地之前消散。"
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "维多利亚瀑布城位于津巴布韦西部地区，与赞比亚的利文斯顿和博茨瓦纳接壤。"
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "增援前线阵地的部队包括第一和第三新罕布什尔州团，由200人组成，由约翰·斯塔克上校和詹姆斯·里德上校指挥（两人后来都晋升为将军）。"
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "地球上已知有大约24,000颗陨石，其中只有大约34颗被证实来自火星。"
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "这包括排队等待，因为随时都可能使用嗅探犬进行检查。"
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "苹果公司CEO史蒂夫·乔布斯（史蒂夫·乔布斯）走上了舞台，从自己的牛仔裤口袋里掏出了iPhone，正式亮相。"
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "斯塔克的人占领了殖民者的阵地北侧篱笆沿线。"
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "在一些跨境列车上，会在列车运行期间进行检验，请您乘坐这些列车时携带有效身份证明。"
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "今日最佳球员是华盛顿首都人队的亚历山大·奥维奇金（奥维奇金）。"
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "地球上极为罕见的一些矿石，以每盎司的价格11,000美元至22,500美元出售，是黄金价格的十倍左右。"
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "一般来说，如果用完，可以比较容易地补充耗材，而且其分辨率与数码单反相机相当。"
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "马鲁奇多尔队在半决赛中战胜了卡布尔彻队。"
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "李博士对土耳其的报道表示担忧，称该国的儿童感染了A（H5N1）型禽流感病毒却没有出现症状。"
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "神秘主义或神秘体验是指追求与绝对现实、神性或至高存在、精神真谛或上帝的存在的融合、认同或有意识的体验。"
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "新加坡独立初期，新加坡植物园的园艺专长帮助将这个岛屿打造成热带花园城市的典范。"
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "一些学者认为，由于文明也曾存在于萨拉斯瓦蒂河流域，因此有人建议称其为印度河-萨拉斯瓦蒂文明，也有人称其为哈拉帕文明，因为哈拉帕是最早在20世纪20年代被挖掘的遗址之一。"
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "在夜间卧铺车上，列车员可能会收走您的护照，免得打扰您休息。"
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "无论如何的情况下，请务必直接联系航空公司通过电话直接预订。"
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "1957年，卢森堡加入了现称为欧盟的组织，成为其创始成员。"
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "参展国家在各国馆中展示艺术和教育展示，以展示全球问题或展示本国的文化和历史。"
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "每一期节目同时会向孩子们推荐他们去图书馆时可以寻找的书籍，孩子们可以在图书馆找到这些书籍。"
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "很多人会看电视节目，电视节目会介绍一些我们永远也用不到的过程或经历。"
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "正如前面提到的，尽管 '因纽特人' 一词在美国仍然是可以接受的，但许多北极地区的非美国居民，特别是在加拿大，都认为这个词带有贬义。"
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "这些陡坡遍布整个月球，几乎没有风化的迹象，表明这些陡坡形成的时间相对较近。"
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "旅客在烈日下的90华氏度酷热中等待时得到水。"
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "该公司希望通过扩大其盈利来源，在Skype市场占有率较高的地区提高知名度，例如中国、东欧和巴西。"
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "仅仅是灾难化的影响，而不是抑郁和恐惧的影响，是每周的结构化身体活动（PA）课程的前提。"
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "据我们所了解，只有一个行星体比泰坦更加动态，就是地球。”斯托凡接着说。"
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "1759年9月24日，阿瑟·冠仕在爱尔兰都柏林的圣詹姆斯门啤酒厂签署了9,000年租期的租约。"
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "(fāngduì zhèngfǔ bù zhīdào wēixié de kěxìn xìng, mèngdé lín jiāotōng jú zài fēi bī jú de yāo qiú xià, zuò chū le guānbì de jué dìng)"
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "2008年，英政府接管北岩银行，这是因为该银行收到政府紧急援助的事实被揭露。"
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "\"\""
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "(quánqiú kàngyì, jǐ jiàn fǎnzuì kǒsù, Bīngdǎo hé Bākīsītān zhèngfǔ lǐngdǎo dōu cízhí)"
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "必须提前申请许可证，否则无法在塞雷纳停留过夜。"
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "不过，他将支持伦敦奥运会的英国选手。"
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "许多建筑物外观非常漂亮，从高楼或巧妙布置的窗户望出去的景色也是一种壮观的景观，真是一种赏心悦目的体验。"
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "澳大利亚前任保守政府拒绝批准通过京都议定书，认为这将损害经济，因为澳大利亚高度依赖煤炭出口，而与此同时，当时像印度和中国这样的国家不受减排目标的限制。"
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "最近3个月，超过80人被捕后未被正式指控就从看守所释放了。"
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "科学家将这一过程称为“受激辐射发射”，因为原子受到强光的刺激，导致光子发射，光是一种辐射。"
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "也将相关政策和联系信息的副本交给同行的伙伴或家人，以及国内的亲戚或朋友，他们可以提供帮助。"
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "洛杉矶警察局发言人克里斯托弗·加西亚说，嫌疑人被调查的原因是涉嫌非法侵入，而不是故意损坏财物。"
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "我们的想象力是基于现实的吗？为什么最初建造城堡的呢？它们又是如何设计和建造的呢？"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "专员表示，我们尚未就原产地规则和关税让步达成共识，但我们现有的框架已经足够，我们可以从2020年7月1日起开始贸易。"
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "斯特恩斯作为监督和调查小组委员会的主席，对税款是否被用于资助堕胎通过计划生育组织等机构进行调查，该小组委员会隶属于众议院能源和商业委员会的。"
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "NBA做出了决定是在犹他爵士队一名球员确诊新冠病毒之后。"
  }
]