[
  {
    "source_text": "A micro-manipulation method based on adhesion forces and dynamic effects has been proposed in our previous papers. A prototype manipulator, called [mu]MAD, has been constructed and successfully experimented. This paper describes the advanced capabilities of [mu]MAD, especially two new interesting applications: sorting of micro-objects and mechanical characterizations.",
    "translation": "Trong các công trình trước, chúng tôi đã đề xuất một phương pháp thao tác vi mô dựa trên lực bám dính và hiệu ứng động. Một bộ thao tác mẫu, gọi là [mu]MAD, đã được xây dựng và thử nghiệm thành công. Bài báo này trình bày các khả năng tiên tiến của [mu]MAD, đặc biệt là hai ứng dụng thú vị mới: phân loại vi mô và đặc trưng cơ học."
  },
  {
    "source_text": "When chaos calls / Bedlam abounds. Is now a good time to unplug and move to the woods?\n\nHere is the good news: We are completely doomed.\n\nIsn't that great? Isn't that reassuring? It damn well should be, because, in some form or another and since we were knee-high to a cave painting, the apocalypse has always, always been nigh.\n\nIt is perhaps the single most wonderful and reliable aspect about being a tiny troubled biped on this tiny troubled speck of spinning space dust; depending on whom you listen to, depending on how dialed in you are to the various nefarious signs and conspiracy theories and reruns of \"The Omen\" on late-night cable, we are always on the verge of imminent and unstoppable doom. It's just a matter of which supremely peeved deity -- God? Nukes? Bees? Trees? Peanut butter? -- you believe is about to bring the hammer down.\n\nIf nothing else, this unfailing belief in our imminent demise makes us terribly consistent. And consistency, aside from being a nasty hobgoblin, also provides terrific comfort. And comfort, in times of chaos and imminent apocalypse, is always sort of nice. See how that works?\n\nIn the Bush Dark Times, the apocalypse took the form of various charming little munchkins, like the gay agenda, Buddha tattoos, nu-metal, female nipples, Bill O'Reilly's adorable \"culture wars,\" gangsta rap, condoms, bad art, Muslim fanatics who want to confiscate your porn collection, stem cell research, Hillary Clinton and teenagers having lots of anal sex and calling it chastity. So cute!\n\nBut now, in the Obama Enlightenment, a very strange thing has occurred. It's as though Armageddon finally got a glimpse of itself in the mirror, saw what the GOP and Christian right had done to it and went, \"Holy hell, who put these f--king clown shoes on me and cut my hair in a mullet and stamped this idiotic 'Left Behind' logo on my forehead?\"\n\nAnd then it went on a rampage.\n\nResult: The apocalypse is no longer the illegible stick-figure cartoon Dubya liked to scribble on the bathtub wall while high on whippets and too many Ding-Dongs. Armageddon has taken on new shape and identity, ripped off its Disney costume to reveal a much darker and more sinister persona: global economic collapse, violent climate change, oceans in crisis, food shortages and water shortages and ice caps melting so quickly scientists are hauling life rafts to the research centers. Doom is now stripped down, battle scarred, global and mean.\n\nAccordingly, many people are looking around in increasing panic, wondering, \"Now? Is it now? Should I just chuck it all and unplug the iMac and quit updating my damnable Facebook status and move off the grid, somewhere with plenty of fresh water and lots of paranoia and free guns and no one will dare mess with my potato crops, what with all the barbed wire and trained attack dogs -- like, say northern Idaho or Canada or Afghanistan?\"\n\nVerily, every urban dweller I know has at least had the conversation, with varying degrees of seriousness. Given the massive layoffs and surging unemployment rates, what with all those fundamental, root-chakra domains -- food, water, shelter -- now kneeling before the gods of chaos, the general consensus seems to be that it might just be an ideal time to take the burned-out husk of your 401K and get the hell out before the water riots begin.\n\nBut really, how do you know? After all, it's just terribly easy to get lost in the maelstrom, to have little or no idea exactly how bad it really is out there in Bedlamville, simply because the various sources that are supposed to tell us just how awful it is -- that is, this very major media -- are themselves undergoing such a massive upheaval that it's all they (that is, we) can do to stay upright and spell their own names correctly in the obituaries, much less accurately report on Japan's breakdown or just how terrifying Eastern Europe is right now and what, exactly, that might mean for the price of your 50-pound bag of Mexican avocados from Costco.\n\nIt's easy to give in and let The Fear swallow you whole. After all, if the bitchy president of the EU says President Obama's wildly audacious master plan is a \"road to hell,\" who are you to argue? If the experts say places like LA and Nevada are about to run out of water and start feeding on their young, what can you possibly do about it? If the punditry points out just how silly it is to be focusing on kittenish issues like the AIG scandal while \"the tiger sinks its teeth into the world's neck,\" well, who are you not to take heed?\n\nHere is your",
    "translation": "Khi sự hỗn loạn ập đến / Sự hỗn loạn lan rộng. Liệu bây giờ có phải là thời điểm tốt để rút phích cắm và chuyển đến rừng?\n\nĐây là tin tốt: Chúng ta hoàn toàn tuyệt vọng.\n\nCó phải điều đó thật tuyệt vời? Có phải điều đó thật an ủi? Nó đáng lẽ phải như vậy, bởi vì, dưới một hình thức nào đó và từ khi chúng ta còn nhỏ, tận thế luôn luôn, luôn luôn ở gần.\n\nCó lẽ đó là khía cạnh tuyệt vời và đáng tin cậy nhất về việc trở thành một sinh vật hai chân nhỏ bé, gặp rắc rối trên một mảnh bụi nhỏ bé, gặp rắc rối trong không gian; tùy thuộc vào việc bạn lắng nghe ai, tùy thuộc vào việc bạn có kết nối với các dấu hiệu và lý thuyết âm mưu và các chương trình phát lại của \"The Omen\" trên kênh cáp vào ban đêm, chúng ta luôn đứng trước nguy cơ diệt vong và không thể tránh khỏi. Chỉ là vấn đề về vị thần nào - Thượng đế? Vũ khí hạt nhân? Ong? Cây? Bơ đậu phộng? - bạn tin rằng sẽ mang búa xuống.\n\nNếu không có gì khác, niềm tin không thể lay chuyển này về sự diệt vong sắp xảy ra của chúng ta khiến chúng ta trở nên nhất quán một cách khủng khiếp. Và sự nhất quán, ngoài việc là một con quỷ xảo quyệt, cũng mang lại sự an ủi tuyệt vời. Và sự an ủi, trong thời kỳ hỗn loạn và tận thế sắp xảy ra, luôn luôn khá tốt. Hãy xem nó hoạt động như thế nào?\n\nTrong thời kỳ Tối tăm của Bush, tận thế mang hình dạng của những sinh vật nhỏ bé dễ thương, như chương trình nghị sự đồng tính, hình xăm Phật, nhạc metal mới, vú nữ, cuộc chiến văn hóa \"ngây thơ\" của Bill O'Reilly, nhạc rap gangsta, bao cao su, nghệ thuật tồi, những người Hồi giáo cuồng tín muốn thu giữ bộ sưu tập khiêu dâm của bạn, nghiên cứu tế bào gốc, Hillary Clinton và thanh thiếu niên quan hệ tình dục hậu môn và gọi đó là sự trong trắng. Quá dễ thương!\n\nNhưng bây giờ, trong Thời đại Khai sáng của Obama, một điều kỳ lạ đã xảy ra. Giống như tận thế cuối cùng đã nhìn thấy bản thân mình trong gương, thấy những gì mà Đảng Cộng hòa và cánh hữu Kitô giáo đã làm cho nó và nói, \"Trời ơi, ai đã đặt những chiếc giày hề này lên chân tôi và cắt tóc tôi theo kiểu mullet và đóng dấu logo 'Left Behind' này lên trán tôi?\"\n\nVà sau đó nó điên cuồng.\n\nKết quả: Tận thế không còn là một bức tranh biếm họa không thể đọc được mà Dubya thích vẽ trên tường bồn tắm trong khi phê ma túy. Tận thế đã mang một hình dạng và bản sắc mới, lột bỏ lớp vỏ Disney để lộ một nhân vật u ám và hung ác hơn nhiều: sự sụp đổ kinh tế toàn cầu, biến đổi khí hậu nghiêm trọng, đại dương khủng hoảng, thiếu lương thực và thiếu nước và băng ở cực tan chảy quá nhanh khiến các nhà khoa học phải đưa thuyền cứu hộ đến các trung tâm nghiên cứu. Tận thế bây giờ đã cởi trần, bị thương, toàn cầu và hung ác.\n\nDo đó, nhiều người đang nhìn xung quanh trong sự hoảng sợ ngày càng tăng, tự hỏi, \"Bây giờ? Liệu bây giờ có phải là lúc? Tôi có nên vứt bỏ tất cả và tắt iMac và ngừng cập nhật trạng thái Facebook đáng ghét của mình và chuyển ra khỏi lưới, đến một nơi có nhiều nước sạch và nhiều hoang mang và súng tự do và không ai dám đe dọa mùa màng khoai tây của tôi, với tất cả dây thép gai và chó tấn công được huấn luyện - như, chẳng hạn như bắc Idaho hoặc Canada hoặc Afghanistan?\"\n\nThật vậy, mỗi người dân thành thị tôi biết đều đã có cuộc trò chuyện, với mức độ nghiêm túc khác nhau. Dựa trên việc sa thải hàng loạt và tỷ lệ thất nghiệp tăng cao, với tất cả các lĩnh vực cơ bản, cốt lõi - thực phẩm, nước, chỗ ở - nay cúi đầu trước sự hỗn loạn, sự đồng thuận chung dường như là có thể đây là thời điểm lý tưởng để lấy lại cái vỏ bị cháy của 401K của bạn và thoát ra trước khi cuộc khủng hoảng về nước bắt đầu.\n\nNhưng thực sự, bạn biết thế nào? Sau tất cả, thật dễ dàng bị lạc trong cơn bão, không có ý tưởng chính xác về mức độ tồi tệ của tình hình thực sự ở bên ngoài thành phố hỗn loạn, đơn giản vì các nguồn thông tin được cho là sẽ cho chúng ta biết mức độ tồi tệ của tình hình - tức là các phương tiện truyền thông chính - đang trải qua một sự thay đổi lớn đến mức họ chỉ có thể giữ được sự ổn định, chứ không phải báo cáo chính xác về tình hình của Nhật Bản và điều đó có thể có nghĩa gì đối với giá của túi 50 pound quả bơ Mexico từ Costco?\n\nThật dễ dàng để đầu hàng và để Nỗi Sợ nuốt chửng bạn. Nếu chủ tịch EU nói rằng kế hoạch chủ yếu táo bạo của Tổng thống Obama là \"con đường dẫn đến địa ngục\", bạn có thể tranh luận thế nào? Nếu các chuyên gia nói rằng những nơi như LA và Nevada sắp hết nước và bắt đầu ăn thịt lẫn nhau, bạn có thể làm gì về điều đó? Nếu các nhà phân tích chỉ ra rằng thật ngây thơ khi tập trung vào các vấn đề như vụ bê bối AIG trong khi \"con hổ đang đe dọa thế giới\", thì bạn có thể làm gì?"
  },
  {
    "source_text": "RFID technology is actually considered a hot topic in all scientific areas and has been described as a major enabling technology for the automation of many processes. Although it is not a new technology it has only recently come to the awareness of the public and is widely used in many sectors and particularly in healthcare. This paper aims to illustrate the utilisation of the RFID technology in healthcare, more precisely in infant security systems within the hospitals. To achieve this objective a case study about the experience of Portuguese hospitals in this system is presented and highlighted the main advantages reached with its utilisation.",
    "translation": "Công nghệ RFID đang là chủ đề nóng trong nhiều lĩnh vực khoa học và được coi là một công nghệ nền tảng để tự động hóa nhiều quy trình. Mặc dù công nghệ này không mới nhưng chỉ gần đây mới được công chúng biết đến và được ứng dụng rộng rãi trong nhiều lĩnh vực, đặc biệt là y tế. Bài báo này giới thiệu về việc ứng dụng công nghệ RFID trong lĩnh vực y tế, cụ thể là trong hệ thống bảo vệ trẻ sơ sinh tại các bệnh viện. Để thực hiện mục tiêu này, một trường hợp nghiên cứu về kinh nghiệm của các bệnh viện Bồ Đào Nha với hệ thống này được trình bày và làm nổi bật những lợi ích chính khi áp dụng."
  },
  {
    "source_text": " jazz and whatever else Björk could throw in the mix. The record was produced by Nellee Hooper, a DJ from the Bristol Wild Bunch collective who’d made a name for himself with his work on Soul II Soul’s Club Classics Vol I. Introduced to Hooper by her then-boyfriend, English DJ Dom T, Björk fell head over heels into a musical whirlwind affair celebrated on ‘Big Time Sensuality’: “Something important is about to happen/And we’re both included”. The Debut team – including Pop Group/PiL drummer Bruce Smith, Shamen vocalist Jhelisa Anderson and Talvin Singh, who played tabla and other percussion, as well as travelling to India to record a bona fide Bollywood string section for ‘Venus As A Boy' – would hit a different club every night after the sessions, and the record fizzes with the energy of discovery, Björk’s voice, so different from the usual style of dance vocalists, offering an entry point for those who wanted to join her mission of musical discovery: on ‘There’s More To Life Than This’, she runs off to the toilets of the Milk Bar nightclub to sing about nicking boats from the harbour, plotting to “rush down to the town’s best baker/To get the first bread of the morning”. The charm of the small-town girl on the rampage in the big city proved irresistible, and Debut sold 60,000 in the first month of its release, reaching No 3 in the UK chart, and earning Björk two Brit awards – Best International Female and Best International Breakthrough Act. This early success set her on a path she hadn’t expected, that of an accidental global pop star, forced to balance her art-punk origins and extreme tastes with reaching a huge new audience.\n\nTelegram (1996)\n\nBjörk’s second mature solo album, Post, contains many of her best-known songs: 'Army Of Me', 'Hyperballad', 'It’s Oh So Quiet'. But its dark shadow self, Telegram, found Björk trying on wildly different guises, “not trying to make it pretty or peaceable for the ear,” as she told Mixmag, but “just like a record I would buy myself”. Debut had been followed by a 1994 remix EP, the catchily titled The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels, with reworkings from Underworld, Sabres of Paradise and the Black Dog. Telegram, however, was promoted as an album in its own right, foregrounding Björk’s belief in remixing not just as a bonus to aid single sales, but as a way of reinventing her music, and of taking part in the sounds of those she admired without co-opting it. The tracklisting was wildly eclectic, from Dobie’s loping, hip hoppy take on ‘I Miss You’ or Dilinja’s skittering, nervy drum & bass rework of ‘Cover Me’ to a version of ‘Hyperballad’, the album’s lushest single, by avant garde classicists The Brodsky Quartet and ‘My Spine’, a Post offcut in collaboration with Scottish percussionist Evelyn Glennie. “I give it to the remixers and I just become a material to them. Like sugar or raisins,” she told Mixmag. “That is what’s challenging to me. To stop being the boss… Remixing allows me to always be me. It would not be honest for me to make a drum & bass record. It’s not where I come from… but I can go to a drum & bass person and say ‘Hello, my name is Björk and this is my voice and my song’ and they can make what they want from it. And you will see on the sleeve, ‘Björk remixed by Dilinja’. No one is stealing anyone else’s ideas and I don’t see it as ‘my work’ at all.”\n\nAll Björk’s singles continued to be released with a rich complement of remixes – Biophilia also has a sister remix record, Bastards. In 2005, she opened her work up to an even wider reinvention for the Army Of Me: Remixes And Covers charity album, raising money for those affected by the 2004 Asian tsunami. Putting a call out on her website, she chose from over 600 submissions from fans and musicians both amateur and professional. Biophilia went even further, allowing everyone who bought its apps to tinker",
    "translation": "jazz và mọi thứ khác mà Björk có thể thêm vào hỗn hợp âm nhạc. Album được sản xuất bởi Nellee Hooper, một DJ từ tập thể Bristol Wild Bunch, người đã làm nên tên tuổi của mình với công việc của mình trên Soul II Soul's Club Classics Vol I. Được giới thiệu với Hooper bởi bạn trai của cô lúc đó, DJ người Anh Dom T, Björk đã lao vào một mối tình lãng mạn âm nhạc được ăn mừng trên 'Big Time Sensuality': \"Một điều quan trọng sắp xảy ra / Và chúng ta đều được tham gia\". Đội ngũ sản xuất Debut - bao gồm tay trống của Pop Group / PiL Bruce Smith, ca sĩ Shamen Jhelisa Anderson và Talvin Singh, người chơi tabla và các nhạc cụ gõ khác, cũng như đi đến Ấn Độ để thu âm một dàn nhạc dây Bollywood chính thức cho 'Venus As A Boy' - sẽ đến một câu lạc bộ khác nhau mỗi đêm sau các buổi thu âm, và album này sôi sục với năng lượng của sự khám phá, giọng hát của Björk, rất khác so với phong cách thông thường của các ca sĩ nhảy, cung cấp một điểm khởi đầu cho những người muốn tham gia sứ mệnh khám phá âm nhạc của cô: trên 'Có nhiều điều trong cuộc sống hơn thế này', cô chạy đến nhà vệ sinh của câu lạc bộ đêm Milk Bar để hát về việc lấy trộm thuyền từ cảng, lên kế hoạch để \"chạy xuống tiệm bánh tốt nhất của thị trấn / Để lấy bánh mì đầu tiên của buổi sáng\". Sự quyến rũ của cô gái nhỏ thị trấn trong cơn cuồng nhiệt ở thành phố lớn đã chứng minh là không thể cưỡng lại, và Debut đã bán được 60.000 bản trong tháng đầu tiên phát hành, đạt vị trí số 3 trong bảng xếp hạng của Anh, và giúp Björk giành được hai giải Brit - Nữ nghệ sĩ quốc tế xuất sắc nhất và Nghệ sĩ đột phá quốc tế xuất sắc nhất. Sự thành công ban đầu này đã đặt cô vào một con đường mới mà cô không ngờ tới, đó là một ngôi sao nhạc pop toàn cầu tình cờ, buộc phải cân bằng giữa gốc gác nghệ thuật - punk và gu âm nhạc thử nghiệm với việc tiếp cận một lượng khán giả lớn mới.\n\nTelegram (1996)\n\nAlbum solo thứ hai của Björk, Post, chứa nhiều bài hát nổi tiếng nhất của cô: 'Army Of Me', 'Hyperballad', 'It’s Oh So Quiet'. Nhưng bản thân bóng tối của nó, Telegram, nơi Björk thử nghiệm với nhiều phong cách khác nhau, \"không cố gắng làm cho nó dễ nghe hoặc êm ái\", như cô đã nói với Mixmag, nhưng \"chỉ như một bản ghi mà tôi sẽ mua cho chính mình\". Debut đã được theo sau bởi một EP remix năm 1994, có tiêu đề bắt tai là The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels, với các bản làm lại từ Underworld, Sabres of Paradise và Black Dog. Tuy nhiên, Telegram đã được quảng bá như một album riêng, nhấn mạnh niềm tin của Björk vào việc remix không chỉ là một phần thưởng để giúp bán đĩa đơn, mà còn là một cách để tái tạo âm nhạc của cô, và tham gia vào âm thanh của những người cô ngưỡng mộ mà không chiếm đoạt nó. Danh sách bài hát rất đa dạng, từ bản remix hip hop của Dobie về 'I Miss You' hoặc bản remix drum & bass sôi động của Dilinja về 'Cover Me' đến bản remix của 'Hyperballad', đĩa đơn nổi bật nhất của album, bởi các nghệ sĩ cổ điển avant garde The Brodsky Quartet và 'My Spine', một bản offcut của Post hợp tác với tay trống Scotland Evelyn Glennie. \"Tôi đưa nó cho các nhà remix và tôi chỉ trở thành một phần của quá trình sáng tạo. Như đường hoặc nho khô,\" cô nói với Mixmag. \"Đó là điều thách thức đối với tôi. Để ngừng trở thành ông chủ… Remix cho phép tôi luôn là chính mình. Nó sẽ không trung thực nếu tôi làm một bản ghi drum & bass. Đó không phải là nơi tôi đến từ… nhưng tôi có thể đến một người làm drum & bass và nói 'Xin chào, tên tôi là Björk và đây là giọng nói và bài hát của tôi' và họ có thể làm những gì họ muốn từ nó. Và bạn sẽ thấy trên bìa, 'Björk remixed by Dilinja'. Không ai đánh cắp ý tưởng của người khác và tôi không coi đó là sở hữu của tôi.\"\n\nTất cả các đĩa đơn của Björk tiếp tục được phát hành với một bộ remix phong phú - Biophilia cũng có một bản remix chị em, Bastards. Năm 2005, cô đã mở rộng công việc của mình cho một sự tái tạo rộng lớn hơn cho album Army Of Me: Remixes And Covers từ thiện, quyên góp tiền cho những người bị ảnh hưởng bởi sóng thần châu Á năm 2004. Đưa ra một lời kêu gọi trên trang web của mình, cô đã chọn từ hơn 600 bản gửi từ người hâm mộ và nhạc sĩ cả nghiệp dư và chuyên nghiệp. Biophilia đã đi xa hơn, cho phép mọi người mua ứng dụng của nó để tùy chỉnh."
  },
  {
    "source_text": "This paper describes some novel research results on bilateral teleoperation of a flexible catheter in a constrained environment. The dynamics of the catheter in a constrained environment is highly nonlinear and is affected by a large number of factors such as friction, flexibility of the catheter, force of insertion, shape and size of the catheter, etc. As a result, the distal end of the catheter almost never follows the actuated end of the catheter which could cause fatigue to the clinician/user attempting to insert the catheter in a blood vessel. In addition, there is a time delay of up to 0.8 second before the distal end of the catheter advances after the near end is actuated. This delay is sufficient to cause instability in the control loop. We have developed a teleoperation framework using wave variables to perform robot- assisted catheter insertion in a constrained environment while reflecting the forces at the tip of the catheter to the clinician. Experimental results showing the effect of different factors such as the velocity and stroke length of insertion on the delays introduced in control loop and errors between the master and slave position are included. To the best of our knowledge, this work is among the first to attempt to provide an understanding of the effects of various factors on the flexing of the catheter. In addition, master-slave insertion of a catheter instrumented with shape memory alloys (SMA) has also been performed and the results are included in this paper.",
    "translation": "Bài báo này mô tả một số kết quả nghiên cứu tiên tiến về điều khiển từ xa hai chiều của một catheter linh hoạt trong môi trường bị giới hạn. Đặc tính động lực học của catheter trong môi trường bị giới hạn là phi tuyến cao và bị ảnh hưởng bởi một số lượng lớn các yếu tố như ma sát, độ linh hoạt của catheter, lực chèn, hình dạng và kích thước của catheter, v.v. Kết quả là, đầu xa của catheter ít khi theo đầu được điều khiển của catheter, điều này có thể gây cảm giác mệt mỏi cho bác sĩ/người dùng khi cố gắng chèn catheter vào mạch máu. Ngoài ra, còn có thời gian trễ lên đến 0,8 giây trước khi đầu xa của catheter tiến về phía trước sau khi đầu gần được điều khiển. Thời gian trễ này đủ để gây ra sự không ổn định trong hệ thống điều khiển. Chúng tôi đã phát triển một khung điều khiển từ xa dựa trên biến sóng để thực hiện việc chèn catheter có hỗ trợ robot trong môi trường bị giới hạn trong khi truyền tải lực tại đầu của catheter đến bác sĩ. Kết quả thực nghiệm chỉ ra ảnh hưởng của các yếu tố khác nhau như tốc độ và chiều dài chèn vào độ trễ được giới thiệu trong vòng điều khiển và sai số giữa vị trí chính và vị trí nô lệ được bao gồm. Theo hiểu biết của chúng tôi, công trình này là một trong những công trình đầu tiên cố gắng làm sáng tỏ ảnh hưởng của các yếu tố khác nhau đến độ uốn của catheter. Ngoài ra, việc chèn catheter chính - nô lệ của một công cụ catheter được trang bị hợp kim có khả năng nhớ hình dạng (SMA) cũng đã được thực hiện và kết quả được bao gồm trong bài báo này."
  },
  {
    "source_text": "Nodes in ad hoc networks generally transmit data at regular intervals over long periods of time. Recently, ad hoc network nodes have been built that run on little power and have very limited memory. In ad hoc networks authentication can be a significant challenge, even without considering size and power constraints. Assuming idealized hashing, this paper examines lower bounds for ad hoc broadcast authentication for /spl mu/-TESLA-like protocols. In particular this paper focuses on idealized hashing for generating preimages of hash chains. Using variations on these idealized hash functions, this paper gives an idealized time-space product /spl Omega/(t/sup 2/ log/sup 4/ n) bit operation/sup 1/ lower-bound for optimal preimage hash chain generation. Where n is the total length of the hash chain and the hash elements are t-wise independent. Given our foundations, these results follow as corollaries to a lower bound of Coppersmith and Jakobsson.",
    "translation": "Các nút trong mạng ad hoc thường truyền dữ liệu theo khoảng thời gian đều đặn trong thời gian dài. Gần đây, các nút mạng ad hoc đã được xây dựng để chạy trên ít năng lượng và có dung lượng bộ nhớ thấp. Trong mạng ad hoc, xác thực có thể gặp khó khăn, ngay cả khi không xem xét các hạn chế về kích thước và năng lượng. Giả định sử dụng hàm băm lý tưởng, bài báo này xem xét các cận dưới cho xác thực phát sóng trong mạng ad hoc cho các giao thức giống /spl mu/-TESLA. Đặc biệt, bài báo này tập trung vào việc sử dụng hàm băm lý tưởng để tạo ra các hình ảnh trước của chuỗi băm. Sử dụng các biến thể của các hàm băm lý tưởng này, bài báo này đưa ra một cận dưới lý tưởng về thời gian-không gian /spl Omega/(t/sup 2/ log/sup 4/ n) hoạt động bit/sup 1/ cho việc tạo ra chuỗi băm hình ảnh trước tối ưu. Trong đó n là độ dài tổng của chuỗi băm và các phần tử băm có tính độc lập t-wise. Dựa trên nền tảng của chúng tôi, những kết quả này là hệ quả của cận dưới của Coppersmith và Jakobsson."
  },
  {
    "source_text": "Following Monday’s false dawn Britain, the EU and Ireland have finally reached a deal on Brexit, meaning talks can now move onto phase two.\n\nTalks ran through the night between UK Prime Minister Theresa May, leader of the DUP – Northern Ireland’s biggest party – Arlene Foster, European Commission President Jean-Claude Juncker and Irish leader Leo Varadkar.\n\nTensions between the leaders had reached fever pitch during the week as the heads of state fought their country’s corner. However, by Friday morning it was announced that marathon all-night talks had culminated in an initial plan on which everyone agreed.\n\nHere RT breaks down the key points of that agreement:\n\nIreland gets to keep its soft border\n\nWe have achieved all we set out to achieve in Phase 1. This is not the end but it is the end of the beginning. The Good Friday Agreement is fully protected & the Common Travel Area will continue. The UK is committed to avoiding a hard border. #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) December 8, 2017\n\nThe Irish government was unhappy with the language in the initial proposal from the UK on the border between Northern Ireland and the Republic.\n\nEarlier in the week Taoiseach Varadkar (Ireland’s PM), even threatened to delay negotiations until the new year if a deal couldn’t be brokered.\n\nREAD MORE: Irish PM throws Theresa May under the bus, says UK PM abandoned North Ireland Brexit deal\n\nDetermined to move on to phase two of negotiations before the Christmas break, the group worked through the night to come up with a new agreement that Varadkar called “cast iron” and “bulletproof.”\n\nAll other issues are to be ironed out in phase two but, if those negotiations break down, there is now a clear default or insurance policy that guarantees there will be no customs or trade barriers between the Republic of Ireland and the UK.\n\nCitizens get to keep their rights\n\n1/2 Delighted we've reached an agreement which will give both Europeans here in the UK and British citizens in the EU binding guarantees about their residence rights. — Amber Rudd MP (@AmberRuddHR) December 8, 2017\n\nAs per the agreement, the more than 3 million EU citizens living and working in the UK will continue to enjoy the current freedom of movement principals. The guarantee also applies to British citizens living in other parts of the EU.\n\nCrucially, everyone born in Northern Ireland will still retain EU AND British citizenship. The European Court of Justice will continue overseeing the rights of EU citizens in the UK for eight years after their withdrawal.\n\nIn his press conference Friday Varadkar told unionists in Northern Ireland: “We want to build bridges, not borders,” and to nationalists: “Your birthright as an Irish citizen is protected.\"\n\nREAD MORE: Tories praise Brexit deal, but Nigel Farage says it is ‘humiliating’\n\nCommon travel area\n\nUnder Friday’s 11th hour deal citizens on the island of Ireland will continue to move freely between the North and Republic. This had been a major concern for business people, and the thousands who live and work either side of the border.\n\nGoing forward\n\nMove to phase 2 of talks good - but devil is in the detail and things now get really tough. If #Brexit is happening (wish it wasn’t) staying in single market & customs union is only sensible option. And any special arrangements for NI must be available to other UK nations. — Nicola Sturgeon (@NicolaSturgeon) December 8, 2017\n\nTalks will now turn to the transition period. The UK has asked for a two-year implementation period from the exit date, bringing the cut-off point to March 2021, in which they would remain in the Single Market and Customs Union – the terms of just how involved Britain will be in the EU during that period has yet to be determined.\n\nBritain and the EU will also have to decipher what their relationship will look like post-divorce, specifically if and how the two will fight issues such terrorism and international crime together.\n\nREAD MORE: Confirmed! Brexit deal brokered between May and EU - no hard border for N. Ireland\n\n“We all know that breaking up is hard. But breaking up and building a new relation is much harder,” said President of the European Council Donald Tusk, harking back to Neil Sadaka’s 1975 hit.\n\n“Since the Brexit referendum, a year and a half has passed. So much time has been devoted to the easier part of the task. And now, to negotiate a transition arrangement and the framework for our future relationship, we have de facto less than a year.”\n\nGiven that",
    "translation": "Sau khi bình minh giả của thứ Hai, Vương quốc Anh, EU và Ireland đã cuối cùng đạt được thỏa thuận về Brexit, có nghĩa là các cuộc đàm phán có thể chuyển sang giai đoạn hai.\n\nCác cuộc đàm phán đã diễn ra suốt đêm giữa Thủ tướng Vương quốc Anh Theresa May, lãnh đạo đảng DUP - đảng lớn nhất của Bắc Ireland - Arlene Foster, Chủ tịch Ủy ban Châu Âu Jean-Claude Juncker và Thủ tướng Ireland Leo Varadkar.\n\nCăng thẳng giữa các nhà lãnh đạo đã lên đến đỉnh điểm trong tuần khi các nhà lãnh đạo quốc gia đấu tranh để bảo vệ lợi ích của đất nước họ. Tuy nhiên, vào sáng thứ Sáu, đã được công bố rằng các cuộc đàm phán kéo dài suốt đêm đã kết thúc với một kế hoạch ban đầu mà mọi người đều đồng ý.\n\nDưới đây là RT phân tích các điểm chính của thỏa thuận đó:\n\nIreland giữ được biên giới mềm\n\nChúng tôi đã đạt được tất cả những gì chúng tôi đặt ra để đạt được trong giai đoạn 1. Điều này không phải là kết thúc nhưng là kết thúc của sự bắt đầu. Hiệp định Thứ Sáu tốt đẹp được bảo vệ hoàn toàn và Khu vực Di chuyển Chung sẽ tiếp tục. Anh cam kết tránh biên giới cứng. #Brexitpic.twitter.com/kMxIMgBuAn - Leo Varadkar (@campaignforleo) ngày 8 tháng 12 năm 2017\n\nChính phủ Ireland không hài lòng với ngôn ngữ trong đề xuất ban đầu của Anh về biên giới giữa Bắc Ireland và Cộng hòa.\n\nTrước đó trong tuần, Thủ tướng Varadkar (Thủ tướng Ireland), thậm chí còn đe dọa trì hoãn các cuộc đàm phán cho đến năm mới nếu không thể đạt được thỏa thuận.\n\nĐọc thêm: Thủ tướng Ireland đẩy Thủ tướng Theresa May vào tình thế khó khăn, nói rằng Thủ tướng Anh đã bỏ rơi thỏa thuận Brexit của Bắc Ireland\n\nQuyết tâm chuyển sang giai đoạn hai của các cuộc đàm phán trước kỳ nghỉ Giáng sinh, nhóm đã làm việc suốt đêm để đưa ra một thỏa thuận mới mà Varadkar gọi là \"sắt rắn\" và \"chống đạn\".\n\nTất cả các vấn đề khác sẽ được giải quyết trong giai đoạn hai, nhưng nếu các cuộc đàm phán đó thất bại, bây giờ có một chính sách bảo hiểm hoặc bảo hiểm rõ ràng đảm bảo sẽ không có rào cản hải quan hoặc thương mại giữa Cộng hòa Ireland và Anh.\n\nCông dân giữ được quyền của mình\n\n1/2 Rất vui khi chúng tôi đã đạt được thỏa thuận sẽ cung cấp cho cả công dân châu Âu ở Anh và công dân Anh ở EU các bảo đảm ràng buộc về quyền cư trú của họ. - Amber Rudd MP (@AmberRuddHR) ngày 8 tháng 12 năm 2017\n\nTheo thỏa thuận, hơn 3 triệu công dân EU sống và làm việc tại Anh sẽ tiếp tục tận hưởng các nguyên tắc tự do di chuyển hiện tại. Bảo đảm cũng áp dụng cho công dân Anh sống ở các phần khác của EU.\n\nQuan trọng là, mọi người sinh ra ở Bắc Ireland vẫn sẽ giữ được quyền công dân EU và Anh. Tòa án Công lý Châu Âu sẽ tiếp tục giám sát quyền của công dân EU tại Anh trong 8 năm sau khi rút lui.\n\nTrong cuộc họp báo thứ Sáu, Varadkar đã nói với các nhà lãnh đạo đoàn kết ở Bắc Ireland: \"Chúng tôi muốn xây dựng cầu, không phải biên giới\", và với các nhà dân tộc chủ nghĩa: \"Quyền công dân Ireland của bạn được bảo vệ.\"\n\nĐọc thêm: Đảng Bảo thủ ca ngợi thỏa thuận Brexit, nhưng Nigel Farage nói rằng nó là \"hòa nhã\"\n\nKhu vực di chuyển chung\n\nTheo thỏa thuận vào thứ Sáu, công dân trên đảo Ireland sẽ tiếp tục di chuyển tự do giữa Bắc và Cộng hòa. Điều này đã là một mối quan tâm lớn đối với các doanh nhân và hàng nghìn người sống và làm việc ở cả hai bên biên giới.\n\nTiến về phía trước\n\nChuyển sang giai đoạn 2 của các cuộc đàm phán là tốt - nhưng điều quan trọng nằm trong chi tiết và mọi thứ bây giờ trở nên thực sự khó khăn. Nếu #Brexit đang xảy ra (mong nó không) thì ở lại thị trường chung và liên minh hải quan có thể là lựa chọn hợp lý duy nhất. Và bất kỳ thỏa thuận đặc biệt nào cho NI phải có sẵn cho các quốc gia khác của Anh. - Nicola Sturgeon (@NicolaSturgeon) ngày 8 tháng 12 năm 2017\n\nCác cuộc đàm phán sẽ chuyển sang giai đoạn chuyển tiếp. Vương quốc Anh đã yêu cầu một giai đoạn thực hiện hai năm kể từ ngày rút lui, đưa điểm cắt đứt đến tháng 3 năm 2021, trong đó họ sẽ vẫn ở trong Thị trường Chung và Liên minh Hải quan - các điều khoản về mức độ Anh sẽ tham gia vào EU trong giai đoạn đó vẫn chưa được xác định.\n\nAnh và EU cũng sẽ phải giải mã mối quan hệ của họ sẽ trông như thế nào sau khi ly hôn, đặc biệt là nếu và làm thế nào hai bên sẽ chiến đấu với các vấn đề như khủng bố và tội phạm quốc tế.\n\nĐọc thêm: Xác nhận! Thỏa thuận Brexit được đàm phán giữa May và EU - không có biên giới cứng cho Bắc Ireland\n\n\"Tất cả chúng ta đều biết rằng chia tay là khó. Nhưng chia tay và xây dựng một mối quan hệ mới là khó khăn hơn nhiều\", Chủ tịch Hội đồng Châu Âu Donald Tusk đã nói, nhớ lại bài hát hit năm 1975 của Neil Sadaka, 'Breaking Up Is Hard to Do'.\n\n\"Kể từ cuộc trưng cầu dân ý Brexit, đã qua một năm rưỡi. Rất nhiều thời gian đã được dành cho phần dễ dàng hơn của nhiệm vụ này. Và bây giờ, để đàm phán một thỏa thuận chuyển tiếp và khuôn khổ cho mối quan hệ tương lai của chúng ta, chúng ta có thực tế ít hơn một năm.\""
  },
  {
    "source_text": "Existing version control approaches in database management systems (DBMSs) are still limited to providing version control functionality for the rollback to a previous state of the database itself and/or database schemas. The interrelations between changes to software artifacts produced during a database development process such as specifications, design diagrams, documentation, and database itself are not well managed by an DMBS. This paper presents an integrated approach that combines the structure-oriented software configuration management (SCM) and versioned hypermedia to control logical changes to software artifacts including entity-relationship diagrams (ERDs) and schema constructs, and to maintain consistent configurations among those constructs and versions of data. Logical connections among specifications and elements of an ERD are represented as hyperlinks and versioned as well.",
    "translation": "Các phương pháp kiểm soát phiên bản hiện tại trong các hệ thống quản lý cơ sở dữ liệu (DBMS) vẫn còn hạn chế trong việc cung cấp chức năng kiểm soát phiên bản để quay lại trạng thái trước của chính cơ sở dữ liệu và/hoặc cấu trúc cơ sở dữ liệu. Các mối quan hệ tương hỗ giữa các thay đổi đối với các thành phần phần mềm được tạo ra trong quá trình phát triển cơ sở dữ liệu như các thông số kỹ thuật, sơ đồ thiết kế, tài liệu và chính cơ sở dữ liệu không được quản lý hiệu quả bởi một hệ thống quản lý cơ sở dữ liệu (DMBS). Bài báo này giới thiệu một phương pháp tích hợp kết hợp quản lý cấu hình phần mềm dựa trên cấu trúc (SCM) và siêu phương tiện có phiên bản để kiểm soát các thay đổi logic đối với các thành phần phần mềm, bao gồm sơ đồ quan hệ thực thể (ERDs) và cấu trúc cơ sở dữ liệu, và để duy trì cấu hình nhất quán giữa các cấu trúc và phiên bản dữ liệu. Các mối quan hệ logic giữa các thông số kỹ thuật và các yếu tố của một ERD được biểu diễn dưới dạng siêu liên kết và được phiên bản hóa."
  },
  {
    "source_text": "\nShort answer: nuke the disclaimer notices\n\nAt which point, god help us all. Now, not only do we have fake sites putting out clickbait crap to game Facebook and Twitter, but now they’re not even clearly marked as fake news sites! Which means Google and Facebook will have to go back to step 1: identifying them based on the content.\n\nSo then we’re back to square one. But the problems don’t end with identifying fake news.\n\nOh no, there will be consequences when news sites inevitably get misflagged as ‘fake’. Such as say, a very angry webmaster/owner sending Google legal threats for cutting off their income based on what he sees as company bias/discrimination/whatever. Or complaining that Google’s actions (accusing his site of being fake) is considered libel or something.\n\nIt’s a legal minefield that could leave enough gaps in the terms and conditions to drive a (lawsuit )bus through.\n\nAnd this is still only the tip of the iceberg when it comes to how awful this statement is and how badly these rules could be interpreted.\n\nBecause then we get to the whole ‘conceal information’ aspect. What counts as this?\n\nWell, that’s a good question actually. Because the amount of things you could ban sites for based on the concept is insane.\n\nFor example, this could easily be used to shut off ads on sites run by anonymous or pseudonymous authors. After all, they could be seen as ‘concealing information about the publisher’, right?\n\nI guess so.\n\nWhich means Google and co now have a nice way to shut down ads on any somewhat anonymous site that annoys them. Hence giving them a cruel way to blast many gaming site owners and political activists straight into the poorhouse.\n\nAbove: Sorry Sean Malstrom. Hope you don’t leave WordPress.com, otherwise Google will apparently cut off your advertising.\n\nAnd it gets worse. Why? Because then ‘concealing information about the publisher’s content’ is even MORE vague.\n\nI mean literally anything could be justified under that logic.\n\nUsed an anonymous source? You’re ‘concealing information about the content’ by protecting them and not providing their names. Like here:\n\nAbove image taken from a Lets Play Video Games article on the recent Rabbids/Mario RPG crossover rumours.\n\nSay something you know is false because you’re under an embargo or agreement? That’s ‘concealing information about the content’.\n\nReally, you could justify cutting off ads for a lot of reasons with this logic. Perhaps not always bad reasons (because hey, you could nail dishonest journalists for a ‘conflict of interest’ with the same ‘rule’), but enough that it should terrify the hell out of anyone doing journalism at all.\n\nAnd that’s really the major issue. Google’s plans to stop fake news may be admirable, but the rules and ideas seem so vague that they can be used as a weapon against anyone for any reason whatsoever.\n\nAdd how they can just make the fake news problem worse (by incentivising people to lie about their site’s content), and you’ve got a ‘solution’ which could end up it being far worse than the actual problem.\n\nBut hey, maybe that’s the point. Maybe the idea isn’t really to stop fake news, but to hit anyone disagreeing with the mainstream narrative in the pocketbook, in hopes it’ll put ’em out of business. Perhaps Google just wants to play judge, jury and executioner.\n\nOr maybe I’m too cynical. Either way, these rules don’t work, and need serious revision if Google thinks it can stop fake news with them.",
    "translation": "Câu trả lời ngắn gọn: loại bỏ thông báo từ chối trách nhiệm\n\nVào thời điểm đó, chúc tụng tất cả chúng ta. Bây giờ, không chỉ có các trang web giả mạo tạo ra các nội dung clickbait để lừa Facebook và Twitter, mà bây giờ họ thậm chí không còn được đánh dấu rõ ràng là các trang web tin tức giả mạo! Điều đó có nghĩa là Google và Facebook sẽ phải quay lại bước 1: xác định chúng dựa trên nội dung.\n\nVậy thì chúng ta lại trở về điểm xuất phát. Nhưng các vấn đề không kết thúc ở việc xác định tin tức giả mạo.\n\nÔi không, sẽ có hậu quả khi các trang web tin tức chắc chắn bị đánh dấu sai là 'giả mạo'. Ví dụ như một người quản trị web/ chủ sở hữu rất giận dữ gửi cho Google các đe dọa pháp lý vì cắt đứt thu nhập của họ dựa trên những gì anh ta coi là thiên vị hoặc phân biệt đối xử của công ty. Hoặc phàn nàn rằng hành động của Google (bêu xấu trang web của anh ta là giả mạo) được coi là vu khống hoặc điều gì đó.\n\nĐây là một lĩnh vực pháp lý đầy rẫy mìn có thể tạo ra đủ khoảng trống trong các điều khoản và điều kiện để một vụ kiện lớn xảy ra.\n\nVà điều này vẫn chỉ là phần nổi của tảng băng khi nói đến việc tuyên bố này khủng khiếp như thế nào và các quy tắc này có thể bị giải thích sai như thế nào.\n\nBởi vì sau đó chúng ta đến với khía cạnh che giấu thông tin. Điều gì được coi là điều này?\n\nVâng, đó là một câu hỏi hay. Bởi vì số lượng các thứ mà bạn có thể cấm các trang web dựa trên khái niệm này là điên rồ.\n\nVí dụ, điều này có thể dễ dàng được sử dụng để tắt quảng cáo trên các trang web được điều hành bởi các tác giả ẩn danh hoặc bút danh. Sau tất cả, họ có thể được coi là che giấu thông tin về người xuất bản, đúng không?\n\nTôi nghĩ vậy.\n\nĐiều đó có nghĩa là Google và các công ty khác hiện có một cách hay để tắt quảng cáo trên bất kỳ trang web ẩn danh nào khiến họ khó chịu. Do đó, họ có một cách tàn nhẫn để đưa nhiều chủ sở hữu trang web chơi game và các nhà hoạt động chính trị thẳng vào cảnh nghèo đói.\n\nTrên: Xin lỗi Sean Malstrom. Hy vọng bạn không rời WordPress.com, nếu không Google sẽ ngừng hiển thị quảng cáo của bạn.\n\nVà tình hình còn tồi tệ hơn. Bởi vì sau đó việc che giấu thông tin về nội dung của người xuất bản còn mơ hồ hơn nữa.\n\nTôi có nghĩa là gần như bất kỳ thứ gì cũng có thể được biện minh bằng logic đó.\n\nĐã sử dụng nguồn tin ẩn danh? Bạn đang che giấu thông tin về nội dung bằng cách bảo vệ họ và không cung cấp tên của họ. Như ở đây:\n\nHình ảnh trên được lấy từ một bài viết trên trang web Lets Play Video Games về các tin đồn gần đây về trò chơi nhập vai Rabbids/Mario.\n\nNói điều gì đó bạn biết là sai vì bạn đang dưới lệnh cấm hoặc thỏa thuận? Đó là che giấu thông tin về nội dung.\n\nThật ra, bạn có thể biện minh cho việc ngừng hiển thị quảng cáo vì nhiều lý do với logic này. Có thể không phải lúc nào cũng là lý do xấu (bởi vì bạn có thể bắt các nhà báo không trung thực vì xung đột lợi ích với cùng quy tắc đó), nhưng đủ để khiến bất kỳ ai làm báo đều phải lo lắng.\n\nVà đó thực sự là vấn đề chính. Kế hoạch của Google để ngăn chặn tin tức giả mạo có thể được hoan nghênh, nhưng các quy tắc và ý tưởng dường như quá mơ hồ đến mức chúng có thể được sử dụng như một vũ khí chống lại bất kỳ ai vì bất kỳ lý do gì.\n\nThêm vào đó, họ có thể làm cho vấn đề tin tức giả mạo tồi tệ hơn (bằng cách khuyến khích mọi người nói dối về nội dung của trang web), và bạn có một giải pháp có thể tồi tệ hơn vấn đề thực sự.\n\nNhưng, có thể đó là mục đích. Có thể ý tưởng không phải là ngăn chặn tin tức giả mạo, mà là tấn công bất kỳ ai không đồng ý với câu chuyện chính thống vào túi tiền, với hy vọng nó sẽ khiến họ phá sản. Có thể Google chỉ muốn đóng vai trò thẩm phán, bồi thẩm đoàn và người thi hành án.\n\nHoặc có thể tôi quá hoài nghi. Dù thế nào đi nữa, các quy tắc này không có hiệu quả, và cần phải được sửa đổi nghiêm túc nếu Google nghĩ rằng họ có thể ngăn chặn tin tức giả mạo bằng chúng."
  },
  {
    "source_text": "Toronto, ON – Earlier today The Board of Governors of the Ontario Hockey League approved the sale of the Sudbury Wolves Hockey Club from the Burgess and Edwards Family to Dario Zulich.\n\n“The Burgess and Edwards Family have been the longest serving owners in the OHL having owned the storied Sudbury Wolves for 30 years. I want to thank them for their dedication to the interests and support of their players, the league and the fans in Sudbury,” said David Branch, OHL Commissioner. “The OHL welcomes Dario Zulich to the league and looks forward to celebrating the Wolves 45th anniversary in the 2016-2017 season.”\n\n“I would like to thank everyone for their support over the past 30 years and I want to wish Dario all the best,” said Mark Burgess. “I look forward to concluding the sale in the days ahead.”\n\n“I am grateful to the Board of Governors of the Ontario Hockey League for its approval of the ownership transfer of the Sudbury Wolves, enabling me to purchase the Wolves from the Burgess and Edwards families,” said Dario Zulich. “I am looking forward to the final step in the process, which will officially close the sale and purchase on a date to be determined prior to the start of the Wolves preseason.”\n\nA media availability will be planned in Sudbury in the near future, and there will be no further comment until that time.\nA group of renters discovered a badly decomposed body in the garden of their Airbnb rental in suburban Paris over the weekend. The body of the woman was covered with tree branches.\n\n\"Her body was found at the bottom of the property which opens out into woods,\" a police source said, according to France 24. Authorities are now investigating the death in Palaiseau, in the southern suburbs of Paris. Foul play is suspected.\n\nSEE ALSO: Head to this Van Gogh Airbnb for some dark brooding\n\nThe people renting the house were only there for a weekend, although they are being questioned.\n\nThe cause of death has not yet been determined, according to police. The woman's body was found \"hunched in a dug-out area, her head against the ground, covered in branches and surrounded by wood stumps,\" France 24 reported. There will be an autopsy.\n\nThe listing was removed from Airbnb on Sunday, according to Le Parisien.\n\n\"We have offered our assistance to the police and will help them with their investigation in any way we can,\" an Airbnb spokesperson told Mashable. \"In addition, we reached out to the host and guests and will provide all necessary support.\"\n\n\"Over 80 million people have travelled on Airbnb and problems for hosts and guests are extremely rare.\"\n\nAdditional reporting by the Associated Press. This story has been updated with comment from Airbnb.\n\nHave something to add to this story? Share it in the comments.\nPresident Trump has been informed of Justice Anthony Kennedy’s impending resignation, meaning that the president will soon make his second pick for the Supreme Court, according to White House sources speaking with Trump insider Roger Stone.\n\nThis development, exclusive to Infowars, is the first confirmation of the 80-year-old’s retirement, which the mainstream media has speculated for the past hour.\n\nU.S. Circuit Judge Thomas Hardiman, who was on Trump’s short list when he selected Neil Gorsuch for the vacancy left by the late Antonin Scalia, is said to be the front-runner for the opening seat.\n\nThat said, the president will consider other candidates as well – including perhaps Judge Andrew Napolitano, a surprise candidate who’s long been a favorite of Trump’s.\n\nKennedy, a Reagan appointee described as a conservative centrist, holds a controlling vote on the court and has often decided cases by his one vote.\n\nTrump indicated this weekend that he heard rumors about Kennedy’s retirement.\n\n“I’ve heard the same rumors that a lot of people have heard,” the president told media. “And I have a lot of respect for that gentleman, a lot.”\n\nGorsuch was confirmed by the Senate on April 7 after a lengthy confirmation battle.\n\nThe Save Infowars Super Sale is now live! Get up to 60% off our most popular products today!",
    "translation": "Toronto, ON – Sáng sớm hôm nay, Hội đồng Quản trị của Liên đoàn Khúc côn cầu Ontario đã chấp thuận việc bán Câu lạc bộ Khúc côn cầu Sudbury Wolves từ Gia đình Burgess và Edwards sang Dario Zulich.\n\n“Gia đình Burgess và Edwards đã là chủ sở hữu lâu nhất trong OHL khi sở hữu Câu lạc bộ Khúc côn cầu Sudbury huyền thoại trong 30 năm. Tôi muốn cảm ơn họ vì sự cống hiến và hỗ trợ không ngừng nghỉ cho các cầu thủ, giải đấu và người hâm mộ ở Sudbury,” ông David Branch, Ủy viên OHL cho biết. “OHL chào đón Dario Zulich gia nhập giải đấu và mong chờ kỷ niệm 45 năm thành lập của Wolves trong mùa giải 2016-2017.”\n\n“Tôi muốn cảm ơn tất cả mọi người vì sự hỗ trợ trong suốt 30 năm qua và tôi muốn chúc Dario mọi điều tốt đẹp nhất,” Mark Burgess cho biết. “Tôi mong chờ việc hoàn tất việc bán trong những ngày tới.”\n\n“Tôi rất biết ơn Hội đồng Quản trị của Liên đoàn Khúc côn cầu Ontario vì đã chấp thuận việc chuyển giao quyền sở hữu của Câu lạc bộ Khúc côn cầu Sudbury, cho phép tôi mua Wolves từ gia đình Burgess và Edwards,” Dario Zulich cho biết. “Tôi đang mong chờ bước cuối cùng trong quá trình này, sẽ chính thức hoàn tất việc bán và mua vào một ngày sẽ được xác định trước khi bắt đầu mùa giải tiền mùa giải của Wolves.”\n\nSẽ có một buổi họp báo tại Sudbury trong những ngày tới, và sẽ không có bình luận nào khác cho đến lúc đó.\n\nMột nhóm người thuê nhà đã phát hiện ra một thi thể phân hủy nặng nề trong vườn của căn nhà cho thuê Airbnb ở ngoại ô Paris vào cuối tuần. Thi thể của người phụ nữ được che phủ bằng cành cây.\n\n“Thi thể của cô ấy được tìm thấy ở cuối khu đất giáp với rừng,” một nguồn tin cảnh sát cho biết, theo France 24. Các cơ quan chức năng hiện đang điều tra cái chết tại Palaiseau, ở ngoại ô phía nam của Paris. Nghi ngờ có hành vi phạm tội.\n\nXEM THÊM: Đến với căn nhà Van Gogh Airbnb để có một không gian u ám\n\nNhững người thuê nhà chỉ ở đó trong một cuối tuần, mặc dù họ đang được thẩm vấn.\n\nNguyên nhân cái chết vẫn chưa được xác định, theo cảnh sát. Thi thể của người phụ nữ được tìm thấy \"cúi đầu trong một hố đào, đầu của cô ấy chạm đất, được che phủ bằng cành cây và bao quanh bởi các khúc gỗ lớn,\" France 24 cho biết. Sẽ có một cuộc khám nghiệm tử thi.\n\nDanh sách đã bị xóa khỏi Airbnb vào Chủ nhật, theo Le Parisien.\n\n“Chúng tôi đã đề nghị hỗ trợ cảnh sát và sẽ giúp họ trong cuộc điều tra theo mọi cách có thể,” một phát ngôn viên của Airbnb cho biết với Mashable. “Ngoài ra, chúng tôi đã liên hệ với chủ nhà và khách thuê và sẽ cung cấp mọi hỗ trợ cần thiết.”\n\n“Hơn 80 triệu người đã đi du lịch qua Airbnb và các vấn đề cho chủ nhà và khách thuê là cực kỳ hiếm gặp.”\n\nBáo cáo thêm của Associated Press. Câu chuyện này đã được cập nhật với bình luận từ Airbnb.\n\nBạn có gì để thêm vào câu chuyện này? Chia sẻ nó trong phần bình luận.\n\nTổng thống Trump đã được thông báo về việc Thẩm phán Anthony Kennedy chuẩn bị nghỉ hưu, có nghĩa là tổng thống sẽ sớm đưa ra lựa chọn thứ hai của mình cho Tòa án Tối cao, theo các nguồn tin từ Nhà Trắng nói với Roger Stone, một người thân cận của Trump.\n\nSự phát triển này, được độc quyền của Infowars tiết lộ, là sự xác nhận đầu tiên về việc Thẩm phán Anthony Kennedy chuẩn bị nghỉ hưu. Các phương tiện truyền thông chính thống đã suy đoán trong suốt một giờ qua.\n\nThẩm phán Thomas Hardiman, người từng được Trump xem xét khi chọn Neil Gorsuch cho vị trí trống do cố Thẩm phán Antonin Scalia để lại, được cho là người dẫn đầu cho vị trí mở.\n\nTuy nhiên, tổng thống sẽ xem xét các ứng cử viên khác - bao gồm cả Thẩm phán Andrew Napolitano, một ứng cử viên bất ngờ đã từng là người yêu thích của Trump.\n\nKennedy, một người được Tổng thống Reagan bổ nhiệm, được mô tả là một người trung dung có quan điểm bảo thủ, nắm giữ lá phiếu kiểm soát trên tòa án và thường quyết định các vụ án bằng lá phiếu của mình.\n\nTrump cho biết cuối tuần này rằng ông đã nghe tin đồn về việc nghỉ hưu của Kennedy.\n\n“Tôi đã nghe những tin đồn giống như nhiều người đã nghe,” tổng thống cho biết với các phóng viên. “Và tôi có rất nhiều sự tôn trọng đối với người đàn ông đó, rất nhiều.”\n\nGorsuch đã được Thượng viện xác nhận vào ngày 7 tháng 4 sau một trận chiến xác nhận kéo dài.\n\nBán hàng Siêu giảm giá của Save Infowars hiện đang trực tuyến! Giảm giá lên đến 60% cho các sản phẩm phổ biến nhất của chúng tôi ngày hôm nay!"
  }
]