[
  {
    "source_text": "A micro-manipulation method based on adhesion forces and dynamic effects has been proposed in our previous papers. A prototype manipulator, called [mu]MAD, has been constructed and successfully experimented. This paper describes the advanced capabilities of [mu]MAD, especially two new interesting applications: sorting of micro-objects and mechanical characterizations.",
    "translation": "हमारे पिछले शोध पत्रों में चिपकने की शक्तियों और गतिशील प्रभावों पर आधारित एक माइक्रो-मैनिपुलेशन विधि का प्रस्ताव किया जा चुका है। एक प्रोटोटाइप मैनिपुलेटर, जिसे [माइक्रो] एमएडी कहा जाता है, का निर्माण किया जा चुका है और सफलतापूर्वक प्रयोग किया जा चुका है। इस शोध पत्र में [माइक्रो] एमएडी की उन्नत सुविधाओं का वर्णन किया जा चुका है, विशेष रूप से दो नए रोचक अनुप्रयोग: माइक्रो-वस्तुओं का वर्गीकरण और पृथक्करण और यांत्रिक गुणधर्म।"
  },
  {
    "source_text": "When chaos calls / Bedlam abounds. Is now a good time to unplug and move to the woods?\n\nHere is the good news: We are completely doomed.\n\nIsn't that great? Isn't that reassuring? It damn well should be, because, in some form or another and since we were knee-high to a cave painting, the apocalypse has always, always been nigh.\n\nIt is perhaps the single most wonderful and reliable aspect about being a tiny troubled biped on this tiny troubled speck of spinning space dust; depending on whom you listen to, depending on how dialed in you are to the various nefarious signs and conspiracy theories and reruns of \"The Omen\" on late-night cable, we are always on the verge of imminent and unstoppable doom. It's just a matter of which supremely peeved deity -- God? Nukes? Bees? Trees? Peanut butter? -- you believe is about to bring the hammer down.\n\nIf nothing else, this unfailing belief in our imminent demise makes us terribly consistent. And consistency, aside from being a nasty hobgoblin, also provides terrific comfort. And comfort, in times of chaos and imminent apocalypse, is always sort of nice. See how that works?\n\nIn the Bush Dark Times, the apocalypse took the form of various charming little munchkins, like the gay agenda, Buddha tattoos, nu-metal, female nipples, Bill O'Reilly's adorable \"culture wars,\" gangsta rap, condoms, bad art, Muslim fanatics who want to confiscate your porn collection, stem cell research, Hillary Clinton and teenagers having lots of anal sex and calling it chastity. So cute!\n\nBut now, in the Obama Enlightenment, a very strange thing has occurred. It's as though Armageddon finally got a glimpse of itself in the mirror, saw what the GOP and Christian right had done to it and went, \"Holy hell, who put these f--king clown shoes on me and cut my hair in a mullet and stamped this idiotic 'Left Behind' logo on my forehead?\"\n\nAnd then it went on a rampage.\n\nResult: The apocalypse is no longer the illegible stick-figure cartoon Dubya liked to scribble on the bathtub wall while high on whippets and too many Ding-Dongs. Armageddon has taken on new shape and identity, ripped off its Disney costume to reveal a much darker and more sinister persona: global economic collapse, violent climate change, oceans in crisis, food shortages and water shortages and ice caps melting so quickly scientists are hauling life rafts to the research centers. Doom is now stripped down, battle scarred, global and mean.\n\nAccordingly, many people are looking around in increasing panic, wondering, \"Now? Is it now? Should I just chuck it all and unplug the iMac and quit updating my damnable Facebook status and move off the grid, somewhere with plenty of fresh water and lots of paranoia and free guns and no one will dare mess with my potato crops, what with all the barbed wire and trained attack dogs -- like, say northern Idaho or Canada or Afghanistan?\"\n\nVerily, every urban dweller I know has at least had the conversation, with varying degrees of seriousness. Given the massive layoffs and surging unemployment rates, what with all those fundamental, root-chakra domains -- food, water, shelter -- now kneeling before the gods of chaos, the general consensus seems to be that it might just be an ideal time to take the burned-out husk of your 401K and get the hell out before the water riots begin.\n\nBut really, how do you know? After all, it's just terribly easy to get lost in the maelstrom, to have little or no idea exactly how bad it really is out there in Bedlamville, simply because the various sources that are supposed to tell us just how awful it is -- that is, this very major media -- are themselves undergoing such a massive upheaval that it's all they (that is, we) can do to stay upright and spell their own names correctly in the obituaries, much less accurately report on Japan's breakdown or just how terrifying Eastern Europe is right now and what, exactly, that might mean for the price of your 50-pound bag of Mexican avocados from Costco.\n\nIt's easy to give in and let The Fear swallow you whole. After all, if the bitchy president of the EU says President Obama's wildly audacious master plan is a \"road to hell,\" who are you to argue? If the experts say places like LA and Nevada are about to run out of water and start feeding on their young, what can you possibly do about it? If the punditry points out just how silly it is to be focusing on kittenish issues like the AIG scandal while \"the tiger sinks its teeth into the world's neck,\" well, who are you not to take heed?\n\nHere is your",
    "translation": "जब अराजकता फैलती है / बेडलम का बोलबाला होता है। क्या अब समय है बाहर निकलने का और जंगल में जाने का?\n\nयह अच्छी खबर है: हमारी हालत खराब हो गई है।\n\nक्या यह अच्छी खबर नहीं है? क्या यह राहत की बात नहीं है? यह बिल्कुल होना चाहिए, क्योंकि किसी न किसी तरह से और जब से हम गुफा चित्र के बराबर थे, विनाश हमेशा से निकट रहा है।\n\nयह शायद सबसे अच्छा और विश्वसनीय पहलू है कि हम एक छोटे से परेशान प्राणी हैं इस छोटे से परेशान ग्रह पर घूमते हुए अंतरिक्ष में; जिस पर आप ध्यान देते हैं, जिस पर आप विभिन्न दुर्भावनापूर्ण संकेतों और साजिश के सिद्धांतों और रात के समय केबल पर \"द ओमेन\" के पुनः प्रसारण के प्रति कितने आकर्षित होते हैं, हम हमेशा विनाश के कगार पर खड़े रहते हैं। यह बस इतना है कि कौन सा देवता - भगवान? परमाणु बम? मधुमक्खियाँ? पेड़? मूंगफली का मक्खन? - आप मानते हैं कि हथौड़ा चलाने वाला है।\n\nअगर कुछ नहीं, तो हमारे निकट विनाश में यह निरंतर विश्वास हमें बहुत ही सुसंगत बनाता है। और सुसंगतता हमें अच्छा आराम प्रदान करती है, भले ही यह एक घृणित भूत हो। और आराम, अराजकता और विनाश के समय में, हमेशा अच्छा होता है। देखें कि यह कैसे काम करता है?\n\nबुश के शासनकाल में, विनाश ने विभिन्न आकर्षक रूप लिए, जैसे कि समलैंगिक एजेंडा, बुद्ध के टैटू, न्यू-मेटल, महिला निप्पल, बिल ओ'रेली के 'संस्कृति युद्ध', गैंगस्टा रैप, कंडोम, बुरा कला, मुस्लिम कट्टरपंथी जो आपके पोर्न संग्रह को जब्त करना चाहते हैं, स्टेम सेल अनुसंधान, हिलेरी क्लिंटन और किशोरों का बहुत सारा गुदा मैथुन करना और इसे शुद्धता कहना। इतना प्यारा!\n\nलेकिन अब, ओबामा के शासनकाल में, एक अजीब बात हुई है। यह ऐसा है जैसे कि अर्मगेडन ने आखिरकार अपने आप को आईने में देखा, देखा कि जीपी और ईसाई दक्षिणपंथी ने इसके साथ क्या किया और कहा, \"भगवान की खातिर, किसने मुझे यह क्लाउन जूते पहनाए और मेरे बालों को मुलेट में काट दिया और मेरे माथे पर यह मूर्खतापूर्ण 'लेफ्ट बिहाइंड' लोगो लगा दिया?\"\n\nऔर फिर वह उत्तेजित हो गया।\n\nपरिणाम: विनाश अब दुब्या की तरह नहीं है जो बाथटब की दीवार पर व्हिपेट्स और बहुत सारे डिंग-डोंग्स पर उच्च होने के दौरान एक अनपढ़ कार्टून बनाता है। अर्मगेडन ने अपना नया आकार और पहचान ले ली है, अपने डिज्नी पोशाक को उतार दिया है और एक गहरे और अधिक दुर्भावनापूर्ण व्यक्तित्व को प्रकट किया है: वैश्विक आर्थिक पतन, हिंसक जलवायु परिवर्तन, महासागर संकट, भोजन की कमी और पानी की कमी और बर्फ की टोपियाँ इतनी तेजी से पिघल रही हैं कि वैज्ञानिक जीवन नौकाओं को अनुसंधान केंद्रों में ले जा रहे हैं। विनाश अब सादा, युद्ध-धारी, वैश्विक और क्रूर हो गया है।\n\nअनुसार, बहुत से लोग घबराहट में देख रहे हैं, सोचते हुए, \"अब? क्या यह अब है? क्या मुझे बस इसे छोड़ देना चाहिए और अपने आईमैक को अनप्लग करना चाहिए और अपनी फेसबुक स्थिति को अपडेट करना बंद कर देना चाहिए और ग्रिड से बाहर निकलना चाहिए, कहीं पर बहुत सारे ताजे पानी और बहुत सारे पैरानोइया और मुफ्त बंदूकें और कोई भी मेरे आलू की फसल को छूने की हिम्मत नहीं करेगा - जैसे कि उत्तरी आयडाहो या कनाडा या अफगानिस्तान?\"\n\nवास्तव में, मेरे जानने वाले हर शहरी ने कम से कम इस बारे में बात की है, विभिन्न स्तरों की गंभीरता के साथ। दिए गए बड़े पैमाने पर छंटनी और बढ़ती बेरोजगारी दरों को देखते हुए, जो कि सभी मूलभूत, मूल चक्र डोमेन - भोजन, पानी, आश्रय - अब अराजकता के सामने घुटने टेक रहे हैं, आम सहमति यह लगती है कि यह शायद एक आदर्श समय है अपने 401के के खोल को लेने के लिए और पानी के दंगे शुरू होने से पहले वहां से निकलने के लिए।\n\nलेकिन वास्तव में, आप कैसे जानते हैं? आखिरकार, यह बस इतना आसान है कि आप मaelstrom में खो जाएं, कि आपको पता न हो कि वास्तव में यह कितना बुरा है वहां बाहर। बस इसलिए कि विभिन्न स्रोत जो हमें बताने वाले हैं कि यह कितना बुरा है - वह है, यह बहुत बड़ा मीडिया - खुद को इतना बड़ा उलटफेर हो रहा है कि यह हमें (यानी, हमें) खड़े रहने और अपने नाम को सही ढंग से लिखने के लिए पर्याप्त है, अपने आप को शोकसंदेश में, कम से कम जापान के टूटने की रिपोर्ट करने के लिए या यह कितना डरावना है पूर्वी यूरोप अभी और यह क्या हो सकता है मेक्सिकन अवोकाडो के 50 पाउंड की थैली की कीमत के लिए कोस्टको।\n\nयह आसान है कि आप डर के सामने झुक जाएं। आखिरकार, अगर यूरोपीय संघ की राष्ट्रपति कहती है कि ओबामा की विलक्षण रूप से साहसिक मास्टर योजना \"नरक का रास्ता\" है, तो आप कौन हैं इसका विरोध करने के लिए? अगर विशेषज्ञ कहते हैं कि जगहें जैसे लॉस एंजिल्स और नेवादा जल्द ही पानी से बाहर हो जाएंगी, तो आप क्या कर सकते हैं? अगर पंडितरी बताती है कि यह कितना मूर्खतापूर्ण है एआईजी घोटाले जैसे मुद्दों पर ध्यान केंद्रित करने के लिए जबकि \"बाघ दुनिया के गले में अपने दांत गड़ाता है\", तो आप कौन हैं इसका ध्यान देने के लिए नहीं?"
  },
  {
    "source_text": "RFID technology is actually considered a hot topic in all scientific areas and has been described as a major enabling technology for the automation of many processes. Although it is not a new technology it has only recently come to the awareness of the public and is widely used in many sectors and particularly in healthcare. This paper aims to illustrate the utilisation of the RFID technology in healthcare, more precisely in infant security systems within the hospitals. To achieve this objective a case study about the experience of Portuguese hospitals in this system is presented and highlighted the main advantages reached with its utilisation.",
    "translation": "आरएफआईडी प्रौद्योगिकी को वास्तव में सभी वैज्ञानिक क्षेत्रों में एक गर्म विषय माना जाता है और कई प्रक्रियाओं के स्वचालन के लिए एक प्रमुख सक्षम प्रौद्योगिकी के रूप में इसका वर्णन किया गया है। हालांकि यह एक नई प्रौद्योगिकी नहीं है, लेकिन हाल ही में यह जनता के ध्यान में आई है और कई क्षेत्रों में व्यापक रूप से उपयोग की जा रही है, विशेषकर स्वास्थ्य सेवा के क्षेत्र में। इस पेपर का उद्देश्य स्वास्थ्य सेवा में आरएफआईडी प्रौद्योगिकी के उपयोग को प्रदर्शित करना है, अस्पतालों के भीतर शिशु सुरक्षा प्रणालियों में विशेष रूप से। इस उद्देश्य को प्राप्त करने के लिए पुर्तगाली अस्पतालों के इस प्रणाली में अनुभव के बारे में एक मामले का अध्ययन प्रस्तुत किया गया है और इसके उपयोग से प्राप्त मुख्य लाभों को प्रकाशित किया गया है।"
  },
  {
    "source_text": " jazz and whatever else Björk could throw in the mix. The record was produced by Nellee Hooper, a DJ from the Bristol Wild Bunch collective who’d made a name for himself with his work on Soul II Soul’s Club Classics Vol I. Introduced to Hooper by her then-boyfriend, English DJ Dom T, Björk fell head over heels into a musical whirlwind affair celebrated on ‘Big Time Sensuality’: “Something important is about to happen/And we’re both included”. The Debut team – including Pop Group/PiL drummer Bruce Smith, Shamen vocalist Jhelisa Anderson and Talvin Singh, who played tabla and other percussion, as well as travelling to India to record a bona fide Bollywood string section for ‘Venus As A Boy' – would hit a different club every night after the sessions, and the record fizzes with the energy of discovery, Björk’s voice, so different from the usual style of dance vocalists, offering an entry point for those who wanted to join her mission of musical discovery: on ‘There’s More To Life Than This’, she runs off to the toilets of the Milk Bar nightclub to sing about nicking boats from the harbour, plotting to “rush down to the town’s best baker/To get the first bread of the morning”. The charm of the small-town girl on the rampage in the big city proved irresistible, and Debut sold 60,000 in the first month of its release, reaching No 3 in the UK chart, and earning Björk two Brit awards – Best International Female and Best International Breakthrough Act. This early success set her on a path she hadn’t expected, that of an accidental global pop star, forced to balance her art-punk origins and extreme tastes with reaching a huge new audience.\n\nTelegram (1996)\n\nBjörk’s second mature solo album, Post, contains many of her best-known songs: 'Army Of Me', 'Hyperballad', 'It’s Oh So Quiet'. But its dark shadow self, Telegram, found Björk trying on wildly different guises, “not trying to make it pretty or peaceable for the ear,” as she told Mixmag, but “just like a record I would buy myself”. Debut had been followed by a 1994 remix EP, the catchily titled The Best Mixes From The Album Debut For All The People Who Don't Buy White Labels, with reworkings from Underworld, Sabres of Paradise and the Black Dog. Telegram, however, was promoted as an album in its own right, foregrounding Björk’s belief in remixing not just as a bonus to aid single sales, but as a way of reinventing her music, and of taking part in the sounds of those she admired without co-opting it. The tracklisting was wildly eclectic, from Dobie’s loping, hip hoppy take on ‘I Miss You’ or Dilinja’s skittering, nervy drum & bass rework of ‘Cover Me’ to a version of ‘Hyperballad’, the album’s lushest single, by avant garde classicists The Brodsky Quartet and ‘My Spine’, a Post offcut in collaboration with Scottish percussionist Evelyn Glennie. “I give it to the remixers and I just become a material to them. Like sugar or raisins,” she told Mixmag. “That is what’s challenging to me. To stop being the boss… Remixing allows me to always be me. It would not be honest for me to make a drum & bass record. It’s not where I come from… but I can go to a drum & bass person and say ‘Hello, my name is Björk and this is my voice and my song’ and they can make what they want from it. And you will see on the sleeve, ‘Björk remixed by Dilinja’. No one is stealing anyone else’s ideas and I don’t see it as ‘my work’ at all.”\n\nAll Björk’s singles continued to be released with a rich complement of remixes – Biophilia also has a sister remix record, Bastards. In 2005, she opened her work up to an even wider reinvention for the Army Of Me: Remixes And Covers charity album, raising money for those affected by the 2004 Asian tsunami. Putting a call out on her website, she chose from over 600 submissions from fans and musicians both amateur and professional. Biophilia went even further, allowing everyone who bought its apps to tinker",
    "translation": "जैज और अन्य कई शैलियों का मिश्रण जो ब्योर्क ने इसमें डाला है। इस रिकॉर्ड का निर्माण नेली हूपर द्वारा किया गया था, जो ब्रिस्टल वाइल्ड बंच कलेक्टिव के एक प्रसिद्ध डीजे थे। हूपर से परिचित होने के बाद अपने तत्कालीन प्रेमी अंग्रेजी डीजे डोम टी द्वारा, ब्योर्क एक संगीतमय चक्र में गिर गई, जिसे 'बिग टाइम सेंशुअलिटी' पर मनाया गया: \"कुछ महत्वपूर्ण होने वाला है / और हम दोनों शामिल हैं।\" डेब्यू टीम - जिसमें पॉप ग्रुप / पीआईएल के ड्रमर ब्रूस स्मिथ, शेमेन के गायक झेलिसा एंडरसन और तलविन सिंह शामिल थे, जिन्होंने तबला और अन्य वाद्य बजाए, साथ ही 'वीनस एज ए बॉय' के लिए एक वास्तविक बॉलीवुड स्ट्रिंग सेक्शन रिकॉर्ड करने के लिए भारत की यात्रा की - हर रात सत्र के बाद एक अलग क्लब में जाएगी, और रिकॉर्ड खोज की ऊर्जा के साथ फिज़ करता है, ब्योर्क की आवाज़, जो नृत्य गायकों की आम शैली से बहुत अलग है, उन लोगों के लिए एक प्रवेश बिंदु प्रदान करती है जो अपने संगीत खोज मिशन में शामिल होना चाहते थे: 'थेर्स मोर टू लाइफ दैन दिस' पर, वह मिल्क बार नाइटक्लब के शौचालय में भाग जाती है बंदरगाह से नावें चुराने के बारे में गाने के लिए, \"शहर के सबसे अच्छे बेकर के पास जाने की साजिश रचने के लिए / सुबह की पहली रोटी पाने के लिए।\" छोटे शहर की लड़की का आकर्षण बड़े शहर में छापेमारी करने वाली बहुत ही आकर्षक साबित हुआ, और डेब्यू ने अपनी रिलीज के पहले महीने में 60,000 की बिक्री की, यूके चार्ट में नंबर 3 पर पहुंच गया, और ब्योर्क को दो ब्रिट पुरस्कार मिले - सर्वश्रेष्ठ अंतरराष्ट्रीय महिला और सर्वश्रेष्ठ अंतरराष्ट्रीय ब्रेकथ्रू एक्ट। इस शुरुआती सफलता ने उसे एक ऐसे मार्ग पर स्थापित किया जिसकी उसने अपेक्षा नहीं की थी, एक आकस्मिक वैश्विक पॉप स्टार, जिसे अपनी कला-पंक जड़ों और अनोखे स्वादों को संतुलित करने के लिए मजबूर किया गया था ताकि वह एक विशाल नए दर्शकों तक पहुंच सके।\n\nटेलीग्राम (1996)\n\nब्योर्क का दूसरा परिपक्व सोलो एल्बम, पोस्ट, में उनके कई सबसे प्रसिद्ध गीत हैं: 'आर्मी ऑफ मी', 'हाइपरबॉलाड', 'इट्स ओह सो क्वाइट'। लेकिन इसका अंधकारमय छाया स्वयं, टेलीग्राम, ब्योर्क को विभिन्न भूमिकाओं में आजमाते हुए पाया, \"इसे सुनने के लिए सुंदर या शांतिपूर्ण बनाने की कोशिश नहीं कर रहा है,\" जैसा कि उन्होंने मिक्समैग को बताया, लेकिन \"बस एक रिकॉर्ड जो मैं खुद खरीदूंगा।\" डेब्यू के बाद 1994 में एक रीमिक्स ईपी था, जिसका आकर्षक शीर्षक द बेस्ट मिक्सेज़ फ्रॉम द एल्बम डेब्यू फॉर ऑल द पीपल हू डॉन्ट बाय व्हाइट लेबल्स था, जिसमें अंडरवर्ल्ड, सैबर्स ऑफ पैराडाइज और ब्लैक डॉग के रीमिक्स शामिल थे। टेलीग्राम को हालांकि, एक स्वतंत्र एल्बम के रूप में प्रमोट किया गया था, ब्योर्क के विश्वास को रीमिक्सिंग के रूप में प्रमुखता देते हुए न केवल एकल बिक्री की सहायता के लिए एक बोनस के रूप में, बल्कि अपने संगीत को पुनराविष्कृत करने और उन लोगों की ध्वनियों में भाग लेने के तरीके के रूप में जिन्हें वे प्रशंसा करते थे। ट्रैकलिस्टिंग अत्यधिक विविध थी, डोबी के लूपिंग, हिप हॉपी टेक 'आई मिस यू' या डिलिंजा के स्किटरिंग, नर्वी ड्रम एंड बेस रीवर्क 'कवर मी' से लेकर 'हाइपरबॉलाड' के एक संस्करण तक, एल्बम के सबसे आकर्षक एकल, अवांट-गार्डे क्लासिकिस्ट द ब्रॉडस्की क्वार्टेट द्वारा, और 'माई स्पाइन', एक पोस्ट ऑफकट स्कॉटिश पर्क्यूशनिस्ट इवलिन ग्लेनी के सहयोग से। \"मैं इसे रीमिक्सर्स को देता हूं और मैं बस एक सामग्री बन जाता हूं, जैसे कि चीनी या किशमिश,\" उन्होंने मिक्समैग को बताया। \"यह मुझे चुनौतीपूर्ण लगता है कि मैं अपनी रचनात्मक स्वतंत्रता को बनाए रखने के लिए मालिक बनना बंद कर दूं। रीमिक्सिंग मुझे हमेशा खुद को बनाता है। यह मुझे एक ड्रम एंड बेस रिकॉर्ड बनाने के लिए ईमानदार नहीं होगा। यह वह जगह नहीं है जहां से मैं आता हूं ... लेकिन मैं एक ड्रम एंड बेस व्यक्ति के पास जा सकता हूं और कह सकता हूं 'हैलो, मेरा नाम ब्योर्क है और यह मेरी आवाज और मेरा गीत है' और वे जो चाहें बना सकते हैं। और आप देखेंगे कि स्लीव पर, 'ब्योर्क द्वारा डिलिंजा रीमिक्स'। कोई भी किसी और के विचारों को चोरी नहीं कर रहा है और मैं इसे 'मेरा काम' नहीं मानता।\"\n\nब्योर्क के सभी एकल गीतों के साथ रीमिक्स जारी किए गए थे - बायोफिलिया का भी एक बहन रीमिक्स रिकॉर्ड, बस्टर्ड्स है। 2005 में, उन्होंने अपने काम को एक और व्यापक पुनराविष्कार के लिए खोल दिया आर्मी ऑफ मी: रीमिक्स एंड कवर्स चैरिटी एल्बम के लिए, 2004 के एशियाई सुनामी से प्रभावित लोगों के लिए धन जुटाने के लिए। अपनी वेबसाइट पर एक कॉल आउट करते हुए, उन्होंने 600 से अधिक पेशेवर और गैर-पेशेवर दोनों संगीतकारों और प्रशंसकों से प्रस्तुतियों का चयन किया। बायोफिलिया ने और भी आगे बढ़ गया, जिससे हर कोई जो इसके ऐप्स खरीदता था, उसे टिंकर करने की अनुमति दी गई।"
  },
  {
    "source_text": "This paper describes some novel research results on bilateral teleoperation of a flexible catheter in a constrained environment. The dynamics of the catheter in a constrained environment is highly nonlinear and is affected by a large number of factors such as friction, flexibility of the catheter, force of insertion, shape and size of the catheter, etc. As a result, the distal end of the catheter almost never follows the actuated end of the catheter which could cause fatigue to the clinician/user attempting to insert the catheter in a blood vessel. In addition, there is a time delay of up to 0.8 second before the distal end of the catheter advances after the near end is actuated. This delay is sufficient to cause instability in the control loop. We have developed a teleoperation framework using wave variables to perform robot- assisted catheter insertion in a constrained environment while reflecting the forces at the tip of the catheter to the clinician. Experimental results showing the effect of different factors such as the velocity and stroke length of insertion on the delays introduced in control loop and errors between the master and slave position are included. To the best of our knowledge, this work is among the first to attempt to provide an understanding of the effects of various factors on the flexing of the catheter. In addition, master-slave insertion of a catheter instrumented with shape memory alloys (SMA) has also been performed and the results are included in this paper.",
    "translation": "इस पत्र में एक सीमित वातावरण में एक लचीली कैथेटर के द्विपक्षीय टेलीऑपरेशन पर कुछ नए अनुसंधान परिणामों का वर्णन किया गया है। एक सीमित वातावरण में कैथेटर की गतिविधियाँ अत्यधिक गैर-रेखीय होती हैं और कई कारकों जैसे घर्षण, कैथेटर की लचीलापन, प्रविष्टि बल, कैथेटर का आकार और आयाम आदि से प्रभावित होती हैं। इसके परिणामस्वरूप, कैथेटर का दूरस्थ सिरा लगभग कभी भी कैथेटर के अभिप्रेरित सिरे का अनुसरण नहीं करता है, जो कैथेटर को रक्त वाहिका में डालने का प्रयास करने वाले चिकित्सक/उपयोगकर्ता को थकान और तनाव पैदा कर सकता है। इसके अलावा, दूरस्थ सिरे को आगे बढ़ाने से पहले लगभग 0.8 सेकंड की देरी होती है। यह देरी नियंत्रण लूप में अस्थिरता पैदा करने के लिए पर्याप्त है। हमने कैथेटर के सिरे पर बल को चिकित्सक को प्रतिबिंबित करते हुए एक सीमित वातावरण में रोबोट-सहायता प्राप्त कैथेटर प्रविष्टि करने के लिए तरंग चरों का उपयोग करके एक टेलीऑपरेशन फ्रेमवर्क विकसित किया है, जिससे कैथेटर को सुरक्षित और सटीक रूप से डाला जा सके। नियंत्रण लूप में देरी और मास्टर और स्लेव स्थिति के बीच त्रुटियों पर प्रविष्टि की वेग और स्ट्रोक लंबाई जैसे विभिन्न कारकों के प्रभाव को दर्शाते परिणाम शामिल हैं, जो कैथेटर प्रविष्टि की प्रक्रिया को बेहतर बनाने में मदद करते हैं। हमारे ज्ञान के अनुसार, यह काम कैथेटर के विभिन्न कारकों के प्रभावों को समझने का प्रयास करने वाले पहले प्रयासों में से एक है, जो चिकित्सा क्षेत्र में नए दिशानिर्देश प्रदान करता है। इसके अलावा, आकार स्मृति मिश्र धातुओं (एसएमए) से युक्त एक कैथेटर उपकरण का मास्टर-स्लेव प्रविष्टि भी किया गया है और परिणाम इस पत्र में विस्तार से शामिल हैं, जो कैथेटर प्रविष्टि की प्रक्रिया को और भी सुरक्षित और सटीक बनाने में मदद करते हैं।"
  },
  {
    "source_text": "Nodes in ad hoc networks generally transmit data at regular intervals over long periods of time. Recently, ad hoc network nodes have been built that run on little power and have very limited memory. In ad hoc networks authentication can be a significant challenge, even without considering size and power constraints. Assuming idealized hashing, this paper examines lower bounds for ad hoc broadcast authentication for /spl mu/-TESLA-like protocols. In particular this paper focuses on idealized hashing for generating preimages of hash chains. Using variations on these idealized hash functions, this paper gives an idealized time-space product /spl Omega/(t/sup 2/ log/sup 4/ n) bit operation/sup 1/ lower-bound for optimal preimage hash chain generation. Where n is the total length of the hash chain and the hash elements are t-wise independent. Given our foundations, these results follow as corollaries to a lower bound of Coppersmith and Jakobsson.",
    "translation": "अधोहस्त नेटवर्क्स में नोड्स आमतौर पर लंबे समय तक नियमित अंतरालों पर डेटा संचारित करते हैं। हाल ही में, अधोहस्त नेटवर्क नोड्स बनाए गए हैं जो कम शक्ति के साथ चलते हैं और बहुत सीमित मेमोरी होती है। अधोहस्त नेटवर्क में प्रमाणीकरण एक बड़ी चुनौती हो सकती है, यहां तक कि आकार और शक्ति सीमाओं पर विचार किए बिना। आदर्श हैशिंग की धारणा के तहत, यह पत्र अधोहस्त प्रसारण प्रमाणीकरण के लिए निम्न सीमाओं की जांच करता है /spl mu/-TESLA प्रोटोकॉल के समान के लिए। विशेष रूप से, यह पत्र आदर्श हैशिंग को हैश श्रृंखलाओं के लिए पूर्व छवियों को उत्पन्न करने के लिए केंद्रित करता है। इन आदर्श हैश फ़ंक्शन के विविधताओं का उपयोग करते हुए, यह पत्र एक आदर्श समय-स्थान उत्पाद की सीमा /spl Omega/(t/sup 2/ log/sup 4/ n) बिट ऑपरेशन/sup 1/ देता है हैश श्रृंखला के लिए आदर्श पूर्व छवि उत्पन्न करने के लिए। जहां n हैश श्रृंखला की कुल लंबाई है और हैश तत्व t-वार स्वतंत्र हैं। हमारे विश्लेषण के आधार पर, ये परिणाम कॉपरस्मिथ और जैकबसन द्वारा प्रस्तुत निम्न सीमा के अनुसरण के रूप में आते हैं।"
  },
  {
    "source_text": "Following Monday’s false dawn Britain, the EU and Ireland have finally reached a deal on Brexit, meaning talks can now move onto phase two.\n\nTalks ran through the night between UK Prime Minister Theresa May, leader of the DUP – Northern Ireland’s biggest party – Arlene Foster, European Commission President Jean-Claude Juncker and Irish leader Leo Varadkar.\n\nTensions between the leaders had reached fever pitch during the week as the heads of state fought their country’s corner. However, by Friday morning it was announced that marathon all-night talks had culminated in an initial plan on which everyone agreed.\n\nHere RT breaks down the key points of that agreement:\n\nIreland gets to keep its soft border\n\nWe have achieved all we set out to achieve in Phase 1. This is not the end but it is the end of the beginning. The Good Friday Agreement is fully protected & the Common Travel Area will continue. The UK is committed to avoiding a hard border. #Brexitpic.twitter.com/kMxIMgBuAn — Leo Varadkar (@campaignforleo) December 8, 2017\n\nThe Irish government was unhappy with the language in the initial proposal from the UK on the border between Northern Ireland and the Republic.\n\nEarlier in the week Taoiseach Varadkar (Ireland’s PM), even threatened to delay negotiations until the new year if a deal couldn’t be brokered.\n\nREAD MORE: Irish PM throws Theresa May under the bus, says UK PM abandoned North Ireland Brexit deal\n\nDetermined to move on to phase two of negotiations before the Christmas break, the group worked through the night to come up with a new agreement that Varadkar called “cast iron” and “bulletproof.”\n\nAll other issues are to be ironed out in phase two but, if those negotiations break down, there is now a clear default or insurance policy that guarantees there will be no customs or trade barriers between the Republic of Ireland and the UK.\n\nCitizens get to keep their rights\n\n1/2 Delighted we've reached an agreement which will give both Europeans here in the UK and British citizens in the EU binding guarantees about their residence rights. — Amber Rudd MP (@AmberRuddHR) December 8, 2017\n\nAs per the agreement, the more than 3 million EU citizens living and working in the UK will continue to enjoy the current freedom of movement principals. The guarantee also applies to British citizens living in other parts of the EU.\n\nCrucially, everyone born in Northern Ireland will still retain EU AND British citizenship. The European Court of Justice will continue overseeing the rights of EU citizens in the UK for eight years after their withdrawal.\n\nIn his press conference Friday Varadkar told unionists in Northern Ireland: “We want to build bridges, not borders,” and to nationalists: “Your birthright as an Irish citizen is protected.\"\n\nREAD MORE: Tories praise Brexit deal, but Nigel Farage says it is ‘humiliating’\n\nCommon travel area\n\nUnder Friday’s 11th hour deal citizens on the island of Ireland will continue to move freely between the North and Republic. This had been a major concern for business people, and the thousands who live and work either side of the border.\n\nGoing forward\n\nMove to phase 2 of talks good - but devil is in the detail and things now get really tough. If #Brexit is happening (wish it wasn’t) staying in single market & customs union is only sensible option. And any special arrangements for NI must be available to other UK nations. — Nicola Sturgeon (@NicolaSturgeon) December 8, 2017\n\nTalks will now turn to the transition period. The UK has asked for a two-year implementation period from the exit date, bringing the cut-off point to March 2021, in which they would remain in the Single Market and Customs Union – the terms of just how involved Britain will be in the EU during that period has yet to be determined.\n\nBritain and the EU will also have to decipher what their relationship will look like post-divorce, specifically if and how the two will fight issues such terrorism and international crime together.\n\nREAD MORE: Confirmed! Brexit deal brokered between May and EU - no hard border for N. Ireland\n\n“We all know that breaking up is hard. But breaking up and building a new relation is much harder,” said President of the European Council Donald Tusk, harking back to Neil Sadaka’s 1975 hit.\n\n“Since the Brexit referendum, a year and a half has passed. So much time has been devoted to the easier part of the task. And now, to negotiate a transition arrangement and the framework for our future relationship, we have de facto less than a year.”\n\nGiven that",
    "translation": "सोमवार की धुंधली सुबह के बाद ब्रिटेन, यूरोपीय संघ और आयरलैंड ने आखिरकार ब्रेक्सिट पर एक समझौता किया है, जिसका अर्थ है कि अब बातचीत दूसरे चरण में पहुंच सकती है।\n\nब्रिटेन की प्रधानमंत्री थेरेसा मे, उत्तरी आयरलैंड की सबसे बड़ी पार्टी डीयूपी की नेता आर्लीन फोस्टर, यूरोपीय आयोग के अध्यक्ष जीन-क्लाउड जुनकर और आयरलैंड के नेता लियो वरादकर के बीच रात भर बातचीत चली थी।\n\nनेताओं के बीच तनाव सप्ताह के दौरान चरम पर पहुंच गया था क्योंकि देश के नेता अपने देश के हितों की रक्षा कर रहे थे। हालांकि, शुक्रवार की सुबह यह घोषणा की गई कि रात भर की मैराथन बातचीत एक प्रारंभिक योजना पर पहुंच गई थी जिस पर सभी सहमत थे।\n\nआरटी यहां उस समझौते के मुख्य बिंदुओं को तोड़ता है:\n\nआयरलैंड को अपनी नरम सीमा मिल गई है\n\nहमने चरण 1 में जो लक्ष्य निर्धारित किए थे, उन्हें हमने प्राप्त कर लिया है। यह अंत नहीं है, लेकिन यह शुरुआत का अंत है। गुड फ्राइडे समझौता पूरी तरह से संरक्षित है और सामान्य यात्रा क्षेत्र जारी रहेगा। ब्रिटेन कठिन सीमा से बचने के लिए प्रतिबद्ध है। #ब्रेक्सिट pic.twitter.com/kMxIMgBuAn - लियो वरादकर (@कैंपेनफॉरलियो) 8 दिसंबर, 2017\n\nउत्तरी आयरलैंड और आयरलैंड गणराज्य के बीच सीमा पर ब्रिटेन के प्रारंभिक प्रस्ताव की भाषा से आयरिश सरकार असंतुष्ट थी।\n\nसप्ताह की शुरुआत में, ताओसेच वरादकर (आयरलैंड के प्रधानमंत्री) ने यहां तक कहा कि अगर एक समझौता नहीं किया जा सकता है, तो वह नए साल तक वार्ता में देरी करेंगे।\n\nक्रिसमस की छुट्टी से पहले वार्ता के दूसरे चरण में आगे बढ़ने के लिए निर्धारित, समूह ने एक नए समझौते पर पहुंचने के लिए रात भर काम किया जिसे वरादकर ने \"कास्ट आयरन\" और \"बुलेटप्रूफ\" कहा।\n\nसभी अन्य मुद्दों को चरण दो में सुलझा लिया जाएगा, लेकिन अगर वे वार्ता टूट जाती है, तो अब एक स्पष्ट डिफ़ॉल्ट या बीमा नीति है जो गारंटी देती है कि आयरलैंड गणराज्य और ब्रिटेन के बीच कोई सीमा शुल्क या व्यापार बाधाएं नहीं होंगी।\n\nनागरिकों को अपने अधिकार मिल गए हैं\n\n1/2 हमें यह समझौता करने में खुशी है जो यूके में यूरोपीय नागरिकों और यूरोपीय संघ में ब्रिटिश नागरिकों को उनके निवास अधिकारों के बारे में बाध्यकारी गारंटी देगा। - एम्बर रुड एमपी (@एम्बररुडएचआर) 8 दिसंबर, 2017\n\nसमझौते के अनुसार, यूके में रहने और काम करने वाले 3 मिलियन से अधिक यूरोपीय नागरिक वर्तमान स्वतंत्रता की मूल बातों का आनंद लेते रहेंगे। यह गारंटी ब्रिटिश नागरिकों पर भी लागू होती है जो यूरोपीय संघ के अन्य हिस्सों में रहते हैं।\n\nउत्तरी आयरलैंड में जन्म लेने वाले सभी लोग अभी भी यूरोपीय और ब्रिटिश नागरिकता दोनों को बनाए रखेंगे। यूरोपीय न्यायालय यूके में यूरोपीय नागरिकों के अधिकारों की देखरेख आठ साल तक जारी रखेगा।\n\nशुक्रवार को अपनी प्रेस कॉन्फ्रेंस में वरादकर ने उत्तरी आयरलैंड के संघवादियों से कहा, \"हम सेतु बनाना चाहते हैं, सीमाएं नहीं,\" और राष्ट्रवादियों से: \"आपका जन्मसिद्ध अधिकार आयरिश नागरिक के रूप में संरक्षित है।\"\n\nसामान्य यात्रा क्षेत्र\n\nशुक्रवार की 11वीं घंटे की डील के तहत आयरलैंड द्वीप के नागरिक उत्तर और गणराज्य के बीच स्वतंत्र रूप से यात्रा करना जारी रखेंगे। यह व्यवसायियों और सीमा के दोनों ओर रहने वाले हजारों लोगों के लिए एक प्रमुख चिंता का विषय था।\n\nआगे बढ़ना\n\nचरण 2 की बातचीत में जाना अच्छा है, लेकिन विवरण में शैतान है, और अब चीजें वास्तव में कठिन हो जाती हैं। यदि #ब्रेक्सिट हो रहा है (मुझे नहीं लगता कि यह होना चाहिए), तो एकल बाजार और सीमा शुल्क संघ में रहना सबसे अच्छा विकल्प है। और उत्तरी आयरलैंड के लिए कोई भी विशेष व्यवस्था अन्य यूके राष्ट्रों के लिए भी उपलब्ध होनी चाहिए। - निकोला स्टर्जन (@निकोलास्टर्जन) 8 दिसंबर, 2017\n\nअब बातचीत संक्रमणकालीन अवधि पर केंद्रित होगी। ब्रिटेन ने अपनी निकासी तिथि से दो साल की कार्यान्वयन अवधि की मांग की है, जिससे मार्च 2021 तक कट-ऑफ पॉइंट होगा, जिसमें वे एकल बाजार और सीमा शुल्क संघ में बने रहेंगे - इस अवधि के दौरान ब्रिटेन की यूरोपीय संघ में कितनी भागीदारी होगी, यह अभी तक तय नहीं किया गया है।\n\nब्रिटेन और यूरोपीय संघ को यह भी तय करना होगा कि तलाक के बाद उनके रिश्ते कैसे दिखेंगे, विशेष रूप से अगर और कैसे दोनों आतंकवाद और अंतर्राष्ट्रीय अपराध के मुद्दों से निपटेंगे।\n\n\"हम सभी जानते हैं कि अलग होना कठिन है। लेकिन अलग होना और एक नए संबंध को स्थापित करना और भी अधिक कठिन है,\" यूरोपीय परिषद के अध्यक्ष डोनाल्ड टस्क ने कहा, जो नील सदाका के 1975 के हिट को याद करते हैं।\n\n\"ब्रेक्सिट जनमत संग्रह के बाद, एक साल और आधा साल बीत गया है। इस काम के आसान हिस्से में इतना समय लगा है। और अब, एक संक्रमणकालीन व्यवस्था और हमारे भविष्य के संबंधों के ढांचे की वार्ता करने के लिए, हमारे पास वास्तव में एक साल से कम समय है।\""
  },
  {
    "source_text": "Existing version control approaches in database management systems (DBMSs) are still limited to providing version control functionality for the rollback to a previous state of the database itself and/or database schemas. The interrelations between changes to software artifacts produced during a database development process such as specifications, design diagrams, documentation, and database itself are not well managed by an DMBS. This paper presents an integrated approach that combines the structure-oriented software configuration management (SCM) and versioned hypermedia to control logical changes to software artifacts including entity-relationship diagrams (ERDs) and schema constructs, and to maintain consistent configurations among those constructs and versions of data. Logical connections among specifications and elements of an ERD are represented as hyperlinks and versioned as well.",
    "translation": "डेटाबेस प्रबंधन प्रणालियों में मौजूदा संस्करण नियंत्रण विधियाँ अभी भी डेटाबेस के पिछले संस्करण में वापस आने और/या डेटाबेस स्कीमाओं के लिए संस्करण नियंत्रण कार्यक्षमता प्रदान करने तक सीमित हैं। सॉफ्टवेयर घटकों के बीच संबंध जो डेटाबेस विकास प्रक्रिया के दौरान बनाए जाते हैं, जैसे कि विशिष्टताएं, डिजाइन आरेख, प्रलेखन और डेटाबेस स्वयं, एक डीबीएमएस द्वारा प्रभावी ढंग से प्रबंधित नहीं किए जाते हैं। इस लेख में एक एकीकृत दृष्टिकोण प्रस्तुत किया गया है जो संरचना-आधारित सॉफ्टवेयर कॉन्फ़िगरेशन प्रबंधन (एससीएम) और संस्करणित हाइपरमीडिया को सॉफ्टवेयर घटकों में परिवर्तनों को नियंत्रित करने के लिए जोड़ता है, जिसमें इकाई-संबंध आरेख (ईआरडी) और योजना निर्माण शामिल हैं, और उन निर्माणों और डेटा के संस्करणों के बीच सुसंगत कॉन्फ़िगरेशन बनाए रखने के लिए। विशिष्टताओं और ईआरडी के तत्वों के बीच संबंधों को हाइपरलिंक के रूप में दर्शाया जाता है और संस्करणों में व्यवस्थित किया जाता है।"
  },
  {
    "source_text": "\nShort answer: nuke the disclaimer notices\n\nAt which point, god help us all. Now, not only do we have fake sites putting out clickbait crap to game Facebook and Twitter, but now they’re not even clearly marked as fake news sites! Which means Google and Facebook will have to go back to step 1: identifying them based on the content.\n\nSo then we’re back to square one. But the problems don’t end with identifying fake news.\n\nOh no, there will be consequences when news sites inevitably get misflagged as ‘fake’. Such as say, a very angry webmaster/owner sending Google legal threats for cutting off their income based on what he sees as company bias/discrimination/whatever. Or complaining that Google’s actions (accusing his site of being fake) is considered libel or something.\n\nIt’s a legal minefield that could leave enough gaps in the terms and conditions to drive a (lawsuit )bus through.\n\nAnd this is still only the tip of the iceberg when it comes to how awful this statement is and how badly these rules could be interpreted.\n\nBecause then we get to the whole ‘conceal information’ aspect. What counts as this?\n\nWell, that’s a good question actually. Because the amount of things you could ban sites for based on the concept is insane.\n\nFor example, this could easily be used to shut off ads on sites run by anonymous or pseudonymous authors. After all, they could be seen as ‘concealing information about the publisher’, right?\n\nI guess so.\n\nWhich means Google and co now have a nice way to shut down ads on any somewhat anonymous site that annoys them. Hence giving them a cruel way to blast many gaming site owners and political activists straight into the poorhouse.\n\nAbove: Sorry Sean Malstrom. Hope you don’t leave WordPress.com, otherwise Google will apparently cut off your advertising.\n\nAnd it gets worse. Why? Because then ‘concealing information about the publisher’s content’ is even MORE vague.\n\nI mean literally anything could be justified under that logic.\n\nUsed an anonymous source? You’re ‘concealing information about the content’ by protecting them and not providing their names. Like here:\n\nAbove image taken from a Lets Play Video Games article on the recent Rabbids/Mario RPG crossover rumours.\n\nSay something you know is false because you’re under an embargo or agreement? That’s ‘concealing information about the content’.\n\nReally, you could justify cutting off ads for a lot of reasons with this logic. Perhaps not always bad reasons (because hey, you could nail dishonest journalists for a ‘conflict of interest’ with the same ‘rule’), but enough that it should terrify the hell out of anyone doing journalism at all.\n\nAnd that’s really the major issue. Google’s plans to stop fake news may be admirable, but the rules and ideas seem so vague that they can be used as a weapon against anyone for any reason whatsoever.\n\nAdd how they can just make the fake news problem worse (by incentivising people to lie about their site’s content), and you’ve got a ‘solution’ which could end up it being far worse than the actual problem.\n\nBut hey, maybe that’s the point. Maybe the idea isn’t really to stop fake news, but to hit anyone disagreeing with the mainstream narrative in the pocketbook, in hopes it’ll put ’em out of business. Perhaps Google just wants to play judge, jury and executioner.\n\nOr maybe I’m too cynical. Either way, these rules don’t work, and need serious revision if Google thinks it can stop fake news with them.",
    "translation": "संक्षिप्त उत्तर: अस्वीकरण सूचनाओं को खत्म कर दो।\n\nइस मोड़ पर, भगवान हम सभी की मदद करें। अब, न केवल हमें नकली साइटें मिल रही हैं जो फेसबुक और ट्विटर को गेम करने के लिए क्लिकबैट कचरा फैला रही हैं, लेकिन अब वे स्पष्ट रूप से नकली समाचार साइटों के रूप में पहचानी भी नहीं जा रही हैं! इसका मतलब है कि गूगल और फेसबुक को फिर से शुरू करना होगा: सामग्री के आधार पर उन्हें पहचानना।\n\nतो हम फिर से शुरू से शुरू कर रहे हैं। लेकिन नकली समाचार की पहचान के साथ समस्याएं समाप्त नहीं होती हैं।\n\nओह नहीं, जब समाचार साइटें अनिवार्य रूप से 'नकली' के रूप में गलत तरीके से पहचानी जाती हैं, तो परिणाम होंगे। जैसे कि एक बहुत गुस्से वाले वेबमास्टर/मालिक गूगल को कानूनी धमकी दे रहे हैं कि वे अपनी आय को काटने के लिए कंपनी के पूर्वाग्रह/भेदभाव के रूप में क्या देखते हैं। या शिकायत करते हैं कि गूगल की कार्रवाई (उनकी साइट को नकली होने का आरोप लगाना) मानहानि के रूप में माना जाता है।\n\nयह एक कानूनी जाल है जो शर्तों और शर्तों में इतनी खामियां छोड़ सकता है कि एक (मुकदमा) बस को ड्राइव करने के लिए पर्याप्त है।\n\nऔर यह अभी भी नकली समाचार के बारे में कितना भयानक है और इन नियमों की व्याख्या कितनी खराब हो सकती है, इसकी सिर्फ एक छोटी सी बात है।\n\nक्योंकि फिर हमें 'जानकारी छिपाने' के मुद्दे पर जाना होगा। खैर, यह वास्तव में एक अच्छा सवाल है। क्योंकि इस अवधारणा के आधार पर प्रतिबंधित की जा सकने वाली चीजों की संख्या बहुत अधिक है।\n\nउदाहरण के लिए, यह आसानी से उन साइटों पर विज्ञापन बंद करने के लिए उपयोग किया जा सकता है जो गुमनाम या छद्म नाम से संचालित होते हैं। आखिरकार, उन्हें 'प्रकाशक के बारे में जानकारी छिपाने' के रूप में देखा जा सकता है, क्या नहीं?\n\nमुझे लगता है कि हाँ।\n\nजिसका अर्थ है कि गूगल और कंपनी अब उन साइटों पर विज्ञापन बंद करने का एक आसान तरीका है जो उन्हें परेशान करती हैं। इसलिए उन्हें कई गेमिंग साइट मालिकों और राजनीतिक कार्यकर्ताओं को गरीबी में धकेलने का एक कठोर तरीका दे रहा है।\n\nऊपर: शॉन मालस्ट्रॉम को माफ़ कीजिये। उम्मीद है कि आप वर्डप्रेस.कॉम छोड़ नहीं देंगे, अन्यथा गूगल आपके विज्ञापन काट देगा।\n\nऔर यह और भी खराब हो जाता है। क्योंकि फिर 'प्रकाशक की सामग्री के बारे में जानकारी छिपाना' और भी अधिक अनिश्चित है।\n\nमेरा मतलब है कि वास्तव में कुछ भी इस तर्क के तहत उचित हो सकता है।\n\nगुमनाम स्रोत का उपयोग किया? आप उनके नामों को प्रदान नहीं करके और उन्हें सुरक्षित रखकर 'सामग्री के बारे में जानकारी छिपा रहे हैं', क्या नहीं?\n\nजैसे कि नीचे:\n\nनीचे दी गई छवि लेट्स प्ले वीडियो गेम्स लेख से ली गई है जो हाल ही में रैबिड्स/मारियो आरपीजी क्रॉसओवर अफवाहों पर है।\n\nकुछ ऐसा कहें जो आप जानते हैं कि झूठ है क्योंकि आप एक प्रतिबंध के तहत हैं या समझौते पर हैं? यह 'सामग्री के बारे में जानकारी छिपाना' है, क्या नहीं?\n\nवास्तव में, आप इस तर्क के साथ कई कारणों से विज्ञापन बंद कर सकते हैं। शायद हमेशा बुरे कारण नहीं (क्योंकि हे, आप एक संघर्ष के हित के लिए 'नियम' के साथ ईमानदार पत्रकारों को पकड़ सकते हैं), लेकिन इतने सारे कि यह किसी भी पत्रकारिता को करने वाले किसी को भी डराने के लिए पर्याप्त है, क्या नहीं?\n\nऔर यह वास्तव में सबसे बड़ा मुद्दा है। गूगल की नकली समाचार को रोकने की योजना प्रशंसनीय हो सकती है, लेकिन नियम और विचार इतने अस्पष्ट हैं कि उन्हें किसी भी कारण से किसी के खिलाफ एक हथियार के रूप में उपयोग किया जा सकता है, क्या नहीं?\n\nइसमें जोड़ें कि वे नकली समाचार समस्या को और भी खराब बना सकते हैं (लोगों को अपनी साइट की सामग्री के बारे में झूठ बोलने के लिए प्रोत्साहित करके), और आपके पास एक 'समाधान' है जो वास्तविक समस्या से भी बदतर हो सकता है, क्या नहीं?\n\nलेकिन हे, शायद यही सच है। शायद विचार वास्तव में नकली समाचार को रोकना नहीं है, बल्कि मुख्यधारा की कथा से असहमत होने वाले किसी को भी जेब में मारने के लिए, उम्मीद है कि यह उन्हें व्यवसाय से बाहर कर देगा, क्या नहीं?\n\nशायद गूगल न्यायाधीश, जूरी और निष्पादनकर्ता बनना चाहता है।\n\nया शायद मैं बहुत संदेही हूं।\n\nदोनों तरह से, ये नियम काम नहीं करते हैं, और नकली समाचार को रोकने के लिए गूगल को लगता है कि उन्हें गंभीर संशोधन की आवश्यकता है, क्या नहीं?"
  },
  {
    "source_text": "Toronto, ON – Earlier today The Board of Governors of the Ontario Hockey League approved the sale of the Sudbury Wolves Hockey Club from the Burgess and Edwards Family to Dario Zulich.\n\n“The Burgess and Edwards Family have been the longest serving owners in the OHL having owned the storied Sudbury Wolves for 30 years. I want to thank them for their dedication to the interests and support of their players, the league and the fans in Sudbury,” said David Branch, OHL Commissioner. “The OHL welcomes Dario Zulich to the league and looks forward to celebrating the Wolves 45th anniversary in the 2016-2017 season.”\n\n“I would like to thank everyone for their support over the past 30 years and I want to wish Dario all the best,” said Mark Burgess. “I look forward to concluding the sale in the days ahead.”\n\n“I am grateful to the Board of Governors of the Ontario Hockey League for its approval of the ownership transfer of the Sudbury Wolves, enabling me to purchase the Wolves from the Burgess and Edwards families,” said Dario Zulich. “I am looking forward to the final step in the process, which will officially close the sale and purchase on a date to be determined prior to the start of the Wolves preseason.”\n\nA media availability will be planned in Sudbury in the near future, and there will be no further comment until that time.\nA group of renters discovered a badly decomposed body in the garden of their Airbnb rental in suburban Paris over the weekend. The body of the woman was covered with tree branches.\n\n\"Her body was found at the bottom of the property which opens out into woods,\" a police source said, according to France 24. Authorities are now investigating the death in Palaiseau, in the southern suburbs of Paris. Foul play is suspected.\n\nSEE ALSO: Head to this Van Gogh Airbnb for some dark brooding\n\nThe people renting the house were only there for a weekend, although they are being questioned.\n\nThe cause of death has not yet been determined, according to police. The woman's body was found \"hunched in a dug-out area, her head against the ground, covered in branches and surrounded by wood stumps,\" France 24 reported. There will be an autopsy.\n\nThe listing was removed from Airbnb on Sunday, according to Le Parisien.\n\n\"We have offered our assistance to the police and will help them with their investigation in any way we can,\" an Airbnb spokesperson told Mashable. \"In addition, we reached out to the host and guests and will provide all necessary support.\"\n\n\"Over 80 million people have travelled on Airbnb and problems for hosts and guests are extremely rare.\"\n\nAdditional reporting by the Associated Press. This story has been updated with comment from Airbnb.\n\nHave something to add to this story? Share it in the comments.\nPresident Trump has been informed of Justice Anthony Kennedy’s impending resignation, meaning that the president will soon make his second pick for the Supreme Court, according to White House sources speaking with Trump insider Roger Stone.\n\nThis development, exclusive to Infowars, is the first confirmation of the 80-year-old’s retirement, which the mainstream media has speculated for the past hour.\n\nU.S. Circuit Judge Thomas Hardiman, who was on Trump’s short list when he selected Neil Gorsuch for the vacancy left by the late Antonin Scalia, is said to be the front-runner for the opening seat.\n\nThat said, the president will consider other candidates as well – including perhaps Judge Andrew Napolitano, a surprise candidate who’s long been a favorite of Trump’s.\n\nKennedy, a Reagan appointee described as a conservative centrist, holds a controlling vote on the court and has often decided cases by his one vote.\n\nTrump indicated this weekend that he heard rumors about Kennedy’s retirement.\n\n“I’ve heard the same rumors that a lot of people have heard,” the president told media. “And I have a lot of respect for that gentleman, a lot.”\n\nGorsuch was confirmed by the Senate on April 7 after a lengthy confirmation battle.\n\nThe Save Infowars Super Sale is now live! Get up to 60% off our most popular products today!",
    "translation": "टोरंटो, ओंटारियो - आज पहले द ओंटारियो हॉकी लीग के बोर्ड ऑफ गवर्नर्स ने बर्गेस और एडवर्ड्स परिवार से सुडबरी वूल्व्स हॉकी क्लब की बिक्री को डेरियो ज़ुलिच को मंजूरी दे दी।\n\n\"बर्गेस और एडवर्ड्स परिवार ओंटारियो हॉकी लीग में सबसे लंबे समय तक सेवा करने वाले मालिक रहे हैं, जिन्होंने 30 वर्षों तक सुडबरी वूल्व्स का स्वामित्व किया है। मैं उन्हें उनके खिलाड़ियों, लीग और सुडबरी के प्रशंसकों के हितों और समर्थन के लिए उनकी समर्पण के लिए धन्यवाद देना चाहता हूं,\" डेविड ब्रांच, ओंटारियो हॉकी लीग कमिश्नर ने कहा। \"ओंटारियो हॉकी लीग डेरियो ज़ुलिच का स्वागत करता है और 2016-2017 हॉकी सीज़न में वूल्व्स की 45 वीं वर्षगांठ मनाने की उम्मीद करता है।\"\n\n\"मैं पिछले 30 वर्षों में अपना समर्थन देने के लिए सभी को धन्यवाद देना चाहता हूं और मैं डेरियो को शुभकामनाएं देना चाहता हूं,\" मार्क बर्गेस ने कहा। \"मैं आगामी दिनों में बिक्री को पूरा करने की उम्मीद करता हूं।\"\n\n\"मैं ओंटारियो हॉकी लीग के बोर्ड ऑफ गवर्नर्स को धन्यवाद देना चाहता हूं कि उन्होंने सुडबरी वूल्व्स के स्वामित्व के हस्तांतरण को मंजूरी दे दी, जिससे मुझे बर्गेस और एडवर्ड्स परिवारों से वूल्व्स खरीदने की अनुमति मिली,\" डेरियो ज़ुलिच ने कहा। \"मैं प्रक्रिया के अंतिम चरण की प्रतीक्षा कर रहा हूं, जो वूल्व्स के प्री-सीज़न की शुरुआत से पहले एक निर्धारित तिथि पर आधिकारिक तौर पर बिक्री और खरीद को बंद कर देगा।\"\n\nसुडबरी में जल्द ही एक मीडिया उपलब्धता की योजना बनाई जाएगी, और उस समय तक कोई और टिप्पणी नहीं की जाएगी।\n\nपेरिस के उपनगरीय क्षेत्र में एक एयरबीएनबी किराये के बगीचे में एक खराब रूप से सड़ी हुई महिला की लाश मिली। महिला की लाश पेड़ की टहनियों से ढकी हुई थी।\n\n\"उसकी लाश भूमि के नीचे मिली, जो जंगल में खुलती है,\" एक पुलिस स्रोत ने फ्रांस 24 के अनुसार कहा। अधिकारी अब पेरिस के दक्षिणी उपनगरों में पालेसियो में मौत की जांच कर रहे हैं। गड़बड़ी का संदेह है।\n\nदेखें: वैन गॉग एयरबीएनबी के लिए कुछ अंधकारमय वातावरण के लिए जाएं\n\nघर किराए पर लेने वाले लोग केवल एक सप्ताहांत के लिए वहां थे, हालांकि उनसे पूछताछ की जा रही है।\n\nपुलिस के अनुसार, मौत का कारण अभी तक निर्धारित नहीं किया गया है। महिला की लाश \"एक खोदे हुए क्षेत्र में मिली, उसका सिर जमीन पर था, टहनियों से ढकी हुई और लकड़ी के स्टंप से घिरी हुई थी,\" फ्रांस 24 ने बताया। एक ऑटोप्सी होगी।\n\nएयरबीएनबी से सूची रविवार को हटा दी गई थी, ले पेरिसियन के अनुसार।\n\n\"हमने पुलिस को अपनी सहायता प्रदान की है और हम उनकी जांच में जो भी आवश्यक होगा उसके साथ सहयोग करेंगे,\" एयरबीएनबी के प्रवक्ता ने मैशेबल को बताया। \"इसके अलावा, हमने मेजबान और मेहमानों से संपर्क किया और सभी आवश्यक समर्थन प्रदान करेंगे।\"\n\n\"80 मिलियन से अधिक लोग एयरबीएनबी पर यात्रा कर चुके हैं और मेजबानों और मेहमानों के लिए समस्याएं बहुत ही दुर्लभ हैं।\"\n\nएसोसिएटेड प्रेस द्वारा अतिरिक्त रिपोर्टिंग। इस कहानी को एयरबीएनबी की टिप्पणी के साथ अपडेट किया गया है।\n\nक्या आपके पास इस कहानी में जोड़ने के लिए कुछ है? टिप्पणियों में साझा करें।\n\nराष्ट्रपति ट्रम्प को न्यायमूर्ति एंथनी कैनेडी के आगामी इस्तीफे के बारे में सूचित किया गया है, जिसका अर्थ है कि राष्ट्रपति जल्द ही सुप्रीम कोर्ट के लिए अपनी दूसरी पसंद करेंगे, ट्रम्प के निकट सहयोगी रोजर स्टोन के साथ बातचीत करने वाले व्हाइट हाउस के सूत्रों के अनुसार।\n\nयह विकास, इन्फोवार्स के लिए विशेष है, 80 वर्षीय की सेवानिवृत्ति की पहली पुष्टि है, जिसके बारे में मुख्यधारा के मीडिया ने पिछले एक घंटे से अटकलें लगाई हैं।\n\nयूएस सर्किट जज थॉमस हार्डिमैन, जो ट्रम्प की छोटी सूची में थे जब उन्होंने दिवंगत एंटोनिन स्केलिया द्वारा छोड़ी गई रिक्ति के लिए नील गोर्सुच का चयन किया, खुली सीट के लिए अग्रणी उम्मीदवार होने के लिए कहा जाता है।\n\nहालांकि, राष्ट्रपति अन्य उम्मीदवारों पर भी विचार करेंगे - जिनमें शायद जज एंड्रू नापोलिटानो भी शामिल हैं, जो ट्रम्प के लंबे समय से पसंदीदा हैं।\n\nकैनेडी, एक रीगन नियुक्ति को एक रूढ़िवादी केंद्र के रूप में वर्णित किया गया है, जो अदालत में एक नियंत्रण वोट रखता है और अक्सर एक वोट से मामलों का फैसला करता है।\n\nट्रम्प ने इस सप्ताहांत में कहा कि उन्होंने कैनेडी के इस्तीफे के बारे में अफवाहें सुनी हैं।\n\n\"मैंने उन्हीं अफवाहों को सुना है जो बहुत से लोगों ने सुना है,\" राष्ट्रपति ने मीडिया से कहा। \"और मुझे उस सज्जन के लिए बहुत सम्मान है, बहुत।\"\n\nगोर्सुच को 7 अप्रैल को सीनेट द्वारा एक लंबी पुष्टि लड़ाई के बाद पुष्टि किया गया था।\n\nइन्फोवार्स की विशेष बिक्री अब लाइव है! आज हमारे सबसे लोकप्रिय उत्पादों पर 60% तक की छूट प्राप्त करें!"
  }
]