[
  {
    "source_text": "Whistler (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics.",
    "translation": "व्हिस्लर (वैंकूवर से लगभग 1.5 घंटे की दूरी पर) महंगा जरूर है, लेकिन 2010 के शीतकालीन ओलंपिक खेलों के कारण काफी प्रसिद्ध है।"
  },
  {
    "source_text": "You need to notice the victim's position as you approach him or her and any automatic red flags.",
    "translation": "आपको ध्यान देना चाहिए कि जब आप पीड़ित के पास पहुँचते हैं, तो उसकी स्थिति या हालत क्या है और कोई भी संदेहास्पद संकेत तो नहीं हैं।"
  },
  {
    "source_text": "In general, staying in any foreign country for an extended period of time will require you to obtain a visa in advance.",
    "translation": "आमतौर पर, किसी भी विदेश में लंबे समय तक रहने पर आपको पहले वीजा लेना होगा।"
  },
  {
    "source_text": "It was based on the German alphabet and one character \"Õ/õ\" was added.",
    "translation": "यह जर्मन वर्णमाला पर आधारित था और \"Õ/õ\" नामक एक अक्षर जोड़ा गया।"
  },
  {
    "source_text": "Until now, AOL has been able to move and develop the IM market at its own pace, due to its widespread use within the United States.",
    "translation": "अब तक एओएल को अपनी गति से इंस्टेंट मैसेजिंग बाजार को आगे बढ़ाने और विकसित करने की अनुमति दी गई है, संयुक्त राज्य अमेरिका में इसके व्यापक उपयोग के कारण।"
  },
  {
    "source_text": "This fleet was led by Olaf Trygvasson, a Norwegian with ambitions to reclaim his country from Danish domination.",
    "translation": "यह नौसेना ओलाफ ट्रायग्वेसन के नेतृत्व में थी, जो नॉर्वे के रहने वाले थे और जिनके पास डेनिश वर्चस्व से अपने देश को मुक्त कराने की महत्वाकांक्षा रखते थे।"
  },
  {
    "source_text": "The main assault force of 2,400 men would cross the river nine miles north of Trenton, and then split into two groups, one under Greene and one under Sullivan, in order to launch a pre-dawn attack.",
    "translation": "2,400 पुरुषों की मुख्य आक्रमण बल ट्रेंटन से नौ मील उत्तर में नदी पार करेगा, और फिर दो भागों में बंट जाएगा, एक ग्रीन की कमान में और दूसरा सलिवन की कमान में, ताकि सूर्योदय से पहले हमला किया जा सके।"
  },
  {
    "source_text": "Charles was the first member of the British Royal Family to be awarded a degree.",
    "translation": "चार्ल्स ब्रिटिश राजपरिवार का पहला सदस्य था जिसे डिग्री मिली थी।"
  },
  {
    "source_text": "Enceladus is the most reflective object in the solar system, reflecting about 90 percent of the sunlight that hits it.",
    "translation": "एन्सेलैडस सौर मंडल में सबसे अधिक परावर्तन करने वाली वस्तु है, जो लगभग नब्बे प्रतिशत सूरज की किरणों को परावर्तित करता है।"
  },
  {
    "source_text": "The couple had married in Texas one year ago and came to Buffalo to celebrate with friends and relatives.",
    "translation": "दंपति ने पिछले साल टेक्सास में शादी की थी और दोस्तों और रिश्तेदारों के साथ मिलने के लिए बफ़ेलो में आए थे।"
  },
  {
    "source_text": "These requirements may often depend on what countries a traveller has visited or intends to visit.",
    "translation": "इन आवश्यकताओं पर अक्सर निर्भर करता है कि यात्र करने वाला व्यक्ति किन देशों में गया है या जाने का इरादा रखता है।"
  },
  {
    "source_text": "The largest employment sectors are professional services, government, finance, trade, and tourism.",
    "translation": "सबसे बड़े रोजगार क्षेत्र व्यावसायिक सेवाएं, सरकारी सेवाएं, वित्तीय सेवाएं, व्यापार और पर्यटन उद्योग हैं।"
  },
  {
    "source_text": "Cuban citizens who are US green card holders should visit an Ecuadorian Consulate to obtain an exemption to this requirement.",
    "translation": "क्यूबाई नागरिक जो अमेरिकी ग्रीन कार्ड धारक हैं, उन्हें इस आवश्यकता से मुक्ति पाने के लिए इक्वेडोरियन दूतावास में जाना चाहिए।"
  },
  {
    "source_text": "Make sure your hand is as relaxed as possible while still hitting all the notes correctly - also try not to make much extraneous motion with your fingers.",
    "translation": "अपने हाथ को जितना हो सके आरामदायक रखें जबकि सभी सुर सही ढंग से बजा रहे हों - साथ ही अपनी उँगलियों से अतिरिक्त हरकत न करें।"
  },
  {
    "source_text": "In the rainy season (November to March), the water volume will be higher and the Falls will be more dramatic.",
    "translation": "बारिश के मौसम में (नवंबर से लेकर मार्च तक), पानी की मात्रा अधिक होगी और झरने और भी आकर्षक होगा।"
  },
  {
    "source_text": "A change was made this legislative session when the second sentence was deleted first by the House of Representatives and then was passed in a similar form by the Senate Monday.",
    "translation": "इस विधायी सत्र में एक बदलाव किया गया जब पहले प्रतिनिधि सभा ने दूसरे वाक्य को हटा दिया और सोमवार को सीनेट ने भी इसे एक समान प्रकार से पारित कर दिया।"
  },
  {
    "source_text": "He joined them in 1945 and stayed until 1958.",
    "translation": "१९४५ में उन्होंने उनके साथ जुड़ा और १९५८ तक वहीं रहा।"
  },
  {
    "source_text": "If you don't have a data connection for your phone, or when it is out of range, their performance can be limited or unavailable.",
    "translation": "अगर आपके फ़ोन में इंटरनेट कनेक्शन नहीं है, या जब नेटवर्क कवरेज नहीं हो, तो इन सेवाओं की कार्यक्षमता सीमित या अनुपलब्ध हो सकती है।"
  },
  {
    "source_text": "An infectious disease is one that is caused by a pathogen, such as a virus, bacterium, fungus or other parasites.",
    "translation": "संक्रमण रोग वह होता है जो किसी रोगाणु, जैसे कि वायरस, बैक्टीरिया, फंगस आदि के कारण उत्पन्न होता है।"
  },
  {
    "source_text": "Students can also submit questions to instructors at any time of day and expect reasonably quick responses, rather than waiting until the next face-to-face meeting.",
    "translation": "छात्र किसी भी समय प्रशिक्षकों से प्रश्न पूछ सकते हैं और जल्दी प्रतिक्रिया की उम्मीद कर सकते हैं, बजाय अगली बैठक तक प्रतीक्षा करने के।"
  },
  {
    "source_text": "Airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than other European airlines.",
    "translation": "इमिरेट्स, एतिहाद एयरवेज, कतर एयरवेज और तुर्की एयरलाइंस जैसी एयरलाइंस ने अफ्रीका में अपनी सेवाओं का काफी विस्तार किया है, और अन्य यूरोपीय एयरलाइंस की तुलना में कम दरों पर अफ्रीका के कई प्रमुख शहरों से जोड़ती हैं।"
  },
  {
    "source_text": "It looks a bit daunting from below, and it is a steep and difficult ascent, but most reasonably fit persons should be able to make it in about 45 minutes.",
    "translation": "नीचे से देखने पर यह थोड़ा भयंकर दिखता है, और यह एक खड़ी और कठिन चढ़ाई है, लेकिन अधिकांश सामान्य तौर पर स्वस्थ व्यक्ति लगभग 45 मिनट में इसे पूरा कर सकते हैं।"
  },
  {
    "source_text": "The different constructions have different capabilities, are sensitive to different wave-lengths and have differing degrees of acuity, also they require different processing to make sense of the input and different numbers to work optimally.",
    "translation": "विभिन्न निर्माणों की क्षमताएं अलग-अलग होती हैं, विभिन्न तरंग दैर्ध्यों पर संवेदनशील होते हैं, और तीक्ष्णता के अलग-अलग स्तर होते हैं। इसके अलावा, इनपुट को समझने के लिए अलग-अलग प्रसंस्करण की आवश्यकता होती है और इष्टतम प्रदर्शन के लिए अलग-अलग संख्याओं की आवश्यकता होती है।"
  },
  {
    "source_text": "Fred currently has winds of 105 miles per hour (165 km/h) and is moving towards the northwest.",
    "translation": "फ्रेड की इस समय 105 मील प्रति घंटे (165 किमी/घंटा) की हवा की गति है और यह उत्तर-पश्चिम दिशा में बढ़ रहा है।"
  },
  {
    "source_text": "There is a surcharge for having more than 2 passengers, so this option might be more expensive than necessary.",
    "translation": "2 से अधिक यात्रियों के लिए एक अतिरिक्त शुल्क है, इसलिए यह ज़रूरत से ज़्यादा महंगा पड़ सकता है।"
  },
  {
    "source_text": "Interactive design requires that components of a project connect to each other, but also make sense as a separate entity.",
    "translation": "इंटरएक्टिव डिज़ाइन में आवश्यक है कि एक परियोजना के घटक एक दूसरे से जुड़े हुए हों, लेकिन साथ ही अलग-अलग इकाई के रूप में भी समझ में आना चाहिए।"
  },
  {
    "source_text": "The valves opening allowed a pressure release for the system and oil flowed on a pad to a tank that can hold 55,000 barrels (2.3 million gallons).",
    "translation": "वाल्व खुलने से सिस्टम में दबाव छोड़ने की अनुमति मिली, जो एक पैड से एक टैंक में बह गया जिसकी क्षमता 55,000 बैरल (2.3 मिलियन गैलन) है।"
  },
  {
    "source_text": "Jonny Reid, co-driver for the A1GP New Zealand team, today made history by driving the fastest over the 48-year-old Auckland Harbour Bridge, New Zealand, legally.",
    "translation": "जॉनी रीड, ए1जीपी न्यूजीलैंड टीम के कार के सह-चालक, ने आज 48 साल पुराने ऑकलैंड बंदरगाह पुल, न्यूजीलैंड पर वैध रूप से सबसे तेजी से चलने का नया रिकॉर्ड बनाया।"
  },
  {
    "source_text": "The number of native speakers varies depending on whether or not very closely related dialects are counted.",
    "translation": "मूल वक्ताओं की संख्या निर्भर करता है कि बहुत करीब की बोलियों को गिनने पर या नहीं गिनने पर।"
  },
  {
    "source_text": "Interestingly, he was not considered to be very important in ancient times and was not recorded on most ancient king lists.",
    "translation": "यह दिलचस्प है कि प्राचीन समय में उनको बहुत महत्व नहीं दिया जाता था और प्राचीन राजाओं की अधिकांश सूचियों में उनका जिक्र नहीं किया गया था।"
  },
  {
    "source_text": "A cavalry is an army that fights on horseback. The saddle had not yet been invented, so the Assyrian cavalry fought on the bare backs of their horses.",
    "translation": "एक घुड़सवार एक ऐसी सेना होती है जो घोड़े की पीठ पर लड़ती है। उस समय तक घोड़े पर बैठने के लिए जीना नहीं बना था, इसलिए असीरियाई घुड़सवार घोड़ों की नंगी पीठ पर लड़ते थे।"
  },
  {
    "source_text": "Sometimes the original trigging event is the sun warming the snow, sometimes some more snowfall, sometimes other natural events, often a human.",
    "translation": "कभी-कभी मूल घटना का कारण धूप से बर्फ पिघलना होता है, कभी-कभी कुछ अतिरिक्त बर्फबारी, कभी-कभी अन्य प्राकृतिक कारण, अक्सर किसी मानव की गतिविधि।"
  },
  {
    "source_text": "Its existence is known only because of its effects on the expansion of the universe.",
    "translation": "इसका अस्तित्व ब्रह्मांड के विस्तार पर पड़ने वाले इसके प्रभावों के कारण सिर्फ जाना जाता है।"
  },
  {
    "source_text": "Four years later a patent was granted, which was the world's first patent issued in the field of MRI.",
    "translation": "चार साल बाद एक पेटेंट प्रदान किया गया था, जो एमआरआई के क्षेत्र में विश्व का पहला पेटेंट था।"
  },
  {
    "source_text": "The governor also stated, \"Today, we learned that some school aged children have been identified as having had contact with the patient.\"",
    "translation": "राज्यपाल ने आगे कहा, \"वर्तमान में हमें जानकारी मिली कि कुछ विद्यालय जाने वाले बच्चों को मरीज के संपर्क में आने की पुष्टि हुई है।\""
  },
  {
    "source_text": "For instance, children who identify with a racial minority that is stereotyped as not doing well in school tend to not do well in school once they learn about the stereotype associated with their race.",
    "translation": "मिसाल के तौर पर, जो बच्चे एक नस्लीय अल्पसंख्यक समूह की पहचान करते हैं जिसे स्कूल में कमजोर माना जाता है, वे अपनी नस्ल से जुड़े स्टीरियोटाइप के बारे में जानने के बाद स्कूल में कमजोर प्रदर्शन करते हैं।"
  },
  {
    "source_text": "Jardín de la Unión. This space was built as the atrium for a 17th-century convent, of which the Templo de San Diego is the sole surviving building.",
    "translation": "संघ का बाग़। यह स्थान 17वीं शताब्दी के एक कॉन्वेंट के आंगन के रूप में बनाया गया था, जिसका सैन डिएगो मंदिर अब एकमात्र बची हुई इमारत है।"
  },
  {
    "source_text": "A formal anniversary event was scheduled for a later date, officials said.",
    "translation": "एक औपचारिक वर्षगांठ कार्यक्रम बाद की तारीख के लिए निर्धारित किया गया, अधिकारियों के अनुसार।"
  },
  {
    "source_text": "In particular, the numbering system in French-speaking Belgium and Switzerland has some slight peculiarities that are different from the French spoken in France, and the pronunciation of some words is slightly different.",
    "translation": "विशेषतः फ़्रांसीसी भाषी बेल्जियम और स्विट्जरलैंड में संख्या प्रणाली में कुछ विशेषताएं हैं जो फ्रांस में बोले जाने वाले फ़्रांसीसी से अलग हैं, और कुछ शब्दों के उच्चारण में थोड़ा अंतर है।"
  },
  {
    "source_text": "The Mapuche were also one of the last independent American indigenous groups, that were not fully absorbed into Spanish-speaking rule until after Chile's independence.",
    "translation": "मापुचे अमेरिका के अंतिम स्वतंत्र स्वदेशी समूहों में से एक थे, जिन्हें चिली की स्वतंत्रता के बाद तक स्पेनी भाषी नियम में पूरी तरह से समाहित नहीं किया गया था।"
  },
  {
    "source_text": "Eighteen percent of Venezuelans are unemployed, and most of those who are employed work in the informal economy.",
    "translation": "वेनेज़ुएला के 18 प्रतिशत लोग बेरोजगार हैं, और जिन लोगों को रोजगार मिला है, उनमें से अधिकांश असंगठित क्षेत्र में काम करते हैं।"
  },
  {
    "source_text": "The sign was not physically damaged; the modification was done using black tarpaulins decorated with signs of peace and heart to alter the \"O\" to read lowercase \"e\".",
    "translation": "संकेत भौतिक रूप से क्षतिग्रस्त नहीं हुआ था; शांति और दिल के चिन्हों से सजे काले तिरपाल का उपयोग करके संशोधन किया गया था ताकि \"ओ\" को \"ई\" में बदला जा सके।"
  },
  {
    "source_text": "Unlike other primates, hominids no longer use their hands in locomotion or bearing weight or swinging through the trees.",
    "translation": "अन्य प्राइमेट्स की तुलना में, मानव पूर्वजों ने अब अपने हाथों का उपयोग चलने, भार सहन करने या पेड़ों पर लटकने के लिए नहीं करते हैं।"
  },
  {
    "source_text": "Time is also how we compare the duration (length) of events.",
    "translation": "समय की अवधारणा यह है कि हम घटनाओं की अवधि की तुलना कैसे करते हैं।"
  },
  {
    "source_text": "A Triceratops could have used its strong beak to strip off the leaves before eating the trunk.",
    "translation": "एक ट्राइकेराटॉप्स जीवाश्म अपनी मजबूत चोंच का उपयोग पत्तियों को निकालने के लिए कर सकता था या हो सकता है कि उसने तने को खाने से पहले।"
  },
  {
    "source_text": "If you're feeling more adventurous, take the opportunity to juice or blend up some smoothies:",
    "translation": "अगर आप और ज्यादा साहसी महसूस कर रहे हैं, तो कुछ जूस या स्मूदी बनाने का मौका लें:"
  },
  {
    "source_text": "They also said in a statement, \"The crew is currently working to determine the best method of safely extracting the ship\".",
    "translation": "उन्होंने एक बयान जारी करते हुए कहा, \"चालक दल इस समय जहाज को सुरक्षित तरीके से निकालने का सबसे अच्छा तरीका ढूंढने में जुटा हुआ है।\""
  },
  {
    "source_text": "At a minimum, you need footwear with suitable soles. Summer shoes are usually very slippery on ice and snow, even some winter boots are deficient.",
    "translation": "न्यूनतम आपको उपयुक्त सोल वाले जूते चाहिए। मोजे आमतौर पर बर्फबारी और बर्फ पर बहुत फिसलन भरे होते हैं, यहां तक कि कुछ सर्दियों के जूते भी पूरी तरह से उपयुक्त नहीं होते हैं।"
  },
  {
    "source_text": "Arias tested positive for a mild case of the virus, Presidential Minister Rodrigo Arias said.",
    "translation": "राष्ट्रपति मंत्री रॉड्रिगो एरियास के अनुसार उन्हें कोरोना वायरस के एक हल्के मामले के लिए सकारात्मक परीक्षण किया गया था।"
  },
  {
    "source_text": "The storm, located approximately 3,000 miles from Miami, Florida, has maximum sustained winds of 40 mph (64 kph).",
    "translation": "मियामी, फ्लोरिडा के पास से लगभग 3,000 मील की दूरी पर स्थित इस तूफान की अधिकतम लगातार हवा की गति 40 मील प्रति घंटा (64 किलोमीटर प्रति घंटा) है।"
  },
  {
    "source_text": "The U.S. says it has received information from an undisclosed source that specifically mentions the use of suicide bombers to will blow up \"prominent landmarks\" in Ethiopia and Kenya.",
    "translation": "अमेरिका ने कहा है कि उसे एक गोपनीय स्रोत से जानकारी मिली है जिसमें इथियोपिया और केन्या में \"प्रमुख स्थलों\" को ध्वस्त करने के लिए आत्मघाती बमबाजों के इस्तेमाल का उल्लेख किया गया है।"
  },
  {
    "source_text": "With the same time zone as Hawaii, the islands are sometimes thought of as \"Hawaii down under\".",
    "translation": "हवाई के समय क्षेत्र में आते हुए, इन द्वीपों को अक्सर \"हवाई की तरह\" माना जाता है।"
  },
  {
    "source_text": "The outer-part we see when we look at the Sun is called the photosphere, which means \"ball of light\".",
    "translation": "सूर्य के बाहरी भाग जो हम सूर्य को देखने पर दिखाई देता है, उसे फोटोस्फियर कहते हैं, जिसका अर्थ है \"प्रकाश का गोलाकार\"।"
  },
  {
    "source_text": "No one was inside the apartment.",
    "translation": "अपार्टमेंट में कोई नहीं था।"
  },
  {
    "source_text": "Be sure the agent through whom you book is a Galapagos specialist with a good knowledge of a wide variety of ships.",
    "translation": "आप जिस एजेंट के माध्यम से बुकिंग करते हैं, सुनिश्चित करें कि वह गैलापागोस का विशेषज्ञ है जो विभिन्न प्रकार के जहाजों के बारे में अच्छी तरह से जानता है।"
  },
  {
    "source_text": "The storm, situated about 645 miles (1040 km) west of the Cape Verde islands, is likely to dissipate before threatening any land areas, forecasters say.",
    "translation": "केप वर्डे द्वीपों से लगभग 645 मील (1040 किमी) पश्चिम में स्थित तूफान किसी भी भूमि क्षेत्र को प्रभावित करने से पहले समाप्त होने की संभावना है, मौसम विज्ञानियों के अनुसार।"
  },
  {
    "source_text": "Victoria Falls is a town in the western portion of Zimbabwe, across the border from Livingstone, Zambia, and near Botswana.",
    "translation": "विक्टोरिया झरना ज़िम्बाब्वे के पश्चिमी हिस्से में एक शहर है, जो लिविंगस्टोन, ज़ाम्बिया के साथ सीमा साझा करने वाले क्षेत्र में स्थित है, और बोत्सवाना की सीमा के पास है।"
  },
  {
    "source_text": "Troops reinforcing the forward positions included the 1st and 3rd New Hampshire regiments of 200 men, under Colonels John Stark and James Reed (both later became generals).",
    "translation": "अग्रिम स्थितियों को मजबूत करने के लिए तैनात सैनिकों में 200 पुरुषों की पहली और तीसरी न्यू हैम्पशायर रेजिमेंट शामिल थी, जिनका नेतृत्व कर्नल जॉन स्टार्क और कर्नल जेम्स रीड ने किया था, जो बाद में जनरल बने।"
  },
  {
    "source_text": "Out of the approximately 24,000 known meteorites to have fallen to Earth, only about 34 have been verified to be martian in origin.",
    "translation": "लगभग 24,000 ज्ञात उल्काओं में से जो पृथ्वी पर गिरी हैं, उनमें से केवल 34 की पुष्टि मंगल ग्रह से आयातित होने की हुई है।"
  },
  {
    "source_text": "This includes waiting in line, as drug-sniffing dogs could be used at any time without notice.",
    "translation": "इसमें लाइन में इंतज़ार करना भी शामिल है, क्योंकि यहाँ नशीली दवाओं का पता लगाने वाले कुत्तों का उपयोग बिना किसी पूर्व सूचना के किसी भी समय किया जा सकता है।"
  },
  {
    "source_text": "Apple CEO Steve Jobs unveiled the device by walking onto the stage and taking the iPhone out of his jeans pocket.",
    "translation": "एप्पल के मुख्य कार्यकारी अधिकारी स्टीव जॉब्स ने मंच पर आते हुए जीन्स की जेब से आईफ़ोन निकालते हुए इसे प्रदर्शित किया।"
  },
  {
    "source_text": "Stark's men took positions along the fence on the north end of the Colonist's position.",
    "translation": "स्टार्क के आदमी उपनिवेशवादियों की स्थिति के उत्तरी सिरे पर बाड़ के किनारे स्थान लिया।"
  },
  {
    "source_text": "In some cross-border trains inspections are done on the running train and you should have valid ID with you when boarding one of those trains.",
    "translation": "कुछ सीमा पार ट्रेनों में ट्रेन चलते समय निरीक्षण होता है, इसलिए उन ट्रेनों में चढ़ने से पहले अपने पास वैध आईडी रखना आवश्यक है।"
  },
  {
    "source_text": "Today's Player of the Day is Alex Ovechkin of the Washington Capitals.",
    "translation": "आज का उत्कृष्ट खिलाड़ी वॉशिंगटन कैपिटल्स के एलेक्स ओवेच्किन हैं।"
  },
  {
    "source_text": "Some of the rocks, which are very rare on Earth, are being sold from US$11,000 to $22,500 per ounce, which is about ten times more than the cost of gold.",
    "translation": "पृथ्वी पर बहुत ही दुर्लभ कुछ पत्थर, जिनकी कीमत अमेरिकी डॉलर 11,000 से 22,500 प्रति औंस तक है, जो सोने की तुलना में लगभग दस गुना अधिक महंगी हैं।"
  },
  {
    "source_text": "It can usually be replenished fairly easily if you run out, and gives resolution roughly comparable to a current DSLR.",
    "translation": "यह आमतौर पर आसानी से भरा जा सकता है अगर आपके पास खत्म हो जाए, और वर्तमान डीएसएलआर के समान स्तर का रिज़ॉल्यूशन प्रदान करता है।"
  },
  {
    "source_text": "Maroochydore then defeated Caboolture in the Preliminary Final.",
    "translation": "मारूचिडोर ने सेमीफाइनल में काबूल्चर को हराया।"
  },
  {
    "source_text": "Dr. Lee also expressed his concern about reports that children in Turkey have now become infected with the A(H5N1) avian influenza virus without becoming ill.",
    "translation": "डॉ ली ने भी चिंता व्यक्त की है कि इन रिपोर्ट्स को देखकर तुर्की में अब बच्चे एच५एन१ एवियन इन्फ्लुएंजा वायरस से संक्रमित हो गए हैं लेकिन उन्हें कोई बीमारी नहीं हुई।"
  },
  {
    "source_text": "Mysticism is the pursuit of communion with, identity with, or conscious awareness of an ultimate reality, divinity, spiritual truth, or God.",
    "translation": "रहस्यवाद एक ऐसी खोज है जिसमें अंतिम वास्तविकता, दिव्य शक्ति, आध्यात्मिक ज्ञान या ईश्वर के साथ संवाद, एकता या सचेत जागरूकता प्राप्त करने का प्रयास किया जाता है।"
  },
  {
    "source_text": "Early in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City.",
    "translation": "राष्ट्रीय स्वतंत्रता के शुरुआती दौर में, सिंगापुर बोटैनिक गार्डन के विशेषज्ञों ने इस द्वीप को उष्णकटिबंधीय गार्डन सिटी में परिवर्तित करने में मदद की।"
  },
  {
    "source_text": "Although some scholars speculate that since the civilisation also existed in the basins of the now dried up Sarasvati River, it should be aptly called the Indus-Sarasvati Civilization, while some call it the Harappan Civilization after Harappa, the first of its sites to be excavated in the 1920s.",
    "translation": "कुछ विद्वानों का मानना है कि चूंकि यह सभ्यता सरस्वती नदी की घाटियों में भी विकसित हुई थी, जो अब सूख चुकी है, इसलिए इसे इंडस-सरस्वती सभ्यता कहना अधिक उपयुक्त होगा, जबकि कुछ लोग इसे हड़प्पा के नाम पर हड़प्पा सभ्यता कहते हैं, जिसकी पहली खुदाई 1920 के दशक में की गई थी।"
  },
  {
    "source_text": "On night sleeper trains, passports may be collected by the conductor so that you do not have your sleep interrupted.",
    "translation": "रात्रि स्लीपर ट्रेनों पर, कंडक्टर आपका पासपोर्ट जमा कर सकता है ताकि आपकी नींद न टूटे।"
  },
  {
    "source_text": "In all cases, you must book by phone directly with the airline.",
    "translation": "हर मामले में, आपको एयरलाइन के साथ सीधे फोन पर बुक करना होगा।"
  },
  {
    "source_text": "In 1957 Luxembourg became a founding member of the organization which is today known as the European Union.",
    "translation": "1957 में लक्समबर्ग यूरोपीय संघ के संगठन का संस्थापक सदस्य बना, जिसे आज यूरोपीय संघ कहा जाता है।"
  },
  {
    "source_text": "Participating countries present artistic and educational displays in national pavilions to showcase world issues or their country's culture and history.",
    "translation": "भाग लेने वाले देशों राष्ट्रीय पवेलियनों में विश्व मुद्दों या अपने देश की संस्कृति और इतिहास का प्रदर्शन करने के लिए कलात्मक और शैक्षिक प्रदर्शनियाँ प्रदर्शित करते हैं।"
  },
  {
    "source_text": "Each show would also provide recommendations for books that children should look for when they went to their library.",
    "translation": "हर शो में बच्चों के लिए पुस्तकालय में जाने पर खोजने के लिए पुस्तकों की सिफारिशें भी दी जाएंगी।"
  },
  {
    "source_text": "So many of us find ourselves watching a television show that informs us of a process or experience in which we will never participate or apply that knowledge.",
    "translation": "हम में से अधिकांश लोग एक ऐसे टेलीविजन शो देखते हैं जिसमें हमें किसी प्रक्रिया या अनुभव के बारे में जानकारी दी जाती है जिसमें हम कभी शामिल नहीं होंगे या जिस ज्ञान का उपयोग नहीं करेंगे।"
  },
  {
    "source_text": "As mentioned above, though the word \"Eskimo\" remains acceptable in the United States, it is considered pejorative by many non-U.S. Arctic peoples, especially in Canada.",
    "translation": "जैसा कि ऊपर उल्लिखित है, लेकिन \"एस्किमो\" शब्द अमेरिका में स्वीकार्य बना हुआ है, यह अमेरिका के बाहर के उत्तरी ध्रुवीय क्षेत्रों के लोगों द्वारा अपमानजनक माना जाता है, विशेषकर कनाडा में।"
  },
  {
    "source_text": "These scarps were found all over the moon and appear to be minimally weathered, indicating that the geologic events that created them were fairly recent.",
    "translation": "चंद्रमा की पूरी सतह पर पूरे चंद्रमा पर ये विशाल ढलानें पाई गईं और लगता है कि इनमें बहुत कम मौसमी परिवर्तन हुए हैं, जिससे यह संकेत मिलता है कि जिन भूगर्भिक घटनाओं ने इन्हें बनाया था, वे घटनाएं हाल ही की हैं।"
  },
  {
    "source_text": "Passengers were given water as they waited in 90(F)-degree heat.",
    "translation": "९० डिग्री फ़ारेनहाइट तापमान में प्रतीक्षा के दौरान यात्रियों को पानी पिलाया गया।"
  },
  {
    "source_text": "The company hopes to diversify its profit sources and gain popularity in areas where Skype holds a strong position, such as China, Eastern Europe, and Brazil.",
    "translation": "कंपनी की आशा है कि वह अपने मुनाफे के स्रोतों में विविधता लाएगी और उन क्षेत्रों में जहां स्काइप की मजबूत पकड़ है, जैसे कि चीन, पूर्वी यूरोप और ब्राजील में लोकप्रिय होने की उम्मीद है।"
  },
  {
    "source_text": "Only the effects of catastrophizing, not depression and fear was conditional of regular weekly structured PA sessions.",
    "translation": "केवल विपत्तिवाद के प्रभाव ही दिखाई दिए, अवसाद और भय नहीं बल्कि यह शर्त थी कि नियमित साप्ताहिक संरचित पीए सत्र हों।"
  },
  {
    "source_text": "As far as we know, there is only one planetary body that displays more dynamism than Titan, and its name is Earth,\" added Stofan.",
    "translation": "हमारी जानकारी के अनुसार, केवल एक ग्रहीय पिंड है जो टाइटन से भी अधिक गतिविधिमान है, और वह पृथ्वी है,\" स्टोफन ने जोड़ा।"
  },
  {
    "source_text": "On September 24, 1759, Arthur Guinness signed a 9,000 year lease for the St James' Gate Brewery in Dublin, Ireland.",
    "translation": "24 सितंबर, 1759 को, आर्थर गिनीज ने आयरलैंड की राजधानी डबलिन में सेंट जेम्स गेट ब्रुअरी के लिए 9,000 साल का पट्टा पर हस्ताक्षर किए।"
  },
  {
    "source_text": "While authorities are unsure of the credibility of the threat, the Maryland Transportaion Authority made the closure with the urging of the FBI.",
    "translation": "जबकि अधिकारी धमकी की विश्वसनीयता को लेकर अनिश्चित हैं, मैरीलैंड परिवहन प्राधिकरण ने एफबीआई के आग्रह पर बंद करने का निर्णय लिया।"
  },
  {
    "source_text": "The Northern Rock bank had been nationalised in 2008 following the revelation that the company had received emergency support from the UK Government.",
    "translation": "उत्तरी रॉक बैंक का 2008 में राष्ट्रीयकरण किया गया था, जब यह पता चला कि कंपनी को ब्रिटिश सरकार से आपातकालीन वित्तीय सहायता मिली थी।"
  },
  {
    "source_text": "A contagious disease is a disease which is easily transmitted by being in the vicinity of an infected person.",
    "translation": "संक्रामक रोग क्या है? वह रोग है जो संक्रमित व्यक्ति के निकट संपर्क में आने से सरलता से संक्रमित करता है।"
  },
  {
    "source_text": "There were protests worldwide, several criminal prosecutions, and the leaders of the governments of Iceland and Pakistan both resigned.",
    "translation": "दुनिया भर में विरोध प्रदर्शन हुए, कई आपराधिक मामले दर्ज किए गए, और आइसलैंड और पाकिस्तान की सरकारों के प्रमुखों ने इस्तीफा दे दिया ।"
  },
  {
    "source_text": "Permits must be reserved in advance. You must have a permit to stay overnight at Sirena.",
    "translation": "अनुमतियाँ पहले से बुक करनी होंगी। सिरेना में रात्रि विश्राम के लिए आपके पास अनुमति आवश्यक है।"
  },
  {
    "source_text": "Despite his comments he said he will be supporting the British competitors at the 2012 Olympics being held in London.",
    "translation": "इसके बावजूद उन्होंने कहा है कि वह लंदन में होने वाले 2012 के ओलंपिक में ब्रिटिश प्रतियोगियों के प्रति अपना समर्थन देंगे।"
  },
  {
    "source_text": "Many buildings are quite beautiful to look at and the view from a tall building or from a cleverly-positioned window can be a beauty to behold.",
    "translation": "कई इमारतें देखने में बहुत आकर्षक हैं और एक ऊंची इमारत या एक चतुराई से रखी गई खिड़की से दृश्य देखने में आनंद आ सकता है।"
  },
  {
    "source_text": "Australia's former conservative government refused to ratify Kyoto, saying it would damage the economy with its heavy reliance on coal exports, while countries like India and China were not bound by emissions targets.",
    "translation": "ऑस्ट्रेलिया की पूर्व रूढ़िवादी सरकार ने क्योटो पर हस्ताक्षर करने से इनकार कर दिया, क्योंकि उन्होंने कहा कि यह कोयले के निर्यात पर अपनी भारी निर्भरता के कारण अर्थव्यवस्था को नुकसान पहुंचाएगा, जबकि भारत और चीन जैसे देश उत्सर्जन लक्ष्यों के लिए बाध्य नहीं थे।"
  },
  {
    "source_text": "In the last 3 months, over 80 arrestees were released from the Central Booking facility without being formally charged.",
    "translation": "अंतिम 3 महीनों में, 80 से अधिक आरोपियों को औपचारिक आरोप लगाए बिना ही केंद्रीय पुलिस थाना से रिहा किए गए।"
  },
  {
    "source_text": "Scientists call this process \"stimulated emission of radiation\" because the atoms are stimulated by the bright light, causing the emission of a photon of light, and light is a type of radiation.",
    "translation": "वैज्ञानिक इस प्रक्रिया को \"उत्तेजित प्रकाश उत्सर्जन\" कहते हैं क्योंकि परमाणु उज्ज्वल प्रकाश से उत्तेजित होते हैं, जिससे एक फोटॉन का उत्सर्जन होता है, और यह विकिरण का एक प्रकार है।"
  },
  {
    "source_text": "Also give policy/contact copies to traveling companions and relatives or friends back home willing to help.",
    "translation": "यात्रा करने वाले साथियों, परिवार के दोस्तों और रिश्तेदारों को भी बीमा पॉलिसी और संपर्क विवरण की प्रतियाँ दें, जो आपकी मदद करने के लिए तैयार हों।"
  },
  {
    "source_text": "Christopher Garcia, a spokesperson of the Los Angeles Police Department, said the suspected male offender is being investigated for trespassing rather than vandalism.",
    "translation": "लॉस एंजिल्स पुलिस विभाग के प्रवक्ता क्रिस्टोफर गार्सिया के अनुसार, संदिग्ध आरोपी पर विकृति के बजाय घुसपैठ के आरोप में जांच की जा रही है।"
  },
  {
    "source_text": "But is our imagination based on reality? Why were castles built in the first place? How were they designed and built?",
    "translation": "क्या हमारी कल्पना वास्तविकता पर आधारित होती है? महल पहली जगह पर क्या कारण से बनाए गए थे? उनका डिज़ाइन और निर्माण कैसे हुआ था?"
  },
  {
    "source_text": "The commissioner said, \"We haven't yet agreed on rules of origin and tariff con[c]essions, but the framework we have is enough to start trading on July 1, 2020\".",
    "translation": "आयुक्त ने कहा कि \"हमने मूल के नियमों और टैरिफ में छूट पर अभी तक नहीं सहमति बनाई है, लेकिन हमारे पास जो फ्रेमवर्क है वह 1 जुलाई, 2020 से व्यापार शुरू करने के लिए पर्याप्त है कि।\""
  },
  {
    "source_text": "Stearns is investigating whether taxes are used to fund abortions through Planned Parenthood in his role as chairman of the Oversight and Investigations Subcommittee, which is under the umbrella of the House Energy and Commerce Committee.",
    "translation": "स्टीयर्न्स यह जांच कर रहे हैं कि प्लान्ड पेरेंटहुड के माध्यम से गर्भपात के लिए करों का उपयोग किया जा रहा है या नहीं, क्योंकि वह निगरानी और जांच उपसमिति के अध्यक्ष के रूप में हैं, जो हाउस एनर्जी एंड कॉमर्स कमेटी की एक शाखा है।"
  },
  {
    "source_text": "The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.",
    "translation": "एनबीए के इस फैसले के बाद यूटा जैज़ के एक खिलाड़ी का कोविड-19 से संक्रमित पाया गया था।"
  }
]